Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/classic-editor-*.po
Languages: tr_tr

# Editor Name
source: Edit (classic editor)
tr_tr: Düzenle (klasik düzenleyici)

# Editor Name
source: Edit (block editor)
tr_tr: Düzenle (blok düzenleyici)

source: Change settings
tr_tr: Ayarları değiştir

source: Default editor for all sites
tr_tr: Tüm siteler için varsayılan düzenleyici

source: Editor Settings
tr_tr: Düzenleyici ayarları

source: Default Editor
tr_tr: Varsayılan düzenleyici

# Editor Name
source: block editor
tr_tr: blok düzenleyici

# Editor Name
source: classic editor
tr_tr: klasik düzenleyici

source: Edit &#8220;%s&#8221; in the block editor
tr_tr: &#8220;%s&#8221; öğesini blok düzenleyicide düzenle

source: Switch to block editor
tr_tr: Blok düzenleyiciye geç

source: Switch to classic editor
tr_tr: Klasik düzenleyiciye geç

source: By default the block editor is replaced with the classic editor and users cannot switch editors.
tr_tr: Varsayılan olarak blok düzenleyici klasik düzenleyici ile değiştirilir ve kullanıcılar düzenleyiciler arasında geçiş yapamaz

source: Allow site admins to change settings
tr_tr: Yöneticilerin ayarları değiştirmesine izin ver

source: Editor
tr_tr: Düzenleyici

source: No
tr_tr: Hayır

source: Yes
tr_tr: Evet

source: Allow users to switch editors
tr_tr: Kullanıcıların düzenleyici seçmesine izin ver

source: Default editor for all users
tr_tr: Tüm kullanıcılar için varsayılan düzenleyici

source: WordPress Contributors
tr_tr: WordPress katılımcıları

source: Enables the WordPress classic editor and the old-style Edit Post screen with TinyMCE, Meta Boxes, etc. Supports the older plugins that extend this screen.
tr_tr: Klasik WordPress düzenleyicisini ve eski stil yazı düzenleme ekran düzenini (TinyMCE, meta kutuları vb.) kullanılabilir kılar. Bu ekranı genişleten eski eklentileri destekler.

source: Classic Editor
tr_tr: Klasik düzenleyici

source: Edit &#8220;%s&#8221; in the classic editor
tr_tr: &#8220;%s&#8221; öğesini klasik düzenleyicide düzenle

source: Settings
tr_tr: Ayarlar
