Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/duplicate-page-*.po
Languages: nb_no, ru_ru, tr_tr

source: Unauthorized Access.
nb_no: Uautorisert tilgang.
ru_ru: Неавторизованный доступ.
tr_tr: Erişme izni yok.

source: Save Changes
nb_no: Lagre endringer
ru_ru: Сохранить изменения
tr_tr: Değişiklikleri kaydet

source: Never
nb_no: Aldri
ru_ru: Никогда
tr_tr: Asla

source: Not interested
nb_no: Ikke interessert
ru_ru: Не интересует
tr_tr: İlgilenmiyorum

source: Rate Us
nb_no: Vurder oss
ru_ru: Оцените нас
tr_tr: Bizi değerlendirin

source: Rate us now
nb_no: Vurder oss nå
ru_ru: Оцените нас сейчас
tr_tr: Şimdi değerlendirin

source: Later
nb_no: Senere
ru_ru: Позже
tr_tr: Daha sonra

source: Remind me later
nb_no: Påminn meg senere
ru_ru: Напомнить позже
tr_tr: Daha sonra hatırlat

source: close
nb_no: lukk
ru_ru: закрыть
tr_tr: kapat

source: Donate Now
nb_no: Doner nå
ru_ru: Пожертвовать сейчас
tr_tr: Bağış yapın

source: <div class="saving-txt"><strong>Saving Please wait...</strong></div>
nb_no: <div class="saving-txt"><strong>lagrer, vent...</strong></div>
ru_ru: <div class="saving-txt"><strong> Сохранение, подождите ...</strong></div>
tr_tr: <div class="saving-txt"><strong>Kaydediliyor, lütfen bekleyin...</strong></div>

source: Security check issue, Please try again.
nb_no: Sikkerhetsproblem. Prøv igjen.
ru_ru: Проблема с проверкой безопасности. Повторите попытку.
tr_tr: Güvenlik denetimi sorunu. Lütfen yeniden deneyin.

source: No post to duplicate has been supplied!
nb_no: Verken innlegg eller side å duplisere ble oppgitt!
ru_ru: Запись для дублирования не предоставлено!
tr_tr: Kopyalanacak bir yazı belirtilmemiş!

source: Error! Post creation failed, could not find original post:
nb_no: Feil! Opprettelse av innlegg/side mislyktes. Kunne ikke finne originalen:
ru_ru: Ошибка! Не удалось создать запись, не удалось найти исходную запись:
tr_tr: Hata! Yazı oluşturulamadı. Özgün yazı bulunamadı:

source: All Editors
nb_no: Alle redigeringsverktøy
ru_ru: Все редакторы
tr_tr: Tüm düzenleyiciler

source: Duplicate this as
nb_no: Dupliser denne som
ru_ru: Дублировать как
tr_tr: Bunu şöyle kopyala

source: Please select which editor you are using.<strong> Default: </strong> Classic Editor
nb_no: Vennligst velg hvilket redigeringsverktøy du bruker. <strong>Standard:</strong> Klassisk redigering
ru_ru: Выберите редактор, который вы используете.<strong>По умолчанию: </strong> Классический редактор
tr_tr: Lütfen kullanmak istediğiniz düzenleyiciyi seçin.<strong> Varsayılan: </strong> Klasik Düzenleyici

source: Gutenberg Editor
nb_no: Gutenberg-redigering
ru_ru: Редактор Gutenberg
tr_tr: Gutenberg Düzenleyici

source: Classic Editor
nb_no: Klassisk redigering
ru_ru: Классический редактор
tr_tr: Klasik Düzenleyici

source: Choose Editor
nb_no: Velg redigeringsverktøy
ru_ru: Выбрать редактор
tr_tr: Düzenleyici seçin

source: Duplicate This as
nb_no: Dupliser denne som
ru_ru: Дублировать как
tr_tr: Bunu şöyle kopyala

source: Pending
nb_no: Ventende
ru_ru: Ожидает проверки
tr_tr: Bekliyor

source: Private
nb_no: Privat
ru_ru: Личный
tr_tr: Özel

source: Draft
nb_no: Kladd
ru_ru: Черновик
tr_tr: Taslak

source: Publish
nb_no: Publisert
ru_ru: Опубликовать
tr_tr: Yayınlanmış

source: https://wordpress.org/plugins/duplicate-page/
nb_no: https://nb.wordpress.org/plugins/duplicate-page/
ru_ru: https://ru.wordpress.org/plugins/duplicate-page/

source: Duplicate Page
nb_no: Dupliser side

source: Donate
nb_no: Doner
ru_ru: Пожертвовать
tr_tr: Bağış yapın

source: Settings
nb_no: Innstillinger
ru_ru: Настройки
tr_tr: Ayarlar

source: Duplicate Post Suffix
nb_no: Suffiks for duplikatinnlegg
ru_ru: Суффикс записи после дублирования
tr_tr: Kopyalanan yazı son eki

source: Duplicate This
nb_no: Dupliser
ru_ru: Дублировать
tr_tr: Kopyala

source: Duplicate Posts, Pages and Custom Posts using single click.
nb_no: Dupliser innlegg, sider og egendefinerte innlegg med ett klikk.
ru_ru: Дублируйте записи, страницы и пользовательские записи одним щелчком мыши.
tr_tr: Yazıları, sayfaları ve özel yazıları tek tıkla kopyalar.

source: Add a suffix for duplicate or clone post as Copy, Clone etc. It will show after title.
nb_no: Legg til et suffiks for duplikat eller klonet innlegg. Kopi, Klone osv. vil vises etter tittelen.
ru_ru: Добавьте суффикс для дублирования или клонирования сообщения как Copy, Clone и т. д. Он будет отображаться после заголовка.
tr_tr: Kopyalanan yazıya Kopya, Yedek gibi bir son ek ekleyebilirsiniz. Başlıktan sonra görüntülenir.

source: Please select any post redirection, redirect you to selected after click on duplicate this link.<strong> Default: </strong>To All Posts List
nb_no: Vennligst velg type innleggsomdirigering, dit du blir omdirigert til etter klikk på dupliser denne-lenken <strong>Standard</strong> Gjeldende liste.
ru_ru: Выберите любую запись перенаправления, перенаправить вас на выбранный после нажатия на дублировать эту ссылку.<strong>По умолчанию: </strong>Список всех записей
tr_tr: Lütfen Kopyala üzerine tıkladıktan sonra nereye yönlendirileceğinizi seçin. <strong> Varsayılan: </strong>Tüm yazılar listesi

source: To All Posts List
nb_no: Til listen over alle innlegg
ru_ru: К списку всех записей
tr_tr: Tüm yazılar listesine

source: Redirect to after click on <strong>Duplicate This Link</strong>
nb_no: Omdiriger etter klikk på <strong>Dupliser denne</strong>-lenken
ru_ru: Перенаправление после нажатия на <strong>Дублировать эту ссылку</strong>
tr_tr: <strong>Kopyala</strong> tıklandığında yönlendirme

source: Please select any post status you want to assign for duplicate post.<strong> Default: </strong> Draft
nb_no: Vennligst velg innleggsstatus du vil tildele til duplikatinnlegg. <strong>Standard:</strong> Kladd.
ru_ru: Выберите любой статус записи, который вы хотите присвоить дубликату записи.<strong>По умолчанию: </strong> Черновик
tr_tr: Lütfen kopyalanan yazıya atanacak durumu seçin.<strong> Varsayılan: </strong> Taslak

source: Duplicate Post Status
nb_no: Innleggsstatus for duplikatinnlegg
ru_ru: Статус записи после дублирования
tr_tr: Kopyalanan yazı durumu

source: Buy PRO
nb_no: Kjøp PRO
ru_ru: Купить ПРО версию
tr_tr: PRO sürümünü satın alın

source: <div class="error settings-error notice is-dismissible" id="setting-error-settings_updated"> <p><strong>Settings not saved.</strong></p><button class="notice-dismiss button-custom-dismiss" type="button"><span class="screen-reader-text">Dismiss this notice</span></button></div>
nb_no: <div class="error settings-error notice is-dismissible" id="setting-error-settings_updated"> <p><strong>Innstillinger ble ikke lagret.</strong></p><button class="notice-dismiss" type="button"><span class="screen-reader-text">Skjul varselet.</span></button></div>
ru_ru: <div class="error settings-error notice is-dismissible" id="setting-error-settings_updated"> <p><strong>Настройки не сохранены.</strong></p><button class="notice-dismiss" type="button"><span class="screen-reader-text">Отменить это уведомление.</span></button></div>
tr_tr: <div class="error settings-error notice is-dismissible" id="setting-error-settings_updated"> <p><strong>Ayarlar kaydedilmedi.</strong></p><button class="notice-dismiss button-custom-dismiss" type="button"><span class="screen-reader-text">Bu bildirimi yok say</span></button></div>

source: <div class="updated settings-error notice is-dismissible" id="setting-error-settings_updated"> <p><strong>Settings saved.</strong></p><button class="notice-dismiss button-custom-dismiss" type="button"><span class="screen-reader-text">Dismiss this notice</span></button></div>
nb_no: <div class="updated settings-error notice is-dismissible" id="setting-error-settings_updated"> <p><strong>Innstillinger ble lagret.</strong></p><button class="notice-dismiss" type="button"><span class="screen-reader-text">Skjul varselet.</span></button></div>
ru_ru: <div class="updated settings-error notice is-dismissible" id="setting-error-settings_updated"> <p><strong>Настройки сохранены.</strong></p><button class="notice-dismiss button-custom-dismiss" type="button"><span class="screen-reader-text">Отклонить это уведомление</span></button></div>
tr_tr: <div class="updated settings-error notice is-dismissible" id="setting-error-settings_updated"> <p><strong>Ayarlar kaydedildi.</strong></p><button class="notice-dismiss button-custom-dismiss" type="button"><span class="screen-reader-text">Bu bildirimi yok say</span></button></div>

source: Duplicate Page Settings
nb_no: Innstillinger for Dupliser side
ru_ru: Настройки дублирования страниц
tr_tr: Duplicate Page ayarları

source: To Duplicate Edit Screen
nb_no: Til duplikatens redigeringsskjerm
ru_ru: Перейти к экрану редактирования дубликата
tr_tr: Kopyayı düzenleme ekranına

source: We love and care about you. Our team is putting maximum efforts to provide you the best functionalities. It would be highly appreciable if you could spend a couple of seconds to give a Nice Review to the plugin to appreciate our efforts. So we can work hard to provide new features regularly :)
ru_ru: Мы любим вас и заботимся о вас. Наша команда прилагает максимум усилий, чтобы предоставить вам лучшие функциональные возможности. Было бы очень полезно, если бы вы могли потратить пару секунд, чтобы дать хороший обзор плагину, чтобы оценить наши усилия. Так что мы можем усердно работать, чтобы регулярно предоставлять новые функции :)
tr_tr: Sizi seviyor ve önemsiyoruz. Ekibimiz size en iyi özellikleri sağlamak için çaba gösteriyor. Çabalarımızı takdir etmek için birkaç saniye ayırıp olumlu bir eklenti değerlendirmesi yaparsanız seviniriz. Böylece düzenli olarak yeni özellikler sunmak için daha çok çalışabiliriz :)
