Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/error-log-monitor-*.po
Languages: ja, nl_nl

# regex error code or message
source: Error: %s
ja: エラー: %s
nl_nl: Fout: %s

# page title after trying to save an invalid widget configuration
source: Configuration Error
ja: 構成エラー
nl_nl: Configuratiefout

source: Invalid regular expression in filter settings: %s
ja: フィルタ設定の正規表現が無効です: %s
nl_nl: Ongeldige reguliere expressie in filterinstellingen: %s

source: &laquo; Back to widget configuration
ja: &laquo; ウィジェット構成に戻る
nl_nl: &laquo; Terug naar widget configuratie

source: One regex pattern per line. Messages that match any of the patterns will be hidden.
ja: 1行に1つの正規表現パターン。いずれかのパターンに一致するメッセージは非表示になります。
nl_nl: Eén regex patroon per regel. Berichten die overeenkomen met een van de patronen worden verborgen.

source: Ignored regular expressions
ja: 正規表現を無視
nl_nl: Genegeerde reguliere expressies

# progress text when clearing fixed messages
source: Processing...
ja: 処理中...
nl_nl: Aan het verwerken…

# button title
source: Clear Fixed Messages
ja: 修正済メッセージを消去
nl_nl: Opgeloste berichten wissen

# action link: mark an error as not fixed
source: Unmark
ja: マークを解除
nl_nl: Markeren ongedaan maken

source: No messages have been marked as fixed.
ja: 修正済みとしてマークされているメッセージはありません。
nl_nl: Er zijn geen berichten gemarkeerd als opgelost.

# table heading
source: Marked as fixed
ja: 修正済としてマーク
nl_nl: Gemarkeerd als opgelost

# progress text when clearing ignored messages
source: Processing...
ja: 処理中...
nl_nl: Aan het verwerken…

# button title
source: Clear Ignored Messages
ja: 無視するメッセージを消去
nl_nl: Verwijder genegeerde berichten

# action link
source: Mark as fixed
ja: 修正済としてマーク
nl_nl: Markeer als opgelost

source: Mark the error as fixed and hide it. If this error happens again in the future, it will become visible again.
ja: エラーを修正済みとしてマークし、非表示にします。今後このエラーが発生した場合は、再び表示されます。
nl_nl: Markeer de fout als opgelost en verberg hem. Als deze fout in de toekomst weer optreedt, wordt hij weer zichtbaar.

# setup wizard button
source: Done
ja: 完了
nl_nl: Klaar

source: Documentation: %s
ja: ドキュメント: %s
nl_nl: Documentatie: %s

# setup wizard button
source: Manual Configuration
ja: 手動で構成
nl_nl: Handmatige configuratie

source: Use Recommended Settings
ja: 推奨設定を使用
nl_nl: Aanbevolen instellingen gebruiken

source: Error Log Monitor setup
ja: Error Log Monitor 設定
nl_nl: Error Log Monitor installatie

# a link to Pro version information
source: Details
ja: 概要

source: Setup complete!
ja: 設定が完了しました !
nl_nl: Installatie voltooid!

source: Checking configuration...
ja: 構成の確認中...
nl_nl: Configuratie aan het controleren…

source: Creating a log file...
ja: ログファイルを生成中...
nl_nl: Een logbestand maken…

source: Changing the PHP Configuration
ja: PHP の構成を変更しています
nl_nl: De PHP configuratie wijzigen

source: Creating a Log File
ja: ログファイルを生成しています
nl_nl: Een logbestand maken

source: Create a log file.
ja: ログファイルを生成
nl_nl: Maak een logbestand.

source: The log file will be empty at first. This is normal. When any PHP errors happen, they should show up in the log.
ja: ログファイルは最初は空です。これは正常です。PHP エラーが発生すると、ログに表示されます。
nl_nl: Het logbestand zal eerst leeg zijn. Dit is normaal. Als er PHP fouten optreden, zouden die in het log moeten verschijnen.

source: The log file already exists but it is not writable: <code>%s</code>.
ja: ログファイルは既に存在しますが、書き込み可能ではありません: <code>%s</code>。
nl_nl: Het logbestand bestaat al, maar het is niet schrijfbaar: <code>%s</code>.

source: Could not create a log file in directory <code>%s</code>.
ja: ディレクトリ <code>%s</code> にログファイルを作成できませんでした。
nl_nl: Kon geen logbestand aanmaken in folder <code>%s</code>.

source: Could not find a suitable location for the log file.
ja: ログファイルの適切な場所が見つかりませんでした。
nl_nl: Kon geen geschikte locatie vinden voor het logbestand.

source: More information about WP_DEBUG.
ja: WP_DEBUG に関する詳細情報。
nl_nl: Meer informatie over WP_DEBUG.

source: Also, find the line %1$s and change it to %2$s. This code enables "debug" mode in WordPress. This is makes it possible to log everything including PHP notices and other minor errors. If debugging is disabled, WordPress will automatically change error reporting settings to log only fatal errors and warnings.
ja: また、行 %1$s を見つけて %2$s に変更します。このコードは、WordPress で「デバッグ」モードを有効にします。 これにより、PHP 通知やその他の小さなエラーを含むすべてをログに記録できます。 デバッグが無効になっている場合、WordPress は自動的にエラー報告設定を変更してログに記録します 致命的なエラーと警告のみ。
nl_nl: Zoek ook de regel %1$s en verander deze in %2$s. Deze code schakelt de "debug" modus in WordPress in. Dit maakt het mogelijk om alles te loggen, inclusief PHP meldingen en andere kleine fouten. Als debuggen is uitgeschakeld, zal WordPress automatisch de fout rapportage-instellingen wijzigen om alleen fatale fouten en waarschuwingen te loggen.

source: Next, please add this code to %1$s and replace the placeholder %2$s with the actual path to the new log file:
ja: 次に、このコードを %1$s に追加し、プレースホルダー %2$s を新しいログファイルへの実際のパスに置き換えてください。
nl_nl: Voeg vervolgens deze code toe aan %1$s en vervang de plaatshouder %2$s door het werkelijke pad naar het nieuwe logbestand:

source: Configure PHP to write all errors to that file.
ja: そのファイルにすべてのエラーを書き込むように PHP を構成します。
nl_nl: Configureer PHP om alle fouten naar dat bestand te schrijven.

source: To get started you need to do two things:
ja: 開始するには、次の2つのことを行う必要があります。
nl_nl: Om te beginnen moet je twee dingen doen:

source: Manual Configuration Instructions
ja: 手動構成手順
nl_nl: Handmatige configuratie-instructies

source: Please follow the manual configuration instructions instead.
ja: 代わりに、手動の構成手順に従ってください。
nl_nl: Volg in plaats daarvan de handmatige configuratie-instructies.

# setup wizard error prefix
source: There was an error:
ja: エラーが発生しました:
nl_nl: Er is een fout opgetreden:

source: Recommended: To log all types of errors instead of only fatal errors and warnings, also find the line %1$s and change it to %2$s.
ja: 推奨: 致命的なエラーと警告だけでなく、すべての種類のエラーをログに記録するには、行 %1$s を見つけて %2$s に変更します。
nl_nl: Aanbevolen: om alle typen fouten te loggen in plaats van alleen fatale fouten en waarschuwingen, zoek dan ook de regel %1$s en verander je deze in %2$s.

source: Please add this code to your %s and then click "Done":
ja: このコードを %s に追加して、「完了」 をクリックしてください:
nl_nl: Voeg deze code toe aan je %s en klik dan op "Gereed":

# setup wizard button
source: Hide Manual Instructions
ja: 手動の手順を非表示にする
nl_nl: Verberg handmatige instructies

source: To start logging errors you'll need to make a few changes to the WordPress configuration.
ja: エラーログの記録を開始するには、WordPress の構成にいくつかの変更を加える必要があります。
nl_nl: Om te beginnen met het loggen van fouten moet je een paar wijzigingen aanbrengen in de configuratie van WordPress.

source: When that's done, please go to the Dashboard. You should see a message like "Log is empty" in the "PHP Error Log" widget. This is normal - the log will stay empty until an error actually happens.
ja: 完了したら、ダッシュボードに移動してください。次のようなメッセージが表示されます。 「PHP エラーログ」ウィジェットの「ログが空です」。これは正常です - ログは実際にエラーが発生するまで空のままです。
nl_nl: Als dat klaar is, ga dan naar het dashboard. Je zou een bericht moeten zien als "Log is leeg" in de widget "PHP foutenlog". Dit is normaal - het log blijft leeg totdat er daadwerkelijk een fout optreedt.

source: Change the file permissions to allow PHP to write to the file. This step will vary depending on the server configuration. If you're unsure what permissions to use, try using the same settings as for the files in %s, or refer to the documentation provided by your hosting provider.
ja: ファイルのパーミッションを変更して、PHP がファイルに書き込めるようにします。この手順は、サーバーの構成によって異なります。使用するアクセス許可がわからない場合は、%s のファイルと同じ設定を使用してみるか、ホスティングプロバイダーから提供されたドキュメントを参照してください。
nl_nl: Wijzig de bestandsrechten zodat PHP naar het bestand kan schrijven. Deze stap is afhankelijk van de serverconfiguratie. Als je niet zeker weet welke rechten je moet gebruiken, probeer dan dezelfde instellingen te gebruiken als voor de bestanden in %s, of raadpleeg de documentatie van je hostingprovider.

source: Create an empty text file and upload it to your selected directory. The file name doesn't matter. Here are some suggestions: %s
ja: 空のテキストファイルを作成し、選択したディレクトリにアップロードします。 ファイル名は何でも構いません。 ここにいくつかの提案があります: %s
nl_nl: Maak een leeg tekstbestand en upload het naar je geselecteerde folder. De bestandsnaam maakt niet uit. Hier zijn enkele suggesties: %s

source: First, decide where you want to put the log file on your server. For security purposes, it should usually be in a directory that can't be accessed by site visitors and non-admin users. For example, you could create a "php-logs" directory above the web root and place the file there.
ja: まず、ログファイルをサーバーのどこに置くかを決めます。 セキュリティ上の理由から、通常は、サイトの訪問者や管理者以外のユーザーがアクセスできないディレクトリに配置する必要があります。たとえば、Web ルートの上に「php-logs」ディレクトリを作成し、そこにファイルを配置できます。
nl_nl: Bepaal eerst waar je het logbestand op je server wil plaatsen. Om veiligheidsredenen moet het meestal in een map staan die niet toegankelijk is voor bezoekers van de site en gebruikers die geen beheerder zijn. Je kunt bijvoorbeeld een map "php-logs" aanmaken boven de web root en het bestand daar plaatsen.

# a link that hides the "Upgrade to Pro" notice
source: Hide
ja: 非表示
nl_nl: Verbergen

# Freemius account link
source: Account
ja: アカウント

source: Upgrade to Pro
ja: Pro へアップグレード
nl_nl: Upgrade naar Pro

# the heading of the upgrade-to-pro section in widget settings
source: Pro Version
ja: Pro バージョン
nl_nl: Pro versie

source: Every 5 minutes
ja: 5分ごと
nl_nl: Elke 5 minuten

source: Every 2 minutes
ja: 2分ごと
nl_nl: Elke 2 minuten

source: How often to check the log for new messages:
ja: ログから新しいメッセージを確認する頻度:
nl_nl: Hoe vaak de log controleren op nieuwe berichten:

source: Sorry, you are not allowed to change these settings.
ja: これらの設定を変更することはできません。
nl_nl: Je hebt geen toestemming om deze instellingen te wijzigen.

source: By default, only fatal errors and warnings will be logged. To also log notices and other messages, enable the <code>WP_DEBUG</code> option by adding this code:
ja: デフォルトでは、致命的なエラーと警告のみがログに記録されます。通知およびその他のメッセージもログに記録するには、次のコードを追加して <code>WP_DEBUG</code> オプションを有効にします。
nl_nl: Standaard worden alleen fatale fouten en waarschuwingen gelogd. Om ook meldingen en andere berichten te loggen, schakel je de optie <code>WP_DEBUG</code> in door deze code toe te voegen:

# show hidden stack trace items
source: Show %d more
ja: %d 件以上表示
nl_nl: Toon %d meer

source: Stack Trace
ja: スタックトレース

source: View Pricing
ja: 価格を見る
nl_nl: Prijzen bekijken

source: Upgrade to Pro for more detailed logs and a summary view.
ja: より詳細なログと概要ビューを表示するには、Pro にアップグレードしてください。
nl_nl: Upgrade naar Pro voor meer gedetailleerde logs en een overzichtsweergave.

# tooltip for the email field
source: You can enter multiple emails by separating them with a comma.
ja: カンマで区切って複数のメールアドレスを入力できます。
nl_nl: Je kunt meerdere e-mails invoeren door ze te scheiden met een komma.

# configuration section heading
source: General
ja: 全般
nl_nl: Algemeen

# configuration section heading
source: Notifications
ja: 通知
nl_nl: Meldingen

# widget layout option
source: List
ja: 一覧
nl_nl: Lijst

# widget layout option
source: Table
ja: 表
nl_nl: Tabel

source: Widget layout:
ja: ウィジェットレイアウト:

source: Ignored messages
ja: 無視したメッセージ
nl_nl: Genegeerde berichten

# action link
source: Unignore
ja: 無視しない
nl_nl: Negeren ongedaan maken

source: Dashboard widget filter
ja: ダッシュボートウィジェットの絞り込み

source: Email notification filter
ja: メール通知の絞り込み
nl_nl: E-mail melding filter

# configuration section heading
source: Filters
ja: 絞り込み

# action link
source: Ignore
ja: 無視
nl_nl: Negeren

source: There are no ignored messages.
ja: 無視したメッセージはありません。
nl_nl: Er zijn geen genegeerde berichten.

source: Ignored messages stay in the log file but they don't show up in the widget and don't generate email notifications.
ja: 無視したメッセージはログファイルに残りますが、ウィジェットには表示されず、メール通知も生成されません。
nl_nl: Genegeerde berichten blijven in het logbestand staan, maar ze verschijnen niet in de widget en genereren geen e-mailmeldingen.

source: Show all messages
ja: すべてのメッセージを表示
nl_nl: Alle berichten tonen

source: Show only selected types
ja: 選択した種類のみ表示
nl_nl: Alleen geselecteerde typen tonen

# error type
source: Other
ja: その他
nl_nl: Andere

source: Notify only about selected types
ja: 選択した種類についてのみ通知
nl_nl: Alleen melden over geselecteerde typen

source: %d entry was filtered out.
ja: %d 件のエントリを除外しました。
nl_nl: %d item is uitgefilterd.

source: Same as the dashboard widget
ja: ダッシュボードウィジェットと同じ
nl_nl: Hetzelfde als de dashboard widget

source: There are no recent log entries that match the filter settings.
ja: フィルタ設定に一致する最近のログエントリはありません。
nl_nl: Er zijn geen recente logvermeldingen die overeenkomen met de filterinstellingen.

source: Site URL: %1$s Log file: %2$s Size: %3$s
ja: サイト URL: %1$s ログファイル: %2$s サイズ: %3$s
nl_nl: Site URL: %1$s Logbestand: %2$s Grootte: %3$s

source: PHP error log file size has exceeded %1$s on %2$s
ja: PHP エラーログファイルのサイズが %2$s で %1$s を超えました
nl_nl: De grootte van het PHP fout logbestand is groter dan %1$s op %2$s

source: Send an email notification when the log file size exceeds this limit:
ja: ログファイルのサイズがこの制限を超えたときにメール通知を送信します。
nl_nl: Stuur een e-mailmelding als de grootte van het logbestand deze limiet overschrijdt:

source: For reference, the full path of the WordPress directory is:<br>%s
ja: 参考までに、WordPress ディレクトリのフルパスは次のとおりです:<br>%s
nl_nl: Ter referentie, het volledige pad van de WordPress folder is:<br>%s

source: PHP Error Log
ja: PHP エラーログ
nl_nl: PHP fouten log

source: Clear Log
ja: ログをクリア
nl_nl: Log wissen

source: Log cleared.
ja: ログをクリアしました。
nl_nl: Log gewist.

source: The log file is empty.
ja: ログファイルは空です。
nl_nl: Het logbestand is leeg.

source: Every 15 minutes
ja: 15分ごと
nl_nl: Elke 15 minuten

source: Every 10 minutes
ja: 10分ごと
nl_nl: Elke 10 minuten

source: Settings
ja: 設定
nl_nl: Instellingen

source: Settings <strong>saved</strong>.
ja: 設定を<strong>保存しました</strong>。
nl_nl: Instellingen <strong>opgeslagen</strong>.

source: Weekly
ja: 毎週
nl_nl: Wekelijks

source: Daily
ja: 毎日
nl_nl: Dagelijks

source: Hourly
ja: 毎時間
nl_nl: Uurlijks

source: Every 30 minutes
ja: 30分ごと
nl_nl: Elke 30 minuten

source: Are you sure you want to clear the error log?
ja: 本当にエラーログを消去しますか ?
nl_nl: Weet je zeker dat je de fouten log wil wissen?

source: Log file: %1$s (%2$s)
ja: ログファイル: %1$s (%2$s)
nl_nl: Logbestand: %1$s (%2$s)

source: Adds a Dashboard widget that displays the last X lines from your PHP error log, and can also send you email notifications about newly logged errors.
ja: PHP エラーログの最後の X 行を表示するダッシュボードウィジェットを追加し、新しくログに記録されたエラーに関するメール通知を送信することもできます。
nl_nl: Voegt een Dashboard widget toe die de laatste X regels van je PHP fout log toont, en kan je ook e-mail meldingen sturen over nieuw gelogde fouten.

source: New PHP errors have been logged on %1$s Here are the last %2$d entries from %3$s:
ja: 新しい PHP エラーが %1$s に記録されました %3$s からの直近 %2$d 件のエントリは次のとおりです:
nl_nl: Er zijn nieuwe PHP fouten gelogd op %1$s Hier zijn de laatste %2$d vermeldingen van %3$s

source: PHP errors logged on %s
ja: %s に記録された PHP エラー
nl_nl: PHP fouten gelogd op %s

source: The log file <code>%s</code> exists, but is not accessible. Please check file permissions.
ja: ログファイル <code>%s</code> は存在しますが、アクセスできません。 ファイルのパーミッションを確認してください。
nl_nl: Het logbestand <code>%s</code> bestaat, maar is niet toegankelijk. Controleer de bestandsrechten.

source: The log file <code>%s</code> does not exist or is inaccessible.
ja: ログファイル <code>%s</code> が存在しないか、アクセスできません。
nl_nl: Het logbestand <code>%s</code> bestaat niet of is ontoegankelijk.

source: Could not open the log file "%s".
ja: ログファイル 「%s」を開けませんでした。
nl_nl: Kon het logbestand "%s" niet openen.

source: The current error_log value <code>%s</code> is not supported. Please change it to an absolute path.
ja: 現在の error_log 値 <code>%s</code> はサポートされていません。 絶対パスに変更してください。
nl_nl: De huidige error_log waarde <code>%s</code> wordt niet ondersteund. Verander het in een absoluut pad.

source: Error log filename is not set.
ja: エラーログファイル名が設定されていません。
nl_nl: Fouten log bestandsnaam is niet ingesteld.

source: Error logging is disabled.
ja: エラーログが無効になっています。
nl_nl: Fout logging is uitgeschakeld.

source: How often to send email (max):
ja: メールの送信頻度 (最大):
nl_nl: Hoe vaak een e-mail versturen (max):

source: Periodically email logged errors to:
ja: ログに記録されたエラーを次の宛先に定期的に電子メールで送信します:
nl_nl: E-mail gelogde fouten regelmatig naar:

source: Reverse line order (most recent on top)
ja: 行の順序を逆にする（直近のものを上に）
nl_nl: Regelvolgorde omkeren (meest recent bovenaan)

source: Strip WordPress root directory from log messages
ja: ログメッセージから WordPress ルートディレクトリを取り除く
nl_nl: Strip WordPress root folder uit log berichten

source: Number of entries to show:
ja: 表示するエントリ数:
nl_nl: Aantal items om te tonen:

source: See also: %s
ja: 参照: %s
nl_nl: Zie ook: %s

source: To enable error logging, create an empty file named "php-errors.log". Place it in a directory that is not publicly accessible (preferably outside your web root) and ensure it is writable by the web server. Then add the following code to <code>wp-config.php</code>:
ja: エラーログを有効にするには、「php-errors.log」という名前の空のファイルを作成します。 公開されていないディレクトリ (できれば Web ルートの外) に配置し、Web サーバーから書き込み可能であることを確認します。 次に、次のコードを <code>wp-config.php</code> に追加します:
nl_nl: Om het loggen van fouten in te schakelen, maak je een leeg bestand aan met de naam "php-errors.log". Plaats het in een folder die niet publiek toegankelijk is (bij voorkeur buiten je web root) en zorg ervoor dat het schrijfbaar is door de webserver. Voeg vervolgens de volgende code toe aan <code>wp-config.php</code>:

source: Expand these sections by default (if available):
nl_nl: Vouw deze secties standaard uit (indien beschikbaar):

source: Download Log
nl_nl: Log downloaden

source: You do not have permission to download the log file.
nl_nl: Je hebt geen toestemming om het logbestand te downloaden.

source: The log file was not found. It may have been deleted or moved.
nl_nl: Het logbestand is niet gevonden. Mogelijk is het verwijderd of verplaatst.

source: The server does not support the ZipStream-PHP library or an incompatible version is loaded.
nl_nl: De server ondersteunt de ZipStream-PHP bibliotheek niet of er is een niet compatibele versie geladen.
