Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/featured-image-from-url-*.po
Languages: nl_nl

source: Set featured images automatically. The plugin checks every minute for post types without featured images and performs web searches based on post titles to retrieve the image URLs (1 per minute).
nl_nl: Stel automatisch uitgelichte afbeeldingen in. De plugin controleert elke minuut op berichttypen zonder uitgelichte afbeeldingen en voert web zoekopdrachten uit op basis van berichttitels om de afbeelding-URL's op te halen (1 per minuut).

source: Import template
nl_nl: importeer template

source: Examples for 'Variations As Child XML Elements'
nl_nl: Voorbeelden voor 'Variations As Child XML Elements'

source: Display images at the same height
nl_nl: Toon afbeeldingen op dezelfde hoogte

source: Crop
nl_nl: Bijsnijden

source: Auto set featured media using web page address
nl_nl: Uitgelichte afbeelding automatisch instellen door gebruik van het webpagina adres

source: Auto set screenshot as featured image
nl_nl: Scherm automatisch instellen als uitgelichte afbeelding

source: Height
nl_nl: Hoogte

source: Even though with 1 license you can use FIFU on unlimited sites from the same domain, the technical support is still limited to 1 site.
nl_nl: Hoewel je met 1 licentie FIFU op een onbeperkt aantal sites van hetzelfde domein kunt gebruiken, is de technische ondersteuning nog steeds beperkt tot 1 site.

source: FIFU activation is based on the domain. Submitting your license key from the site example.com, [subdomain].example.com, or example.com/[anything] will activate the domain example.com. After that, you can use the same license key on the sites example.com, [subdomain].example.com, and example.com/[anything]. You can also use the same license key to activate a second domain for your test/development/stage site. If your domain has changed, please contact support.
nl_nl: FIFU activering is gebaseerd op het domein. Dus als je je licentiesleutel op de site example.com, [subdomain].example.com of example.com/[anything] indient, wordt het domein example.com geactiveerd. Daarna zou je dezelfde licentiesleutel kunnen gebruiken op de sites example.com, [subdomain].example.com en example.com/[anything]. Je kunt dezelfde licentiesleutel ook gebruiken om een tweede domein voor je test-/ontwikkelings-/stagesite te activeren. Als je domein is gewijzigd, neem dan contact op met de ondersteuning.

source: Activation
nl_nl: Activering

source: You can renew your license key(s) or get more information about that <a href='https://ws.featuredimagefromurl.com/keys/' target='_blank'>here</a>.
nl_nl: Je kunt je licentiesleutel(s) vernieuwen of meer informatie hierover krijgen <a href='https://ws.featuredimagefromurl.com/keys/' target='_blank'>hier</a>.

source: Please insert your license key below to receive updates and use this plugin without limitations.
nl_nl: Voer hieronder je licentiesleutel in om updates te ontvangen en deze plugin zonder beperkingen te gebruiken.

source: Image URL (optional)
nl_nl: Afbeelding URL (optioneel)

source: Next button
nl_nl: Volgende knop

source: Developers
nl_nl: Ontwikkelaars

source: To work correctly, some galleries provided by some themes require that the dimensions of the images are saved in the database, which can be impractical due to the slowness of this process. So the plugin offers its own product gallery that does not depend on the dimensions of remote images to function properly. You can configure the behavior of this gallery in the "Featured slider" tab.
nl_nl: Om correct te werken, vereisen sommige galerijen die door sommige thema's worden geleverd dat de afmetingen van de afbeeldingen in de database worden opgeslagen, wat onpraktisch kan zijn vanwege de traagheid van dit proces. Dus de plugin biedt zijn eigen productgalerij die niet afhankelijk is van de afmetingen van externe afbeeldingen om goed te functioneren. Je kunt het gedrag van deze galerij configureren in de "Uitgelichte slider" tab.

source: FIFU Product Gallery
nl_nl: FIFU product galerij

source: Upload to media library
nl_nl: Uploaden naar mediabibliotheek

source: show save button on post editor
nl_nl: toon opslaan knop in bericht editor

source: Save in the Media Library
nl_nl: Opslaan in de mediabibliotheek

source: Configure FIFU via command line.
nl_nl: Configureer FIFU via de command line.

source: Delimiter
nl_nl: Scheidingsteken

source: Fields
nl_nl: Velden

source: Function
nl_nl: Functie

source: e.g. (args)
nl_nl: b.v. (args)

source: Command
nl_nl: Commando

source: Option
nl_nl: Optie

source: Feature
nl_nl: Functie

source: Section
nl_nl: Sectie

source: Run it for all posts
nl_nl: Draai voor alle berichten

source: Auto set featured image using post title and search engine
nl_nl: Uitgelichte afbeelding automatisch instellen met de titel van het bericht en de zoekmachine

source: Automatic
nl_nl: Automatisch

source: Show thumbnail gallery
nl_nl: Toon thumbnails galerij

source: minimum height (px)
nl_nl: minimum hoogte (px)

source: Blocklist
nl_nl: Bloklijst

source: Auto set
nl_nl: Auto ingesteld

source: Featured video URL
nl_nl: URL van uitgelichte video

source: Featured image URL
nl_nl: URL van uitgelichte afbeelding

source: Private
nl_nl: Prive

source: List delimiter
nl_nl: Lijstscheidingsteken

source: Product video URL + gallery URLs
nl_nl: Product video URL + galerij URL's

source: Product image title + gallery titles
nl_nl: Product afbeelding titel + galerij titels

source: Product image URL + gallery URLs
nl_nl: Product afbeelding URL + galerij URL's

source: Video gallery
nl_nl: Video galerij

source: Image gallery
nl_nl: Fotogalerij

source: Choose Sirv image
nl_nl: Kies Sirv afbeelding

source: Add image from Sirv
nl_nl: Voeg afbeelding toe van Sirv

source: Image URL or Keywords
nl_nl: Afbeelding URL of keywords

source: Show counter
nl_nl: Toon teller

source: Featured video
nl_nl: Uitgelichte video

source: Ratio
nl_nl: Verhouding

source: Preview
nl_nl: Voorbeeld

source: Remove
nl_nl: Verwijderen

source: If you intend to use FIFU on multiple distinct sites, you can purchase additional license keys <a href='https://fifu.app/#price' target='_blank'>here</a>.
nl_nl: Als je FIFU op meerdere verschillende sites wil gebruiken, kun je meer licentiesleutels kopen <a href='https://fifu.app/#price' target='_blank'>hier</a>.

source: The plugin automatically adds its add-on to WP All Import.
nl_nl: De plugin voegt automatisch zijn add-on toe aan WP All Import.

source: CSV example
nl_nl: CSV voorbeeld

source: Importing products...
nl_nl: Importeren producten...

source: Hide from grid
nl_nl: Verberg van raster

source: Show the video thumbnail instead of the video itself. Thumbnails are images, so they load much faster than embedded videos.
nl_nl: Toon de video thumbnail in plaats van de video. Thumbnails zijn afbeeldingen, dus ze worden veel sneller geladen dan ingesloten video's.

source: Transition duration (in ms)
nl_nl: Overgangsduur (in ms)

source: Time between each transition (in ms)
nl_nl: Tijd tussen elke overgang (in ms)

source: Show gallery on click
nl_nl: Toon galerij bij klikken

source: Pause autoplay on hover
nl_nl: Pauzeer automatisch afspelen bij hoveren

source: minimum width (px)
nl_nl: minimale breedte (px)

source: Key
nl_nl: Sleutel

source: Image
nl_nl: Afbeelding

source: Custom post type
nl_nl: Aangepast berichttype

source: Product variation
nl_nl: Productvariatie

source: Product category
nl_nl: Product categorie

source: Documentation
nl_nl: Documentatie

source: product variation
nl_nl: productvariatie

source: variable product
nl_nl: variabel product

source: product category
nl_nl: product categorie

source: Creating your first product
nl_nl: Je eerste product maken

source: Custom fields
nl_nl: Aangepaste velden

source: Endpoints
nl_nl: Eindpunten

source: Requirement: Go to Plugins → Plugin Editor → Select plugin to edit → FIFU → Select. Then change the value of FIFU_DELETE_ALL_URLS from false to true.
nl_nl: Vereiste: ga naar Plugins → Plugin editor → selecteer plugin om te bewerken → FIFU → selecteer. Verander daarna de waarde van FIFU_DELETE_ALL_URLS van false naar true.

source: delete all your URLs now
nl_nl: verwijder nu al je URL's

source: the toggle will be automatically disabled when finished
nl_nl: de toggle wordt automatisch uitgeschakeld wanneer het klaar is

source: Clear the Image Metadata generated by FIFU, but not the URLs. Run this function if you intend to deactivate the plugin and use only local featured images again.
nl_nl: Reinig de afbeelding metagegevens die door FIFU zijn gegenereerd, maar niet de URL's. Draai het als je van plan bent de plugin te deactiveren en alleen lokale uitgelichte afbeeldingen weer te gebruiken.

source: generate the missing metadata now
nl_nl: genereer nu de ontbrekende metadata

source: Update all your posts applying the above configuration. To repeat the process, enable the toggle again.
nl_nl: Update al je berichten met de bovenstaande configuratie. Om het proces te herhalen, schakel je de toggle opnieuw in.

source: overwrite the existing featured media
nl_nl: overschrijf de bestaande uitgelichte media

source: Hide the featured media (image, video, or slider) on posts but keep its visibility on the homepage.
nl_nl: Verberg de uitgelichte media (afbeelding, video of slider) op berichten, maar blijft op home zichtbaar.

source: Define the URL of a default image to be displayed when you create or update a post without a featured image.
nl_nl: Definieer de URL van een standaardafbeelding die moet worden weergegeven wanneer je een berichttype maakt (of update) zonder uitgelichte afbeelding.

source: Define the URL of an image to be displayed in case of an image not found error.
nl_nl: Definieer de URL van een afbeelding die moet worden weergegeven in het geval van een fout met afbeelding niet gevonden.

source: reset settings
nl_nl: reset instellingen

source: Featured slider
nl_nl: Uitgelichte slider

source: Are you a WordPress developer? Now you can easily integrate your code with FIFU using the functions below.
nl_nl: Ben je een WordPress ontwikkelaar? Nu kun je je code eenvoudig integreren met FIFU met behulp van de onderstaande functies.

source: 3. Paste my address into "Image URL" field.
nl_nl: 3. Plak mijn adres in het veld "Afbeeldings URL".

source: 1. Add a new post
nl_nl: 1. Voeg een nieuw bericht toe

source: You just need to create a post and use me as the featured image:
nl_nl: Je hoeft alleen maar een bericht te maken en mij als de uitgelichte afbeelding te gebruiken:

source: Now that you have my address (also known as URL), how about making me famous?
nl_nl: Aangezien je nu mijn adres hebt (ook bekend als URL), kun je me dan beroemd maken?

source: Right click me!
nl_nl: Klik met de rechtermuisknop op mij!

source: Or just drag me and drop me here
nl_nl: Of gewoon sleep me en zet me hier neer

source: 3. Paste it here:
nl_nl: 3. Plak het hier:

source: 2. Select "Copy image address"
nl_nl: 2. Selecteer "Kopieer afbeelding adres"

source: Don't you believe me? So why don't you check my Internet address (also known as URL)?
nl_nl: Geloof je me niet? Dus waarom controleer je mijn internetadres (ook wel URL genoemd) niet?

source: You probably have a plugin or theme that sets a default image as the Facebook image (og:image meta tag). Just find and disable the option.
nl_nl: Je hebt waarschijnlijk een plugin of thema dat een standaard afbeelding instelt als de Facebook afbeelding (og:image meta tag). Zoek gewoon de optie en schakel deze uit.

source: Facebook doesn't share images
nl_nl: Facebook deelt mijn afbeeldingen niet

source: A plugin isn't working with FIFU
nl_nl: Een plugin werkt niet met FIFU

source: All images disappeared
nl_nl: Al mijn afbeeldingen zijn verdwenen

source: with this
nl_nl: hiermee

source: If you need help, refer to the troubleshooting or send an email to
nl_nl: Als je hulp nodig hebt, kan je de probleemoplossing raadplegen of een e-mail sturen naar

source: Import
nl_nl: Importeren

source: Auto set category images
nl_nl: Automatisch instellen van categorie afbeeldingen

source: Lightbox and Zoom
nl_nl: Lightbox en zoom

source: Background Video
nl_nl: Achtergrond video

source: Mute
nl_nl: Dempen

source: Autoplay
nl_nl: Automatisch afspelen

source: Minimum Width
nl_nl: Minimale breedte

source: Play Button
nl_nl: Afspeelknop

source: Featured Video
nl_nl: Uitgelichte video

source: Featured Slider
nl_nl: Uitgelichte slider

source: Delete All URLs
nl_nl: Verwijder alle URL's

source: Schedule Metadata Generation
nl_nl: Plan het genereren van metagegevens

source: Clear Metadata
nl_nl: Wis meta gegevens

source: Image Metadata
nl_nl: Metagegevens van afbeeldingen

source: Configuration
nl_nl: Configuratie

source: Hide Featured Media
nl_nl: Verberg uitgelichte media

source: Default Featured Image
nl_nl: Standaard uitgelichte afbeelding

source: Replace Not Found Image
nl_nl: Vervang niet gevonden afbeelding

source: Reset Settings
nl_nl: Reset instellingen

source: Getting started
nl_nl: Beginnen

source: License key
nl_nl: Licentiesleutel

source: Troubleshooting
nl_nl: Probleemoplossing

source: Admin
nl_nl: Beheerder

source: Help
nl_nl: Helpen

source: on custom post types
nl_nl: op aangepaste berichttypen

source: on posts
nl_nl: bij berichten

source: mode
nl_nl: modus

source: color
nl_nl: kleur

source: Width
nl_nl: Breedte

source: Result
nl_nl: Resultaat

source: e.g.:
nl_nl: bijv.:

source: Example
nl_nl: Voorbeeld

source: Requirement
nl_nl: Vereiste

source: Important
nl_nl: Belangrijk

source: Submit
nl_nl: Verzenden

source: Featured image
nl_nl: Uitgelichte afbeelding

source: Product image
nl_nl: Productafbeelding

source: Settings
nl_nl: Instellingen

source: Gallery Image (URL)
nl_nl: Galerijafbeelding (URL)

source: Image URL
nl_nl: Afbeelding URL

source: Please wait a few seconds...
nl_nl: Wacht een paar seconden...

source: Featured slider (URLs)
nl_nl: Uitgelichte slider (URL)

source: Featured video (URL)
nl_nl: Uitgelichte video (URL)

source: Product Image (URL)
nl_nl: Productafbeelding (URL)

source: Featured image title
nl_nl: Titel van uitgelichte afbeelding

source: Featured image (URL)
nl_nl: Uitgelichte afbeelding (URL)
