Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/featured-image-from-url-*.po
Languages: nl_nl

source: Don't restrict the search too much. Because depending on the post title and the filters applied, the search engine might return an image that's not very relevant, or even no image. A quick and easy way to test if the search engine has relevant images for the applied filters is by accessing the post editor or FIFU quick editor and performing a search with the 'Keywords' field empty. A list of the top images based on the post's title will be displayed.
nl_nl: Beperk de zoekopdracht niet te veel. Want afhankelijk van de berichttitel en de toegepaste filters kan het zijn dat de zoekmachine een afbeelding teruggeeft die niet erg relevant is, of zelfs helemaal geen afbeelding. Een snelle en makkelijke manier om te testen of de zoekmachine relevante afbeeldingen heeft voor de toegepaste filters, is door naar de berichteditor of FIFU quick editor te gaan en een zoekopdracht uit te voeren met het veld 'keywords' leeg. Er wordt dan een lijst met de beste afbeeldingen op basis van de titel van het bericht getoond.

source: Name
nl_nl: Naam

source: Variations
nl_nl: Variaties

source: background video
nl_nl: achtergrond video

source: Start videos without audio.
nl_nl: Start video's zonder geluid.

source: Looping video playback.
nl_nl: Video's in loops afspelen.

source: Available for
nl_nl: Beschikbaar voor

source: You should also set a featured image. It will be used as the video thumbnail.
nl_nl: Je moet ook een uitgelichte afbeelding instellen. Deze wordt gebruikt als thumbnail afbeelding van de video.

source: Loads a list of images from Unsplash. Choose the image that is most suitable. The filters configured in 'FIFU Settings → Automatic → Auto set featured image from Unsplash using tags' works here.
nl_nl: Laadt een lijst met afbeeldingen van Unsplash. Kies de afbeelding die het meest geschikt is. De filters die zijn geconfigureerd in 'FIFU instellingen → automatisch → automatisch instellen uitgelichte afbeelding van Unsplash met tags' werken hier.

source: move to left
nl_nl: verplaats naar links

source: watch later and queue buttons
nl_nl: later kijken en wachtrij knoppen

source: When using import plugins, add the URL of the thumbnail after the video URL, separated by a backslash. For example: 'video_url\image_url'.
nl_nl: Als je import plugins gebruikt, voeg dan de URL van de thumbnail toe na de video URL, gescheiden door een backslash. Bijvoorbeeld: 'video_url\image_url'.

source: Portrait
nl_nl: Portret

source: Landscape
nl_nl: Landschap

source: Wide
nl_nl: Breed

source: Tall
nl_nl: Groot

source: Square
nl_nl: Vierkant

source: All
nl_nl: Alle

source: elsewhere
nl_nl: elders

source: Loads a list of images from a search engine based on the post's title. Choose the most suitable image. The filters configured in 'FIFU Settings → Automatic → Auto set featured image using post title and search engine' works here.
nl_nl: Laadt een lijst met afbeeldingen van een zoekmachine op basis van de titel van het bericht. Kies de geschiktste afbeelding. De filters die zijn ingesteld in 'FIFU instellingen → Automatisch → automatisch uitgelichte afbeelding instellen op basis van berichttitel en zoekmachine' werken hier.

source: Loads the corresponding image. You should use an absolute URL, which means including the protocol (http/https) and the domain.
nl_nl: Laadt de bijbehorende afbeelding. Je moet een absolute URL gebruiken, dus inclusief het protocol (http/https) en het domein.

source: Empty
nl_nl: Leeg

source: on single post types only
nl_nl: alleen op enkele berichten

source: Date
nl_nl: Datum

source: Post ID
nl_nl: Bericht ID

source: Please enter your email
nl_nl: Voer je e-mailadres in

source: Enter your email
nl_nl: Voer je e-mail in

source: To select multiple non-adjacent images, click the first image, press the <b>CTRL</b> key, and click each desired image.
nl_nl: Om meerdere niet aangrenzende afbeeldingen te selecteren, klik je op de eerste afbeelding, druk je op de <b>CTRL</b> toets en klik je op elke gewenste afbeelding.

source: To select multiple images adjacent to each other, click the first image, press <b>SHIFT</b> and click the last image.
nl_nl: Om meerdere afbeeldingen naast elkaar te selecteren, klik op de eerste afbeelding, houd <b>SHIFT</b> ingedrukt en klik op de laatste afbeelding.

source: Before uploading local images to the cloud, you should copy their URLs to FIFU custom fields by clicking the "link" button. Have a database backup as post metadata will be replaced, making this plugin responsible for displaying images. Do not delete images from the media library until ensuring they were saved in the cloud.
nl_nl: Voordat je lokale afbeeldingen uploadt naar de cloud, moet je hun URL's kopiëren naar FIFU aangepaste velden door op de "link" knop te klikken. Maak een back-up van de database omdat de metadata van de berichten worden vervangen, waardoor deze plugin verantwoordelijk wordt voor het weergeven van afbeeldingen. Verwijder geen afbeeldingen uit de mediabibliotheek totdat je zeker weet dat ze zijn opgeslagen in de cloud.

source: Automatically uploads remote images to the cloud.
nl_nl: Uploadt automatisch externe afbeeldingen naar de cloud.

source: Costs start from the upload date.
nl_nl: De kosten beginnen vanaf de uploaddatum.

source: Protecting your website's content, including text and image URLs, from unauthorized access and extraction by bots can be a challenging task. Once this data is obtained, it can be replicated elsewhere, diverting the rightful visitors to other platforms. Fortunately, FIFU Cloud offers a solution with hotlink protection. This feature restricts other websites (excluding social media platforms) from displaying your images. While it may not completely solve the problem, it significantly hinders the unauthorized usage of your content, as posts with blocked images are less appealing to those attempting to extract information.
nl_nl: Het beschermen van de inhoud van je site, inclusief tekst en afbeelding URL's, tegen ongeautoriseerde toegang en extractie door bots kan een uitdagende taak zijn. Als deze gegevens eenmaal zijn verkregen, kunnen ze elders worden gerepliceerd, waardoor de rechtmatige bezoekers worden omgeleid naar andere platforms. Gelukkig biedt FIFU Cloud een oplossing met hotlink beveiliging. Deze functie zorgt ervoor dat andere sites (met uitzondering van sociale mediaplatforms) je afbeeldingen niet kunnen weergeven. Hoewel dit het probleem misschien niet helemaal oplost, wordt het ongeautoriseerd gebruik van je inhoud aanzienlijk belemmerd, omdat berichten met geblokkeerde afbeeldingen minder aantrekkelijk zijn voor degenen die informatie proberen te ontfutselen.

source: WordPress themes and social media platforms often crop the central area of images, which can be problematic as the main object is often not centered. For example, Facebook, Twitter, and LinkedIn display featured images at ~1200×630 pixels in landscape orientation. However, sharing a full-body portrait photo may result in the cropped person losing their head and feet. FIFU Cloud, on the other hand, utilizes face and object detection to intelligently crop images, showcasing what truly matters without compromising style or information.
nl_nl: WordPress thema's en sociale media platforms snijden vaak het centrale deel van afbeeldingen bij, wat lastig kan zijn omdat het hoofdobject vaak niet in het midden staat. Facebook, Twitter en LinkedIn tonen bijvoorbeeld uitgelichte afbeeldingen op ongeveer 1200×630 pixels in liggende oriëntatie. Maar als je een portretfoto van een volledig lichaam deelt, kan het zijn dat het hoofd en de voeten van de persoon worden afgesneden. FIFU Cloud gebruikt daarentegen gezichts- en objectherkenning om afbeeldingen slim bij te snijden, zodat het belangrijkste goed zichtbaar blijft zonder stijl of informatie te verliezen.

source: Similar cloud services often charge based on the number of accesses to images or sell static plans where you pay for the allocated storage, even if it remains unused. However, FIFU Cloud takes a different approach. It only charges for the daily average of stored images over a 30-day period, excluding thumbnails from the billing. Let's consider an example: on the first day, you stored 1000 images; ten days later, you deleted all of them; and then, ten days after that, you added 1100 images, which were stored for ten days. Thus, the average usage over the 30-day period would be 700 images per day, and you will only be charged for that amount. If there are no changes in the next period, the average would be 1100, resulting in an increased cost. However, if you remove all the images in the subsequent period, there will be no charge incurred.
nl_nl: Vergelijkbare clouddiensten brengen vaak kosten in rekening op basis van het aantal afbeeldingen of verkopen statische abonnementen waarbij je betaalt voor de toegewezen opslagruimte, zelfs als deze ongebruikt blijft. FIFU Cloud hanteert echter een andere aanpak. Het berekent alleen kosten voor het dagelijkse gemiddelde van opgeslagen afbeeldingen over een periode van 30 dagen, waarbij thumbnails niet in rekening worden gebracht. Laten we een voorbeeld nemen: op de eerste dag sloeg je 1000 afbeeldingen op; tien dagen later verwijderde je ze allemaal; en tien dagen daarna voegde je 1100 afbeeldingen toe, die tien dagen werden opgeslagen. Het gemiddelde gebruik over de periode van 30 dagen is dus 700 afbeeldingen per dag en je wordt alleen voor dat bedrag afgerekend. Als er in de volgende periode geen veranderingen zijn, wordt het gemiddelde 1100, wat resulteert in hogere kosten. Als je echter alle afbeeldingen in de volgende periode verwijdert, worden er geen kosten in rekening gebracht.

source: Your website was not designed for image processing. However, when you save an image in the media library, the WordPress core, along with your theme and plugins, initiate multiple tasks to process the image locally. These tasks include conversions, duplications, rotations, resizing, cropping, compression, and more. Depending on the number of images, this process can take weeks, and eventually, the website needs to repeat the entire process again. This consumes significant storage, memory, and processing power, which can result in slow website performance for users. In contrast, FIFU Cloud eliminates the need to use your own computing resources. We process your images entirely on Google Cloud servers. By leveraging the power of the cloud, we can efficiently process and store thousands of images simultaneously within seconds.
nl_nl: Je site is niet ontworpen voor het verwerken van afbeeldingen. Wanneer je echter een afbeelding opslaat in de mediabibliotheek, start de WordPress core, samen met je thema en plugins, meerdere taken om de afbeelding lokaal te verwerken. Deze taken omvatten conversies, duplicaties, rotaties, format wijzigen, bijsnijden, compressie en meer. Afhankelijk van het aantal afbeeldingen kan dit proces weken duren en uiteindelijk moet de site het hele proces opnieuw herhalen. Dit verbruikt veel opslag, geheugen en rekenkracht, wat kan resulteren in trage siteprestaties voor gebruikers. Met FIFU Cloud is het daarentegen niet meer nodig om je eigen gegevensbronnen te gebruiken. We verwerken je afbeeldingen volledig op Google Cloud servers. Door gebruik te maken van de kracht van de cloud kunnen we binnen enkele seconden duizenden afbeeldingen tegelijk efficiënt verwerken en opslaan.

source: One major drawback of embedding remote images on your website is the lack of thumbnails. Without thumbnails, your website loads the same large image file regardless of whether it's viewed on desktop or mobile phone, on a post or homepage. Additionally, there are instances where the image may not be optimized or hosted on a slow server. FIFU Cloud addresses all these concerns by storing and serving optimized thumbnails through a fast content delivery network (CDN). This means that when visitors access your pages, they receive only the smallest image files required to display the images without any loss in quality. The smaller the file size, the faster the images are rendered, resulting in improved loading times for your website.
nl_nl: Een groot nadeel van het insluiten van externe afbeeldingen op je site is het ontbreken van thumbnails. Zonder thumbnails laad je site hetzelfde grote afbeeldingenbestand, ongeacht of het wordt bekeken op desktop, mobiele telefoon, in een bericht of op de homepage. Daarnaast kan het voorkomen dat de afbeelding niet geoptimaliseerd is of gehost wordt op een trage server. FIFU Cloud pakt al deze problemen aan door geoptimaliseerde thumbnails op te slaan en te serveren via een snel inhoud delivery network (CDN). Dit betekent dat wanneer bezoekers je pagina's bezoeken, ze alleen de kleinste afbeeldingenbestanden ontvangen die nodig zijn om de afbeeldingen weer te geven, zonder kwaliteitsverlies. Hoe kleiner de bestandsgrootte, hoe sneller de afbeeldingen worden gerenderd, wat resulteert in betere laadtijden voor je site.

source: Image sources sometimes remove or change the URLs of their images, either due to internal restructuring or to prevent their embedding on other websites. This can cause significant problems for websites that had previously embedded these images, as they become lost and cannot be retrieved. However, FIFU Cloud offers a solution to this issue. It saves your embedded images in the cloud and provides stable URLs to access them. By replacing the existing URLs with FIFU Cloud URLs, you eliminate the problem. Additionally, if needed, you have the option to revert back to the original URLs.
nl_nl: Bronnen van afbeeldingen verwijderen of wijzigen soms de URL's van hun afbeeldingen, hetzij als gevolg van interne herstructurering of om te voorkomen dat ze op andere sites worden ingesloten. Dit kan grote problemen veroorzaken voor sites die deze afbeeldingen eerder hadden ingesloten, omdat ze verloren gaan en niet meer kunnen worden teruggehaald. FIFU cloud biedt echter een oplossing voor dit probleem. Het slaat je ingesloten afbeeldingen op in de cloud en biedt stabiele URL's om ze te openen. Door de bestaande URL's te vervangen door FIFU cloud URL's, elimineer je het probleem. Bovendien heb je, indien nodig, de optie om terug te keren naar de originele URL's.

source: Smart cropping
nl_nl: Slim bijsnijden

source: FIFU Cloud is a cloud-based service that securely stores your images within the robust infrastructure of Google Cloud. Not only does FIFU Cloud ensure image preservation, but it also optimizes and rapidly delivers them through Google's global Edge Network. Additionally, FIFU Cloud automatically generates thumbnails for each image and serves them in the efficient webp format, enhancing the overall performance of your website.
nl_nl: FIFU Cloud is een cloudgebaseerde dienst die je afbeeldingen veilig opslaat binnen de robuuste infrastructuur van Google Cloud. FIFU Cloud zorgt niet alleen voor het behoud van afbeeldingen, maar optimaliseert en levert ze ook snel via het wereldwijde Edge Network van Google. Bovendien genereert FIFU Cloud automatisch thumbnails voor elke afbeelding en serveert ze in het efficiënte webp format, waardoor de algehele prestaties van je site verbeteren.

source: featured media
nl_nl: uitgelichte media

source: Payment and billing information
nl_nl: Betalings- en factureringsinformatie

source: FIFU can auto set images based on post title, tags, remote web page address, and more. Check FIFU Settings → Automatic.
nl_nl: FIFU kan automatisch afbeeldingen instellen op basis van onder andere het bericht titel, tags en het adres van een externe webpagina. Controleer FIFU Instellingen → Automatisch.

source: Set featured video with URL
nl_nl: Stel uitgelichte video in met URL

source: Set featured image with URL
nl_nl: Stel uitgelichte afbeelding in met URL

source: Default is '|'
nl_nl: Standaard is '|'

source: Powered by FIFU plugin
nl_nl: Aangedreven door FIFU plugin

source: Please wait...
nl_nl: Even wachten...

source: Set frame as thumbnail
nl_nl: Stel frame in als thumbnail

source: Importing variable products
nl_nl: Importeren van variabele producten

source: Use FIFU with the import tool from WooCommerce.
nl_nl: Gebruik FIFU met het import gereedschap van WooCommerce.

source: Start videos in the background, meaning autoplay with no controls and no sound.
nl_nl: Start de video's op de achtergrond, wat betekent automatisch afspelen, geen bedieningselementen en geen geluid.

source: Define a minimum width for a container to display a video. If the minimum width is not reached, the plugin automatically shows only the video thumbnail.
nl_nl: Stel een minimale breedte in voor een container om een video te tonen. Als de minimale breedte niet wordt bereikt, laat de plugin automatisch alleen de video thumbnail zien.

source: Add a play button to the video thumbnail. When clicking on the button, the video will start (in inline or lightbox mode).
nl_nl: Voeg een afspeelknop toe aan de video thumbnail. Als je op de knop klikt, start de video (in inline of lightbox modus).

source: Enable the addition of featured images to forums, topics, and replies.
nl_nl: De toevoeging van uitgelichte afbeeldingen aan forums, onderwerpen en reacties inschakelen.

source: Previous button
nl_nl: Vorige knop

source: Start autoplay automatically
nl_nl: Automatisch starten van automatisch afspelen

source: Show previous/next buttons
nl_nl: Toon vorige/volgende knoppen

source: This feature allows to have a slider of images and videos instead of a regular featured image. It is particularly useful for certain types of websites, such as real estate, and can handle a large number of high-resolution images with optimal performance.
nl_nl: Met deze functie kun je een slider met afbeeldingen en video's gebruiken in plaats van een gewone uitgelichte afbeelding. Dit is vooral handig voor bepaalde soorten sites, zoals vastgoed, en kan een groot aantal afbeeldingen met hoge resolutie aan met optimale prestaties.

source: WordPress post
nl_nl: WordPress bericht

source: Your remote images will be automatically optimized and served from a public CDN. In addition, the plugin will load the thumbnails in the exact size your site requires, further enhancing performance.
nl_nl: Je externe afbeeldingen worden automatisch geoptimaliseerd en geserveerd vanaf een gratis CDN. Bovendien laadt de plugin de thumbnails in de exacte grootte die je site nodig heeft, wat de prestaties nog verder verbetert.

source: by default, this plugin doesn't save images in the media library. Enabling this toggle will remove all featured images from post types that have remote featured images, and this action cannot be undone. This also applies to FIFU galleries, videos, audios, and sliders.
nl_nl: standaard slaat deze plugin geen afbeeldingen op in de mediabibliotheek. Als je deze toggle inschakelt, worden alle uitgelichte afbeeldingen verwijderd van berichttypen die externe uitgelichte afbeeldingen hebben, en deze actie kan niet ongedaan worden gemaakt. Dit geldt ook voor FIFU galerijen, video's, audio's en sliders.

source: Generate the necessary database records for WordPress components to work with remote images.
nl_nl: Genereer de benodigde database records voor WordPress componenten om met externe afbeeldingen te werken.

source: Filter by post format
nl_nl: Filter op berichtformat

source: Set images from Unsplash as featured images automatically. The plugin checks every minute for post types without featured images and performs searches on Unsplash based on the tags to retrieve the image URLs.
nl_nl: Stel afbeeldingen van Unsplash automatisch in als aanbevolen afbeeldingen. De plugin controleert elke minuut of er berichttypen zijn zonder aanbevolen afbeeldingen en voert Unsplash zoekopdrachten uit op basis van de tags om de afbeeldingen URL's te krijgen.

source: Automatically defines featured media using images found on remote web pages. The plugin checks every minute for post types without featured media and accesses the provided web page URLs to retrieve the main image. FIFU looks for the Open Graph tag image (used for sharing on social media). If og:image is not found, it retrieves the largest image available. It can also search for embedded videos and set the first one found as the featured video. Videos take priority over images.
nl_nl: Definieert automatisch uitgelichte media met behulp van afbeeldingen op externe webpagina's. De plugin controleert elke minuut op berichttypes zonder uitgelichte media en opent de URL's van de opgegeven webpagina's om de hoofdafbeelding op te halen. FIFU zoekt naar de Open Graph tag afbeelding (gebruikt voor delen op sociale media). Als og:image niet wordt gevonden, wordt de grootste beschikbare afbeelding opgehaald. Het kan ook zoeken naar ingesloten video's en de eerste gevonden video instellen als de hoofdvideo. Video's hebben voorrang op afbeeldingen.

source: Limit the search to one or more specific sites.
nl_nl: Beperk het zoeken tot één of meer specifieke sites.

source: List of prohibited strings in the image URL:
nl_nl: Lijst met verboden strings in de URL van de afbeelding:

source: Only save images from specific domains.
nl_nl: Alleen afbeeldingen opslaan van specifieke domeinen.

source: Proxies are utilized to bypass IP bans that can occur when your site downloads a large number of images from the same host. However, using proxies has certain disadvantages. A proxy can impose limitations on the number of requests, and its IP address may also get banned. In such cases, the plugin will attempt to find alternative proxies until it discovers a functional one. Consequently, the use of proxies can potentially slow down the process, unless you have access to a private proxy. By default, FIFU plugin incorporates a list of public proxies that are updated every 30 minutes. The plugin also caches the proxies that are working correctly with your image URLs.
nl_nl: Proxy's worden gebruikt om IP verboden te omzeilen die kunnen optreden wanneer je site een groot aantal afbeeldingen downloadt van dezelfde host. Het gebruik van proxy's heeft echter bepaalde nadelen. Een proxy kan beperkingen opleggen aan het aantal aanvragen, en zijn IP-adres kan ook verbannen worden. In zulke gevallen zal de plugin proberen om alternatieve proxy's te vinden totdat het een functionele proxy vindt. Bijgevolg kan het gebruik van proxy's het proces vertragen, tenzij je toegang hebt tot een privé proxy. Standaard bevat de FIFU plugin een lijst van publieke proxy's die elke 30 minuten worden geüpdatet. De plugin slaat ook de proxy's op die correct werken met je afbeelding URL's.

source: run a function that periodically searches for remote images and saves them in the media library.
nl_nl: een functie uitvoeren die periodiek zoekt naar externe afbeeldingen en deze opslaat in de mediabibliotheek.

source: It's possible to save remote images in the media library and automatically set them as featured images or gallery images. Make a backup before running the scheduled event, as making an image local cannot be reverted.
nl_nl: Het is mogelijk om externe afbeeldingen op te slaan in de mediabibliotheek en ze automatisch in te stellen als uitgelichte afbeelding of galerijafbeeldingen. Maak een back-up voordat je het geplande evenement uitvoert, want een afbeelding lokaal maken kan niet ongedaan worden gemaakt.

source: Reset FIFU settings to the default values.
nl_nl: Reset FIFU instellingen naar de standaardwaarden.

source: All you need is to provide the post ID and the image URL. FIFU plugin will handle the rest by setting the custom fields and creating the metadata.
nl_nl: Alles wat je hoeft te doen is de bericht ID en de afbeelding URL opgeven. De FIFU plugin regelt de rest door de aangepaste velden in te stellen en de metagegevens aan te maken.
