Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/featured-image-from-url-*.po
Languages: nl_nl

source: The sizes listed here are automatically detected by FIFU as you navigate through your site's page types. If you need to reset the size values for any reason, simply browse your pages again or wait for your visitors to do so, and FIFU will detect and list them here once more.
nl_nl: De hier vermelde maten worden automatisch gedetecteerd door FIFU terwijl je door de paginatypes van je site bladert. Als je om welke reden dan ook de maatwaarden opnieuw moet instellen, blader dan gewoon opnieuw door je pagina's of wacht tot je bezoekers dat doen, en FIFU zal ze hier opnieuw detecteren en vermelden.

source: Registered sizes are predefined dimensions that themes and plugins create to display images, and the FIFU CDN reads these values to deliver remote images in the exact requested size.
nl_nl: Geregistreerde maten zijn vooraf gedefinieerde afmetingen die thema's en plugins creëren om afbeeldingen weer te geven, en de FIFU CDN leest deze waarden om externe afbeeldingen in de exact gevraagde grootte te leveren.

source: Registered sizes
nl_nl: Geregistreerde maten

source: By default, the CDN loads images in the sizes registered by the theme or other plugins. You can adjust them at 'Image → Optimized images → Sizes → Registered sizes'.
nl_nl: Standaard laadt de CDN afbeeldingen in de formaten die zijn geregistreerd door het thema of andere plugins. Je kunt ze aanpassen bij 'Afbeelding → Geoptimaliseerde afbeeldingen → Formaten → Geregistreerde formaten'.

source: Pages
nl_nl: Pagina's

source: Search
nl_nl: Zoeken

source: Filter results
nl_nl: Filterresultaten

source: Size
nl_nl: Grootte

source: Batch of categories
nl_nl: Batch van categorieën

source: Batch of products
nl_nl: Batch van producten

source: batch of categories
nl_nl: batch van categorieën

source: batch of products
nl_nl: batch van producten

source: To serve remote images with your site domain, simply create a DNS record for your domain with the following details:
nl_nl: Om afbeeldingen op afstand te bedienen met het domein van je site, maak je gewoon een DNS-record aan voor je domein met de volgende gegevens:

source: Smartly crop images
nl_nl: Slim afbeeldingen bijsnijden

source: use your site's domain
nl_nl: gebruik het domein van je site

source: Due to the costs associated with processing and delivering millions of images daily, this feature is not currently available in the free version of FIFU or on staging sites using the PRO version. However, a small fee may soon be introduced to ensure its sustainability. For PRO users, the FIFU CDN will initially work only on the production site, unless the key has expired.
nl_nl: Vanwege de kosten die gepaard gaan met het verwerken en leveren van miljoenen afbeeldingen per dag, is deze functie momenteel niet beschikbaar in de gratis versie van FIFU of op staging sites die de PRO versie gebruiken. Er kan binnenkort echter een kleine vergoeding worden gevraagd om de duurzaamheid te waarborgen. Voor PRO gebruikers werkt de FIFU CDN in eerste instantie alleen op de productie site, tenzij de sleutel is verlopen.

source: Provide dedicated technical support
nl_nl: Speciale technische ondersteuning bieden

source: Enable cache purging
nl_nl: Cache opschonen inschakelen

source: Improve regional availability
nl_nl: Regionale beschikbaarheid verbeteren

source: Enhance content replication
nl_nl: Inhoud repliceren verbeteren

source: Optimize image URLs for SEO
nl_nl: Afbeelding URL's optimaliseren voor SEO

source: Expand image processing capabilities
nl_nl: Afbeelding verwerkings rechten uitbreiden

source: Retrieve cached images in under 100ms
nl_nl: Cache afbeeldingen ophalen in minder dan 100 ms

source: Render images in a modern and efficient web format (WebP)
nl_nl: Afbeeldingen weergeven in een modern en efficiënt web format (WebP)

source: Support any image sources
nl_nl: Ondersteuning van alle afbeelding bronnen

source: Serve remote images using your site's domain
nl_nl: Op afstand afbeeldingen serveren met het domein van je site

source: For a long time, optimized images relied solely on a public third-party CDN. While this approach offered cost advantages, it also introduced several challenges. Now, FIFU provides its own CDN, designed to achieve the following goals:
nl_nl: Lange tijd waren geoptimaliseerde afbeeldingen volledig afhankelijk van een openbare externe CDN. Hoewel deze aanpak kostenvoordelen bood, bracht het ook verschillende uitdagingen met zich mee. Nu biedt FIFU een eigen CDN, ontworpen om de volgende doelen te bereiken:

source: optimize images with FIFU CDN
nl_nl: afbeeldingen optimaliseren met FIFU CDN

source: Optimize
nl_nl: Optimaliseren

source: Data
nl_nl: Gegevens

source: Please wait 1 minute...
nl_nl: 1 minuut wachten...

source: Page redirection (forwarding URL)
nl_nl: Pagina omleiden (URL doorsturen)

source: Set one image for each category. The chosen image will be a random featured image from the products in that category.
nl_nl: Stel een afbeelding in voor elke categorie. De gekozen afbeelding is een willekeurige uitgelichte afbeelding uit de producten in die categorie.

source: Most users will simply add the custom field name, which is expected to contain an image or video URL. However, if all your URLs follow the same pattern, i.e., have the same prefix and suffix, you could add something like this into the field above: https://domain/{custom_field}.webp, where custom_field is some kind of ID instead of a URL.
nl_nl: De meeste gebruikers zullen simpelweg de naam van het aangepaste veld toevoegen, waarvan verwacht wordt dat het een afbeelding of video URL bevat. Maar als al je URL's hetzelfde patroon volgen, d.w.z. dezelfde prefix en suffix hebben, kun je zoiets als dit toevoegen in het veld hierboven: https://domain/{custom_field}.webp, waarbij custom_field een soort ID is in plaats van een URL.

source: Automatically delete images from the cloud when they are no longer in use on the site, for example, due to a deleted post.
nl_nl: Afbeeldingen automatisch verwijderen uit de cloud als ze niet meer gebruikt worden op de site, bijvoorbeeld door een verwijderd bericht.

source: Automatic delete
nl_nl: Automatisch verwijderen

source: Update payment method
nl_nl: Update betaalmethode

source: FIFU Cloud charges based on the average number of stored images within each 30-day period. The data below is updated hourly.
nl_nl: FIFU Cloud berekent kosten op basis van het gemiddelde aantal opgeslagen afbeeldingen binnen elke periode van 30 dagen. De gegevens hieronder zijn per uur geüpdatet.

source: You don't pay for the multiple thumbnails generated for each image.
nl_nl: Je betaalt niet voor de meerdere thumbnails die voor elke afbeelding worden gegenereerd.

source: €0.001 per image. Payment is based on the daily average of stored images in FIFU Cloud, billed every 30 days.
nl_nl: € 0,001 per afbeelding. Betaling is gebaseerd op het dagelijks gemiddelde van opgeslagen afbeeldingen in FIFU Cloud, elke 30 dagen gefactureerd.

source: Default featured image
nl_nl: Standaard uitgelichte afbeelding

source: Secret key
nl_nl: Geheime sleutel

source: Access key
nl_nl: Toegang sleutel

source: If you already have the ASIN saved in your database, specify its custom field name here. The plugin will access the field and import the value. For example, if the ASIN is saved in the SKU field, you can add "_sku," which is the field where the SKU is stored.
nl_nl: Als je de ASIN al in je database hebt opgeslagen, geef hier dan de naam van het aangepaste veld op. De plugin haalt de waarde uit dat veld en importeert deze. Bijvoorbeeld, als de ASIN is opgeslagen in het SKU veld, kun je "_sku" toevoegen, dat is het veld waar de SKU staat.

source: Credentials
nl_nl: Referenties

source: Set product images automatically. The plugin checks every minute for post types without images and uses the ASIN and Amazon's Product Advertising API to retrieve the image URLs. For WooCommerce products, the URLs will be saved as the featured image and gallery, while for other post types, the URLs will be saved as a featured slider.
nl_nl: Stel automatisch afbeeldingen van producten in. De plugin controleert elke minuut op berichttypes zonder afbeeldingen en gebruikt de ASIN en Amazon's Product advertising API om de afbeelding URL's op te halen. Voor WooCommerce producten worden de URL's opgeslagen als de uitgelichte afbeelding en galerij, terwijl voor andere berichttypes de URL's worden opgeslagen als een uitgelichte slider.

source: Auto set product images from ASIN
nl_nl: Automatisch productafbeeldingen van ASIN instellen

source: Error
nl_nl: Fout

source: Saved
nl_nl: Opgeslagen

source: Saving
nl_nl: Aan het opslaan

source: Your license key has expired. Please renew or upgrade it to continue receiving updates and support.
nl_nl: Je licentiesleutel is verlopen. Verleng of upgrade deze om ondersteuning en updates te blijven ontvangen.

source: It also allows the development team to read a few entries in the database that are related to images.
nl_nl: Hiermee kan het ontwikkelteam ook een paar invoergegevens in de database lezen die gerelateerd zijn aan afbeeldingen.

source: Renew or upgrade
nl_nl: Vernieuwen of upgraden

source: Please check the key and try again, or contact support for assistance. A valid license key is required for the plugin to work correctly and without limitations.
nl_nl: Controleer de sleutel en probeer het opnieuw, of neem contact op met ondersteuning voor hulp. Een geldige licentiesleutel is vereist om de plugin correct en zonder beperkingen te laten werken.

source: Please renew or upgrade it to continue receiving updates and support.
nl_nl: Vernieuwen of upgraden om updates en ondersteuning te blijven ontvangen.

source: FIFU is now fully activated, and all features are unlocked.
nl_nl: FIFU is nu volledig geactiveerd en alle functies zijn ontgrendeld.

source: Your license key is invalid.
nl_nl: Je licentiesleutel is ongeldig.

source: Your license key has expired.
nl_nl: Je licentiesleutel is verlopen.

source: Your license key was successfully registered.
nl_nl: Je licentiesleutel is succesvol geregistreerd.

source: Test connection with the FIFU server failed. If you are using a firewall, please allow FIFU requests.
nl_nl: Verbinding met de FIFU server is mislukt. Als je een firewall gebruikt, sta dan FIFU aanvragen toe.

source: Test connection with the FIFU server completed successfully.
nl_nl: Verbinding met de FIFU server is succesvol afgerond.

source: Async requests from the FIFU server to your site may be used to split data processing into parts, avoiding execution timeouts on slower tasks and excessive memory usage on larger tasks. They also bypass the lack of a real cron system in WordPress, keeping some automatic features running even when the site is not receiving visitors.
nl_nl: Async aanvragen van de FIFU server naar je site kunnen worden gebruikt om gegevensverwerking in delen op te splitsen, waardoor timeouts bij langzamere taken en overmatig geheugengebruik bij grotere taken worden voorkomen. Ze omzeilen ook het gebrek aan een echt cron systeem in WordPress, waardoor sommige automatische functies blijven draaien, zelfs als de site geen bezoekers ontvangt.

source: License Key Expired
nl_nl: Licentiesleutel verlopen

source: If empty, FIFU will automatically use the post title as alternative text.
nl_nl: Als deze leeg is, gebruikt FIFU automatisch de titel van het bericht als alternatieve tekst.

source: If empty, FIFU will automatically use the product title as alternative text for every image.
nl_nl: Als deze leeg is, gebruikt FIFU automatisch de titel van het product als alternatieve tekst voor elke afbeelding.

source: This field is used to provide alternative text for images, enhancing accessibility and SEO. If it is empty, then FIFU will use the post title automatically.
nl_nl: Dit veld wordt gebruikt om alternatieve tekst voor afbeeldingen op te geven, wat de toegankelijkheid en SEO verbetert. Als het leeg is, gebruikt FIFU automatisch de titel van het bericht.

source: Alternative text
nl_nl: Alternatieve tekst

source: Display form
nl_nl: Toon formulier

source: optimize secondary images
nl_nl: secundaire afbeeldingen optimaliseren

source: optimize featured images
nl_nl: uitgelichte afbeeldingen optimaliseren

source: Apply the feature to specific post formats:
nl_nl: Pas de functie toe op een specifiek bericht formats:

source: remove duplicated media
nl_nl: verwijderen dubbele media

source: add missing media
nl_nl: ontbrekende media toevoegen

source: Contact us. If you are available to discuss the details, we should provide an integration. Or contact its developer and ask him to use the functions at 'Developers → FIFU API'.
nl_nl: Neem contact met ons op. Als je beschikbaar bent om de details te bespreken, kunnen we voor een integratie zorgen. Of neem contact op met de ontwikkelaar en vraag hem om de functies te gebruiken bij 'Ontwikkelaars → FIFU API'.

source: Optimized Images
nl_nl: Geoptimaliseerde afbeeldingen

source: FIFU product gallery
nl_nl: FIFU product galerij

source: run it for each post, only once, and right now
nl_nl: uitvoeren voor elk bericht, slechts één keer, en op dit moment

source: Skip URLs containing these keywords:
nl_nl: Sla URL's over die deze keywords bevatten:

source: auto set featured media from post content
nl_nl: automatisch uitgelichte media instellen vanuit de inhoud van het bericht

source: Set featured media automatically. The plugin reads the HTML of your post content and uses the first image or video found as the featured media when the post is created or updated.
nl_nl: Stel automatisch uitgelichte media in. De plugin leest de HTML van de inhoud van je bericht en gebruikt de eerste afbeelding of video die wordt gevonden als de uitgelichte media wanneer het bericht wordt gemaakt of geüpdatet.

source: Apply the feature to specific post types:
nl_nl: Pas de functie toe op specifieke berichttypen:

source: Modify post content
nl_nl: Inhoud bericht wijzigen

source: Post content refers to the main body of text within a post. It comes after the post title and doesn't include the featured media (image or video). However, with this feature, you can add the featured media to the top of the content, which may be useful when the theme doesn't render the featured media on single posts. You can also remove media from the content, which is useful when the same media is defined as the featured media, causing unwanted duplication. These changes are dynamic, happening only on page load, so they won't change the database and can be easily undone.
nl_nl: Inhoud van een bericht verwijst naar het hoofdgedeelte van de tekst in een bericht. Het komt na de titel van het bericht en bevat geen uitgelichte media (afbeelding of video). Met deze functie kun je echter de uitgelichte media toevoegen aan de bovenkant van de inhoud, wat handig kan zijn als het thema de uitgelichte media niet weergeeft op afzonderlijke berichten. Je kunt ook media verwijderen uit de inhoud, wat handig is als dezelfde media is gedefinieerd als de uitgelichte media, waardoor ongewenste duplicatie ontstaat. Deze wijzigingen zijn dynamisch, gebeuren alleen bij het laden van de pagina, dus ze veranderen de database niet en kunnen gemakkelijk ongedaan worden gemaakt.

source: auto set featured media using web page address
nl_nl: uitgelichte afbeelding automatisch instellen door gebruik van het webpagina adres

source: It means I'm NOT in your media library.
nl_nl: Het betekent dat ik NIET in je mediabibliotheek ben.

source: Modify Post Content
nl_nl: Inhoud bericht wijzigen

source: The lightbox can display custom content instead of an image or video, such as a 360º product view, PDF, Google Map, web page, or any other content that can be rendered through an iframe tag. To set this up, go to the product editor, select a slot in the 'Image gallery,' and fill out both the 'Image URL' and 'iframe URL' fields.
nl_nl: De lightbox kan aangepaste inhoud weergeven in plaats van een afbeelding of video, zoals een 360º productweergave, PDF, Google Maps, webpagina of andere inhoud die kan worden weergegeven via een iframe tag. Om dit in te stellen, ga je naar de producteditor, selecteer je een sleuf in de 'Afbeelding galerij' en vul je zowel de velden 'Afbeelding URL' als 'iframe URL' in.

source: Custom content
nl_nl: Aangepaste inhoud

source: This feature enables the featured audio field, where you can set the URL of an audio file, such as MP3 or OGG. Player controls will then be added to the remote featured image, allowing visitors to play the audio. You can configure the behavior of the audio using the settings available in the 'Featured Video' tab.
nl_nl: Deze functie maakt het uitgelichte audioveld mogelijk, waar je de URL van een audiobestand kunt instellen, zoals MP3 of OGG. Er wordt dan een speler toegevoegd aan de externe uitgelichte afbeelding, zodat bezoekers de audio kunnen afspelen. Je kunt het gedrag van de audio configureren met behulp van de instellingen die beschikbaar zijn op de tab 'Uitgelichte video'.

source: Enables the featured image field for taxonomies. It's automatically integrated with the 'Variation Swatches for WooCommerce' plugin. To display the image for taxonomies from different plugins or themes, use a shortcode like this:
nl_nl: Schakelt het uitgelichte afbeeldingsveld in voor taxonomieën. Het is automatisch geïntegreerd met de 'Variation Swatches for WooCommerce' plugin. Om de afbeelding voor taxonomieën van verschillende plugins of thema's weer te geven, gebruik een shortcode zoals deze:

source: Auto set featured image from ISBN
nl_nl: Automatisch instellen van uitgelichte afbeelding van ISBN

source: Unlock all PRO features for €29.90
nl_nl: Ontgrendel alle PRO-functies voor € 29,90

source: Low-resolution or unduly cropped images
nl_nl: Afbeeldingen met een lage resolutie of onnodig bijgesneden afbeeldingen

source: The developer will respond within 8 hours.
nl_nl: De ontwikkelaar zal binnen 8 uur reageren.

source: When FIFU is in debug mode, JavaScript and CSS files are not cached.
nl_nl: Wanneer FIFU in debug modus staat, worden JavaScript en CSS bestanden niet in de cache geplaatst.

source: If you have the web page address saved in your database, please specify its custom field name here. The plugin will access the field, generate the screenshot URL, and set that as the featured image automatically.
nl_nl: Als je het webpagina adres in je database hebt opgeslagen, geef hier dan de naam van het aangepaste veld op. De plugin haalt het veld op, genereert de schermafbeelding URL en stelt die automatisch in als de uitgelichte afbeelding.

source: Debug Mode
nl_nl: Debug modus

source: Video autoplay based on viewport. Requires "Mute".
nl_nl: Video automatisch afspelen op basis van zichtbaarheid. Vereist "Geluid uit".

source: Possibilities: a) CDN can't serve it; b) image deleted by owner; c) hotlink protection; d) incorrect URL. For (a), disable 'Image → Optimized images' temporarily and contact us. For (b) or (c), try FIFU Cloud.
nl_nl: Mogelijkheden: a) CDN kan het niet serveren; b) afbeelding verwijderd door eigenaar; c) hotlink bescherming; d) onjuiste URL. Voor (a), schakel 'Afbeelding → Geoptimaliseerde afbeeldingen' tijdelijk uit en neem contact met ons op. Voor (b) of (c), probeer FIFU Cloud.

source: Displays the taxonomy image
nl_nl: Toont de taxonomie afbeelding

source: Taxonomy Image
nl_nl: Taxonomie afbeelding

source: By default, FIFU uses | as the URL delimiter. You can define a different value in the 'List delimiter' field.
nl_nl: Standaard gebruikt FIFU | als de URL scheidingsteken. Je kunt een andere waarde definiëren in het veld 'Lijst scheidingsteken'.

source: Variantions images in the main gallery
nl_nl: Varianten afbeeldingen in de hoofd galerij

source: Play a video on "mouseover" and pause on "mouseout". Requires "Video Controls" (except for video files) and "Mute".
nl_nl: Speel een video af bij "mouseover" en pauzeer bij "mouseout". Vereist "Video besturing" (behalve voor videobestanden) en "Dempen".

source: YouTube, Vimeo, local videos, remote video files
nl_nl: YouTube, Vimeo, lokale video's, externe videobestanden

source: YouTube, Vimeo, Odysee, Rumble, local videos, remote video files
nl_nl: YouTube, Vimeo, Odysee, Rumble, lokale video's, externe videobestanden

source: size
nl_nl: maat

source: During the 2 years that FIFU Cloud has been operating, we have learned a lot and received valuable feedback from our users, allowing us to now develop a much better product. The new FIFU Cloud will be much easier to use, will give you full access to the image server, provide friendly titles to image files, and, most importantly, will be capable of storing and delivering tens of thousands of optimized images at an extremely low price, as the infrastructure will be based on free internet services. If you are already a user, you can continue using the current version of FIFU Cloud normally until the migration, when we will get in touch. And if you are not yet a user but are interested in the service, please send an email to cloud@fifu.app with the subject 'WAITLIST.' The project is expected to be completed in a few months.
nl_nl: In de 2 jaar dat FIFU Cloud actief is, hebben we veel geleerd en waardevolle feedback gekregen van onze gebruikers, waardoor we nu een veel beter product kunnen ontwikkelen. De nieuwe FIFU Cloud zal veel gebruiksvriendelijker zijn, je volledige toegang geven tot de afbeelding server, vriendelijke titels geven aan afbeelding bestanden en, het allerbelangrijkste, mogelijkheden bieden om tienduizenden geoptimaliseerde afbeeldingen op te slaan en te leveren tegen een extreem lage prijs, omdat de infrastructuur gebaseerd zal zijn op gratis internet diensten. Als je al gebruiker bent, kun je de huidige versie van FIFU Cloud normaal blijven gebruiken tot de migratie, waarna we contact met je zullen opnemen. En als je nog geen gebruiker bent, maar wel geïnteresseerd in de dienst, stuur dan een e-mail naar cloud@fifu.app met als onderwerp 'WAITLIST'. Het project zal naar verwachting over een paar maanden zijn afgerond.

source: Please wait, a much better FIFU Cloud is coming...
nl_nl: Wacht even, er komt een veel betere FIFU Cloud aan...

source: Please submit your activation key to use the plugin without limitations.
nl_nl: Stuur je activeringssleutel in om de plugin zonder beperkingen te gebruiken.

source: Set featured media automatically. The plugin checks every minute for post types without featured images or videos and performs searches on the informed custom fields to retrieve the URLs. With that, you can integrate FIFU with any third-party plugin or theme that stores URLs in the database.
nl_nl: Stel uitgelichte media automatisch in. De plugin controleert elke minuut op berichttypen zonder uitgelichte afbeeldingen of video's en voert zoekopdrachten uit op de opgegeven aangepaste velden om de URL's op te halen. Daarmee kun je FIFU integreren met elke externe plugin of thema dat URL's in de database opslaat.

source: Auto set featured media from custom field
nl_nl: Automatisch uitgelichte afbeelding instellen vanuit aangepast veld
