Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/featured-image-from-url-*.po
Languages: nl_nl

source: If you're using a performance plugin, clearing the cache may help. This ensures that backend changes propagate effectively to the frontend.
nl_nl: Als je een prestatie plugin gebruikt, kan het helpen om de cache te wissen. Dit zorgt ervoor dat wijzigingen in de back-end effectief worden doorgegeven aan de frontend.

source: This plugin doesn't save images to the media library unless you're using the 'Image → Save in the media library' feature. So, another plugin or your theme may be causing this.
nl_nl: Deze plugin slaat geen afbeeldingen op in de mediabibliotheek tenzij je de functie 'Afbeelding → Opslaan in de mediabibliotheek' gebruikt. Dus, een andere plugin of je thema kan dit veroorzaken.

source: You may solve it by: 1) accessing Metadata tab; 2) running Clear Metadata; 3) activating Image Metadata; 4) clearing your cache (optional).
nl_nl: Je kunt het oplossen door: 1) naar de Metagegevens tab te gaan; 2) Wissen metagegevens uit te voeren; 3) Afbeelding metagegevens te activeren; 4) je cache te legen (optioneel).

source: Broken image icon
nl_nl: Pictogram van een kapotte afbeelding

source: Playback Loop
nl_nl: Afspeel loop

source: Autoplay on Mouseover
nl_nl: Automatisch afspelen bij mouseover

source: Technical support
nl_nl: Technische ondersteuning

source: on mobile phone
nl_nl: op mobiele telefoon

source: Note
nl_nl: Opmerking

source: Use screenshot
nl_nl: Gebruik schermafbeelding

source: If the GIF "Generating Preview" appears, ignore it. It means the screenshot was not found in the cache but is being generated on the server. You can save the post and exit the editor. The screenshot will be ready in a few seconds. Refresh the page.
nl_nl: Als de GIF "Generating Preview" verschijnt, negeer deze dan. Dit betekent dat de schermafbeelding niet in de cache is gevonden, maar wordt gegenereerd op de server. Je kunt het bericht opslaan en de editor afsluiten. De schermafbeelding is over een paar seconden klaar. Vernieuw de pagina.

source: 1. Right-click on me now
nl_nl: 1. Klik met de rechtermuisknop nu op mij

source: Queue
nl_nl: Wachtrij

source: Watch later
nl_nl: Bekijk later

source: try again later
nl_nl: probeer het later nog eens

source: Field Add-on
nl_nl: Veld add-on

source: Requires FIFU PRO
nl_nl: Vereist FIFU PRO

source: Featured Image
nl_nl: Uitgelichte afbeelding

source: Are you enjoying FIFU? Please give it a 5-star rating!
nl_nl: Geniet je van FIFU? Geef het 5 sterren waardering!

source: Upgrade to <b>PRO</b> for €29.90
nl_nl: Upgrade naar <b>PRO</b> voor €29.90

source: The selected images will be permanently removed from FIFU Cloud and cannot be recovered. Are you sure?
nl_nl: De geselecteerde afbeeldingen worden permanent verwijderd uit FIFU Cloud en kunnen niet worden teruggezet. Weet je het zeker?

source: Remove selected image(s)
nl_nl: Verwijderen van de geselecteerde afbeelding(en)

source: All the images you uploaded to FIFU Cloud will be deleted. Are you sure?
nl_nl: Alle afbeeldingen die je hebt geüpload naar FIFU Cloud worden verwijderd. Weet je het zeker?

source: Close account
nl_nl: Account sluiten

source: Number of images
nl_nl: Aantal afbeeldingen

source: Gallery images
nl_nl: Galerij afbeeldingen

source: Upload date
nl_nl: Uploaddatum

source: Image location
nl_nl: Afbeeldingslocatie

source: Post date
nl_nl: Berichtdatum

source: Post title
nl_nl: Bericht titel

source: Reset credentials
nl_nl: Logingegevens resetten

source: gallery
nl_nl: galerij

source: category
nl_nl: categorie

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Cancel
nl_nl: Annuleren

source: delete
nl_nl: verwijder

source: 1,000 rows limit
nl_nl: Limiet van 1.000 rijen

source: load more
nl_nl: meer laden

source: select none
nl_nl: niets selecteren

source: select all
nl_nl: selecteer alles

source: No data available
nl_nl: Geen gegevens beschikbaar

source: No posts available
nl_nl: Geen berichten beschikbaar

source: No images available
nl_nl: Geen afbeeldingen beschikbaar

source: Not connected
nl_nl: Niet verbonden

source: Connected
nl_nl: Verbonden

source: Web service is down
nl_nl: Web dienst is uitgeschakeld

source: Loading...
nl_nl: Aan het laden...

source: Loading more...
nl_nl: Meer laden...

source: Product gallery settings
nl_nl: Productgalerij instellingen

source: Columns
nl_nl: Kolommen

source: Rows
nl_nl: Rijen

source: Embed code
nl_nl: Code insluiten

source: Web page URL
nl_nl: URL webpagina

source: Forwarding URL
nl_nl: Doorsturen URL

source: Local
nl_nl: Lokaal

source: no
nl_nl: nee

source: yes
nl_nl: ja

source: Copy to clipboard
nl_nl: Kopieer naar klembord

source: Upgrade to <b>PRO</b>
nl_nl: Upgrade naar <b>PRO</b>

source: To use a website screenshot as the featured image of a post, add "https://screenshot.fifu.app/" before the website address. Then use this new address as the image URL. For example, if you want the screenshot of the website "https://openai.com/" as the featured image of a post, your image URL should be: https://screenshot.fifu.app/https://openai.com/
nl_nl: Om een ​​schermafbeelding van een site te gebruiken als de uitgelichte afbeelding van een bericht, voeg "https://screenshot.fifu.app/" toe vóór het site adres. Gebruik vervolgens dit nieuwe adres als de afbeelding URL. Als je bijvoorbeeld de schermafbeelding van de site "https://openai.com/" als de uitgelichte afbeelding van een bericht wilt gebruiken, moet je afbeelding URL zijn: https://screenshot.fifu.app/https://openai.com/

source: Notify WP Automatic (or WPeMatico) support that image URLs are not sent to FIFU. Alternatively, use our PRO version to obtain images using page addresses or post titles.
nl_nl: Laat WP Automatic (of WPeMatico) ondersteuning weten dat URL's met afbeeldingen niet naar FIFU worden verzonden. Je kunt ook onze PRO versie gebruiken om afbeeldingen te verkrijgen met behulp van pagina adressen of berichttitels.

source: Changes have no effect
nl_nl: Veranderingen hebben geen effect

source: Images saved in the media library
nl_nl: Afbeeldingen opgeslagen in de mediabibliotheek

source: You can add #t=N to the end of the local or remote video URL, where N represents the number of seconds at which the video should start. The format #t=N,M is used to specify a frame where the video should stop as well.
nl_nl: Je kunt #t=N toevoegen aan het einde van de lokale of externe video-URL, waarbij N staat voor het aantal seconden waarop de video moet beginnen. Het format #t=N,M wordt ook gebruikt om een frame te specificeren waar de video moet stoppen.

source: Start at
nl_nl: Begin om

source: bbPress and BuddyBoss Platform
nl_nl: bbPress en BuddyBoss Platform

source: Clear
nl_nl: Wissen

source: Save
nl_nl: Opslaan

source: Importing...
nl_nl: Aan het importeren...

source: Post formats found on your site:
nl_nl: Bericht formats gevonden op je site:

source: Hide
nl_nl: Verberg

source: Command example
nl_nl: Voorbeeldopdracht

source: Action
nl_nl: Actie

source: Other custom fields can be found under Settings → Developers → REST API → Custom fields.
nl_nl: Andere aangepaste velden zijn te vinden onder Instellingen → Ontwikkelaars → REST API → Aangepaste velden.

source: Create a post
nl_nl: Maak een bericht

source: FIFU custom fields
nl_nl: FIFU aangepaste velden

source: FIFU commands
nl_nl: FIFU commando's

source: Custom popup
nl_nl: Aangepaste pop-up

source: Adds a new field to the post editor where you can paste any embed code. Its content will be displayed in a popup when the visitor clicks on the featured image. Here's an example of a popup containing a TikTok embed code:
nl_nl: Voegt een nieuw veld toe aan de bericht editor waar je elke insluitcode kunt plakken. De inhoud wordt getoond in een pop-up wanneer de bezoeker op de uitgelichte afbeelding klikt. Hier is een voorbeeld van een pop-up met een TikTok insluitcode:

source: Custom Popup
nl_nl: Aangepaste pop-up

source: Adds the Watch Later and Queue buttons.
nl_nl: Voegt de knoppen Watch Later en Queue toe.

source: Watch Later
nl_nl: Bekijk later

source: Exporting local image URLs using the WP All Export plugin.
nl_nl: Lokale afbeelding URL's exporteren met de WP All Export plugin.

source: Add product images to order emails.
nl_nl: Voeg productafbeeldingen toe aan bestelling e-mails.

source: FIFU supports videos and audios from YouTube, Vimeo, Twitter, 9GAG, Cloudinary, Tumblr, Publitio, JW Player, VideoPress, Sprout, Odysee, Rumble, Dailymotion, Cloudflare Stream, Bunny Stream, Amazon, BitChute, Brighteon, Google Drive, Spotify and SoundCloud. It also supports remote and local video files.
nl_nl: FIFU ondersteunt video's en audio's van YouTube, Vimeo, Twitter, 9GAG, Cloudinary, Tumblr, Publitio, JW Player, VideoPress, Sprout, Odysee, Rumble, Dailymotion, Cloudflare Stream, Bunny Stream, Amazon, BitChute, Brighteon en Google Drive. Externe en lokale videobestanden worden ook ondersteund.

source: Add image to order email
nl_nl: Afbeelding toevoegen aan bestelling e-mail

source: Quick buy
nl_nl: Snel kopen

source: Quick Buy
nl_nl: Snel kopen

source: Automatic upload
nl_nl: Automatische upload

source: If you are setting the image URLs in a non-standard way, the images may not be displayed to visitors because additional metadata is required. Here, you can schedule an event to run every minute and check for image URLs without metadata and generate it.
nl_nl: Als je de URL's voor afbeeldingen op een niet standaard manier instelt, worden de afbeeldingen mogelijk niet weergegeven aan bezoekers omdat er extra metagegevens nodig zijn. Hier kun je een gebeurtenis abonnementen die elke minuut wordt uitgevoerd en die controleert op afbeeldingen URL's zonder metagegevens en deze genereert.

source: Others...
nl_nl: Anderen...

source: I didn't understand how it works...
nl_nl: Ik begreep niet hoe het werkt...

source: I wish it worked with my local images...
nl_nl: Ik wou dat het werkte met mijn lokale afbeeldingen...

source: Concerned about SEO, performance, or copyright...
nl_nl: Bezorgd over SEO, prestaties of auteursrecht...

source: Works well, but I would need a new or PRO feature...
nl_nl: Werkt goed, maar ik zou een nieuwe of PRO functie nodig hebben...

source: Doesn't work with a specific theme, plugin, or URL...
nl_nl: Werkt niet met een specifiek thema, plugin of URL...

source: Why are you deactivating FIFU?
nl_nl: Waarom deactiveer je FIFU?

source: If it's a temporary deactivation
nl_nl: Als het een tijdelijke deactivering is

source: If you don't intend to use FIFU again
nl_nl: Als je niet van plan bent om FIFU opnieuw te gebruiken

source: Deactivate
nl_nl: Deactiveer

source: Clear metadata and deactivate
nl_nl: Metagegevens wissen en deactiveren

source: Enter a comma in the 'List delimiter' field
nl_nl: Voer een komma in het veld 'lijstscheidingsteken' in

source: Do NOT add FIFU custom fields
nl_nl: Voeg GEEN FIFU aangepaste velden toe

source: Do NOT add filenames or URLs. Keep the text fields EMPTY
nl_nl: Voeg GEEN bestandsnamen of URL's toe. Houd de tekst velden LEEG

source: URLs in different columns
nl_nl: URL's in verschillende kolommen

source: List of URLs delimited by comma
nl_nl: Lijst van URL's gescheiden door komma's

source: Custom Fields
nl_nl: Aangepaste velden

source: Images
nl_nl: Afbeeldingen

source: How to configure the FIFU Add-On
nl_nl: Hoe de FIFU add-on te configureren

source: How NOT to configure WP All Import
nl_nl: Hoe je WP All Import NIET moet configureren

source: For
nl_nl: Voor

source: Input field for featured image URL
nl_nl: Invoerveld voor URL van uitgelichte afbeelding

source: Displays the product gallery
nl_nl: Toont de productgalerij

source: Displays the featured slider
nl_nl: Toont de uitgelichte slider

source: Displays the featured image/video
nl_nl: Toont de uitgelichte afbeelding/video

source: Required parameters
nl_nl: Vereiste parameters

source: Display media
nl_nl: Toon media

source: Custom field name (optional)
nl_nl: Klant veld naam (optioneel)

source: Video files
nl_nl: Videobestanden

source: Disclaimer (optional)
nl_nl: Disclaimer (optioneel)

source: Buy now (optional)
nl_nl: Koop nu (optioneel)

source: Text button
nl_nl: Tekstknop

source: The Privacy Enhanced Mode of the YouTube embedded player prevents views of embedded YouTube content from affecting the viewer's browsing experience on YouTube.
nl_nl: De Privacy Enhanced Mode van de ingesloten YouTube speler voorkomt dat het bekijken van ingesloten YouTube inhoud de bladeren ervaring van de kijker op YouTube beïnvloedt.

source: Load slider on singular post types only
nl_nl: Laad slider alleen op enkelvoudige berichttypen

source: you must set a remote featured image.
nl_nl: je moet een externe uitgelichte afbeelding instellen.

source: Privacy Enhanced Mode
nl_nl: Privacy verbeterde modus

source: Featured Audio
nl_nl: Uitgelichte audio

source: Featured audio
nl_nl: Uitgelichte audio

source: The CSS Class names to be added to the field input.
nl_nl: De CSS klasse namen die toegevoegd moeten worden aan de veld invoer.

source: Input CSS Classes
nl_nl: Invoer CSS klassen

source: FIFU Cloud prevents image loss by saving your local or remote images in the cloud.
nl_nl: FIFU Cloud voorkomt verlies van afbeeldingen door je lokale of externe afbeeldingen in de cloud op te slaan.

source: FIFU Cloud can work as an alternative to the WordPress media library. Both store images, but FIFU Cloud processes them in the cloud, while the WordPress core consumes a lot of your website's resources. Additionally, FIFU Cloud is able to process and store thousands of images simultaneously in a few seconds, while the media library works with one image at a time.
nl_nl: FIFU Cloud kan dienen als alternatief voor de mediabibliotheek van WordPress. Beide slaan afbeeldingen op, maar FIFU Cloud verwerkt ze in de cloud, terwijl de core van WordPress veel bronnen van je site verbruikt. Bovendien is FIFU Cloud in staat om duizenden afbeeldingen tegelijk te verwerken en op te slaan in een paar seconden, terwijl de mediabibliotheek werkt met één afbeelding tegelijk.

source: FIFU Cloud improves the security of your images by offering hotlink protection. With this feature, even if a bot or someone else obtains image URLs from the source code of your website, they won't be able to embed them on other websites. Instead, an error message is displayed instead of the images.
nl_nl: FIFU Cloud verbetert de beveiliging van je afbeeldingen door hotlink beveiliging te bieden. Met deze functie kan een bot of iemand anders geen URL's van afbeeldingen uit de gegevensbron code van je site halen en deze insluiten op andere sites. In plaats daarvan wordt er een fout bericht weergegeven in plaats van de afbeeldingen.

source: FIFU Cloud can also serve optimized thumbnails from a global CDN, providing image storage (not just cache), support for any image source, technical support, smart cropping, hotlink protection, and more.
nl_nl: FIFU Cloud kan ook geoptimaliseerde thumbnails leveren vanaf een wereldwijd CDN, en biedt opslag van afbeeldingen (niet alleen cache), ondersteuning voor elke afbeeldingsbron, technische ondersteuning, slimme bijsnijding, hotlink bescherming en meer.

source: Videos before images
nl_nl: Video's voor afbeeldingen

source: on desktop
nl_nl: op desktop

source: Vertical mode
nl_nl: Verticale modus

source: Product category video
nl_nl: Product categorie video

source: Product category image
nl_nl: Afbeelding productcategorie

source: on single post types
nl_nl: op enkele berichttypen

source: Quick edit
nl_nl: Snel bewerken

source: You can disable video controls here.
nl_nl: Je kunt videocontroles hier uitschakelen.

source: Video Controls
nl_nl: Video bedieningselementen

source: Hotlink protection
nl_nl: Hotlink bescherming

source: Page redirection
nl_nl: Pagina omleiding

source: Adds a new field in the post editor where you can specify a forwarding URL. When accessing a post and clicking on the featured image, the user will be redirected to the specified address.
nl_nl: Voegt een nieuw veld toe in de bericht editor waar je een doorstuur URL kunt opgeven. Wanneer je een bericht bekijkt en op de uitgelichte afbeelding klikt, wordt de gebruiker omgeleid naar het opgegeven adres.

source: Page Redirection
nl_nl: Pagina omleiding

source: Non-adjacent
nl_nl: Niet-aangrenzend

source: Adjacent
nl_nl: Aangrenzend

source: Multiple image selection
nl_nl: Meervoudige afbeelding selectie

source: Current cost
nl_nl: Huidige kosten

source: Daily average of stored images
nl_nl: Dagelijks gemiddelde van opgeslagen afbeeldingen

source: End date
nl_nl: Einddatum

source: Start date
nl_nl: Startdatum

source: Current 30-day period
nl_nl: Huidige 30 daagse periode

source: When an image is deleted from the cloud, you are no longer charged from the next day.
nl_nl: Als een afbeelding uit de cloud wordt verwijderd, wordt deze vanaf de volgende dag niet meer in rekening gebracht.

source: Trash
nl_nl: Prullenbak

source: Local images
nl_nl: Locale afbeeldingen

source: Upload
nl_nl: Uploaden

source: Billing
nl_nl: Facturatie

source: Link local image URLs to FIFU plugin
nl_nl: Link locale afbeelding URL's aan FIFU plugin

source: Upload to Cloud
nl_nl: Uploaden naar cloud

source: Total price
nl_nl: Totaal prijs

source: Price per image
nl_nl: Prijs per afbeelding

source: 30-day average usage
nl_nl: 30 daags gemiddeld gebruik

source: Quantity of images in FIFU Cloud
nl_nl: Aantal afbeeldingen in FIFU cloud

source: Number of days
nl_nl: Aantal dagen

source: 30-day period interval
nl_nl: 30 daagse periode interval

source: Price calculation example
nl_nl: Voorbeeld prijsberekening

source: Quantity of images
nl_nl: Aantal afbeeldingen

source: Pay per stored image
nl_nl: Betaal per opgeslagen afbeelding

source: Images processed in the cloud
nl_nl: Afbeeldingen verwerkt in de cloud

source: Images load much faster
nl_nl: Afbeeldingen laden veel sneller

source: Never lose an image again
nl_nl: Verlies nooit meer een afbeelding

source: Delete
nl_nl: Verwijderen

source: Welcome
nl_nl: Welkom

source: Delete from Cloud
nl_nl: Verwijderen uit cloud

source: Sign up
nl_nl: Aanmelden

source: Pricing
nl_nl: Prijsstelling

source: Chrome extension
nl_nl: Chrome extensie

source: Adaptive height
nl_nl: Aanpasbare hoogte

source: It's possible to use videos from your media library as featured videos. However it's required to create a video thumbnail, that will be stored in your media library. For that, in the Feature video field, forward the video to a frame you like and click on "set this frame as thumbnail" button. Save the post and that's it.
nl_nl: Het is mogelijk om video's uit je mediabibliotheek te gebruiken als uitgelichte video's. Het is echter vereist om een video thumbnail te maken, die wordt opgeslagen in je mediabibliotheek. Hiervoor spoel je in het veld Uitgelichte video de video door naar een frame dat je mooi vindt en klik je op de knop "stel dit frame in als thumbnail". Sla het bericht op en klaar.

source: If you already have the web page address saved in your database, specify its custom field name here. The plugin will access the field and import the value. For example, if the web page URL is saved in the Product URL field, you can add "_product_url," which is the field where the remote URL to the product is stored. For posts created by WP Automatic plugin, add "original_link".
nl_nl: Als je het webpagina adres al in je database hebt opgeslagen, geef hier dan de naam van het aangepaste veld op. De plugin haalt het veld op en importeert de waarde. Bijvoorbeeld, als de webpagina URL is opgeslagen in het Product URL veld, kun je "_product_url" toevoegen, dit is het veld waar de externe URL naar het product staat. Voor berichten die zijn aangemaakt door de WP Automatic plugin, voeg "original_link" toe.

source: Auto set featured media from post content
nl_nl: Automatisch uitgelichte media instellen vanuit de inhoud van het bericht

source: Private proxy
nl_nl: Privé proxy

source: use proxies to intermediate the traffic between your site and the image hosts
nl_nl: gebruik proxy's om het verkeer tussen je site en de hosts van de afbeeldingen te laten verlopen

source: Main
nl_nl: Hoofd

source: If you already have the ISBN saved in your database, specify its custom field name here. The plugin will access the field and import the value. For example, if the ISBN is saved in the SKU field, you can add "_sku," which is the field where the SKU is stored.
nl_nl: Als je de ISBN al in je database hebt opgeslagen, geef hier dan de naam van het aangepaste veld op. De plugin haalt de waarde uit dat veld en importeert deze. Bijvoorbeeld, als de ISBN is opgeslagen in het SKU veld, kun je "_sku" toevoegen, dat is het veld waar de SKU wordt bewaard.

source: Custom field
nl_nl: Aangepast veld

source: Works with "Auto set featured media using web page address"
nl_nl: Uitgelichte afbeelding automatisch instellen door gebruik van het webpagina adres

source: Media finder (webpage URL)
nl_nl: Mediazoeker (webpagina URL)

source: After adding or removing a post type, you need to restart the feature by disabling and enabling the toggle below.
nl_nl: Nadat je een berichttype hebt toegevoegd of verwijderd, moet je de functie opnieuw starten door de onderstaande toggle uit en weer in te schakelen.

source: Media finder
nl_nl: Mediazoeker

source: look for embedded videos
nl_nl: zoek naar ingesloten video's

source: Disable right-click on all images.
nl_nl: Schakel rechts klikken op alle afbeeldingen uit.

source: Disable right-click
nl_nl: Rechts klikken uitschakelen

source: More
nl_nl: Meer

source: Examples
nl_nl: Voorbeelden

source: Search Unsplash images. Example: sun,sea
nl_nl: Zoek Unsplash afbeeldingen. Voorbeeld: zon, zee

source: Image search
nl_nl: Afbeelding zoeken

source: Auto set featured image from Unsplash using tags
nl_nl: Uitgelichte afbeelding automatisch instellen vanuit Unsplash met behulp van tags

source: Displays the product gallery.
nl_nl: Geeft de productgalerij weer.

source: Product gallery
nl_nl: Product galerij

source: Optional parameters
nl_nl: Optionele parameters

source: Description
nl_nl: Beschrijving

source: Add FIFU elements anywhere with a shortcode.
nl_nl: Voeg overal FIFU elementen toe met een shortcode.

source: Post types found on your site:
nl_nl: Berichttypen gevonden op je site:

source: This feature is pre-configured to work only with the post type "post." You can include more post types below (separated by commas).
nl_nl: Deze functie is vooraf geconfigureerd om alleen te werken met het berichttype "bericht". Maar je kunt hieronder meer berichttypen opnemen (gescheiden door ",").

source: Post types
nl_nl: Berichttypen

source: FIFU Shortcode
nl_nl: FIFU Shortcodes

source: Displays the images from the featured slider in a grid format.
nl_nl: Toont de afbeeldingen van de uitgelichte slider in een raster format.

source: Displays the featured image, video, or slider from the current post, page, or custom post type.
nl_nl: Toont de uitgelichte afbeelding, video of slider van het huidige bericht, pagina of aangepast berichttype.

source: Featured grid
nl_nl: Uitgelicht raster

source: Featured media
nl_nl: Uitgelichte media

source: Set featured images automatically. The plugin checks every minute for post types without featured images and performs web searches based on ISBN to retrieve the book cover URLs.
nl_nl: Stel uitgelichte afbeeldingen automatisch in. De plugin controleert elke minuut of er berichttypen zijn zonder uitgelichte afbeeldingen en voert zoekopdrachten op internet uit op basis van ISBN om de omslagafbeeldings URL's te krijgen.
