Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/noindex-seo-*.po
Languages: es_es

source: The robots.txt file should not appear in the search results, but there may be the odd case where it does. With this option you can force it not to, although the crawlers will still read it and process it, only they won't show up in the results.
es_es: El archivo robots.txt no debería aparecer en los resultados de la búsqueda, pero puede haber algún caso extraño en el que sí aparezca. Con esta opción puede forzarlo a no hacerlo, aunque los rastreadores seguirán leyéndolo y procesándolo, sólo que no aparecerá en los resultados.

source: Feeds should not be indexed if they are properly configured, as they are not HTML pages but XML pages. Even so, in case they could somehow be in the results, it will not show them. This will not prevent them from being read by crawlers, only that it does not show them in the results.
es_es: Los feeds no deben ser indexados si están correctamente configurados, ya que no son páginas HTML sino páginas XML. Aún así, en caso de que pudieran estar de alguna manera en los resultados, no los mostrará. Esto no impedirá que sean leídos por los rastreadores, sólo que no los mostrará en los resultados.

source: Comment feeds should not be indexed if they are properly configured, as they are not HTML pages but XML pages. Even so, in case they could somehow be in the results, it will not show them. This will not prevent them from being read by crawlers, only that it does not show them in the results.
es_es: Los feeds de comentarios no deben ser indexados si están correctamente configurados, ya que no son páginas HTML sino páginas XML. Aún así, en caso de que pudieran estar de alguna manera en los resultados, no los mostrará. Esto no impedirá que sean leídos por los rastreadores, sólo que no los mostrará en los resultados.

source: Comment feed
es_es: Feed de los comentarios

source: This will cause an error page to be blocked from being indexed. As it is an error page, it should not be indexed per se, but just in case.
es_es: Esto hará que una página de error se bloquee para no ser indexada. Como es una página de error, no debería ser indexada per se, pero por si acaso.

source: Error Page
es_es: Página de error

source: This will block the indexing when a single post is being displayed in draft mode.
es_es: Esto bloqueará la indexación cuando se muestre un solo mensaje en modo borrador.

source: Preview
es_es: Previsualizar

source: This will block the indexing when a content is being displayed in customize mode.
es_es: Esto bloqueará la indexación cuando se muestre un contenido en el modo de personalización.

source: Customize Preview
es_es: Personalizar la vista previa

source: Previews
es_es: Vistas previas

source: This will block the indexing of an attachment document to a post or page. An attachment is an image or other file uploaded through the post editor's upload utility. Attachments can be displayed on their own "page" or template. This will not cause the indexing of the image or file to be blocked.
es_es: Esto bloqueará la indexación de un documento adjunto a un mensaje o página. Un archivo adjunto es una imagen u otro archivo cargado a través de la utilidad de carga del editor del post. Los archivos adjuntos pueden mostrarse en su propia "página" o plantilla. Esto no causará el bloqueo de la indexación de la imagen o el archivo.

source: Attachment
es_es: Adjunto

source: Attachments
es_es: Adjuntos

source: This will block the indexing of the internal search result pages.
es_es: Esto bloqueará la indexación de las páginas de resultados de búsqueda interna.

source: Search
es_es: Buscar

source: This will block the indexing of the pagination, i.e. all pages other than the main page of an archive.
es_es: Esto bloqueará la indexación de la paginación, es decir, todas las páginas que no sean la página principal de un archivo.

source: Pagination
es_es: Paginación

source: This will block the indexing of any post type page.
es_es: Esto bloqueará la indexación de cualquier página de tipo postal.

source: Post Type Archive
es_es: Archivo del tipo de contenido

source: This will block the indexing of the author's page, where the author's publications appear.
es_es: Esto bloqueará la indexación de la página del autor, donde aparecen las publicaciones del autor.

source: Author
es_es: Autor

source: This will block the indexing of any type of Archive page. Category, Tag, Author and Date based pages are all types of Archives. The lists where the posts appear.
es_es: Esto bloqueará la indexación de cualquier tipo de página de archivo. Las páginas de Categoría, Etiqueta, Autor y Fecha son todos tipos de Archivos. Las listas en las que aparecen las entradas.

source: Archive
es_es: Archivo

source: Archives
es_es: Archivos

source: This will block the indexing when a yearly archive of the site. The lists where the posts appear.
es_es: Esto bloqueará la indexación cuando un archivo anual del sitio. Las listas donde aparecen las entradas.

source: Year
es_es: Año

source: This will block the indexing when an hourly, "minutely", or "secondly" archive of the site. The lists where the posts appear.
es_es: Esto bloqueará la indexación cuando un archivo de una hora, "minuto" o " segundo" del sitio. Las listas donde aparecen las entradas.

source: Time
es_es: Tiempo

source: This will block the indexing when a monthly archive of the site. The lists where the posts appear.
es_es: Esto bloqueará la indexación cuando un archivo mensual del sitio. Las listas donde aparecen los contenidos.

source: Month
es_es: Mes

source: This will block the indexing when a daily archive of the site. The lists where the posts appear.
es_es: Esto bloqueará la indexación cuando un archivo diario del sitio. Las listas donde aparecen los contenidos.

source: Day
es_es: Día

source: This will block the indexing when any date-based archive page (i.e. a monthly, yearly, daily or time-based archive) of the site. The lists where the posts appear.
es_es: Esto bloqueará la indexación cuando cualquier página de archivo basada en la fecha (es decir, un archivo mensual, anual, diario o basado en el tiempo) del sitio. Las listas en las que aparecen las publicaciones.

source: Date
es_es: Fecha

source: Dates
es_es: ﻿Fechas

source: This will block the indexing of the site's tags. The lists where the posts appear.
es_es: Esto bloqueará la indexación de las etiquetas del sitio. Las listas donde aparecen los mensajes.

source: Tag
es_es: Etiqueta

source: This will block the indexing of the site categories. The lists where the posts appear.
es_es: Esto bloqueará la indexación de las categorías de los sitios. Las listas en las que aparecen las entradas.

source: Category
es_es: Categoría

source: Taxonomies
es_es: Taxonomías

source: This will block the indexing of a post or a page of the site.
es_es: Esto bloqueará la indexación de una entrada o una página del sitio.

source: This will block the indexing of a post on the site.
es_es: Esto bloqueará la indexación de una entrada en el sitio.

source: Single
es_es: Individual

source: This will block the indexing of the site's privacy policy page.
es_es: Esto bloqueará la indexación de la página de política de privacidad del sitio.

source: Privacy Policy
es_es: Política de privacidad

source: This will block the indexing of the site's pages.
es_es: Esto bloqueará la indexación de las páginas del sitio.

source: Page
es_es: Página

source: Pages and Posts
es_es: Páginas y entradas

source: This will block the indexing of the site's home page.
es_es: Esto bloqueará la indexación de la página de inicio del sitio.

source: Home
es_es: Inicio

source: View
es_es: Ver

source: This will block the indexing of the site's front page.
es_es: Esto bloqueará la indexación de la página principal del sitio.

source: Recommended
es_es: Recomendado

source: Front Page
es_es: Página de inicio

source: Main pages
es_es: Páginas principales

source: Important note: if you have any doubt about any of the following items it is best not to activate the option as you could lose results in the search engines.
es_es: Nota importante: Si tienes alguna duda sobre algunos de los siguientes artículos, es mejor no activar la opción, ya que podrías perder los resultados en los buscadores.

source: noindex SEO Settings
es_es: Ajustes de noindex SEO

source: Settings
es_es: Ajustes

source: Allows to add a meta-tag for robots noindex in some parts of your WordPress site.
es_es: Te permite añadir las etiquetas meta `noindex` para los robots en algunas partes de tu sitio WordPress.

source: https://wordpress.org/plugins/noindex-seo/
es_es: https://es.wordpress.org/plugins/noindex-seo/
