{"translation-revision-date":"2025-05-08 10:19:10+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"fi"},"agent":["käyttäjäagentti"],"referrer":["viittaaja"],"name":["nimi"],"If using a proxy then add any IP addresses here to only trust IP headers from those addresses.":["Jos käytät välityspalvelinta, lisää tähän luotetut IP-osoitteet."],"Proxy Address":["Välityspalvelimen osoite"],"Please ensure you trust the data in these headers. If using a proxy then set its address below.":["Varmista, että nämä otsaketiedot ovat luotettavia. Jos käytät välityspalvelinta, lisää sen osoite alla olevaan kenttään."],"Only set custom IP headers if your server does not use <code>REMOTE_ADDR<\/code> to store the client IP address.":["Aseta mukautetut IP-otsakkeet vain, jos palvelimesi ei käytä <code>REMOTE_ADDR<\/code>-arvoa vierailijan IP-osoitteen tallentamiseen."],"REMOTE_ADDR":["REMOTE_ADDR"],"IP Address":["IP-osoite"],"Export Logs":["Vie lokitiedostot"],"total = %d":["yhteensä = %d"],"of %s":["\/ %s"],"An unknown error":["Tuntematon virhe"],"Your site already has the latest SQL.":["Sivustollasi on jo viimeisin SQL."],"Progress: %(complete)d%%":["Edistyminen: %(complete)d%%"],"Testing - %s%%":["Testataan - %s%%"],"REST API 404":["REST API 404"],"Your REST API appears to be cached and this will cause problems. Please exclude your REST API from your caching system.":["REST API on välimuistissa, mikä voi aiheuttaa ongelmia. Poista se välimuistista."],"Your REST API is showing a deprecated PHP error. Please fix this error.":["REST API näyttää vanhentuneen PHP-virheen. Korjaa tämä virhe."],"Your server configuration is blocking access to the REST API.":["Palvelimesi asetukset estävät pääsyn REST API:iin."],"Can you access your {{api}}REST API{{\/api}} without it redirecting?.":["Toimiiko {{api}}REST API{{\/api}} ilman uudelleenohjausta?"],"You will will need to fix this on your site. Redirection is not causing the error.":["Sinun on korjattava tämä sivustollasi. Tämä lisäosa ei aiheuta virhettä."],"Add Permalink":["Lisää kestolinkki"],"No migrated permalinks":["Ei siirrettyjä kestolinkkejä"],"Permalinks":["Kestolinkit"],"Note: this is in beta and will only migrate posts. Certain permalinks will not work. If yours does not work then you will need to wait until it is out of beta.":["Huomio: tämä on betavaiheessa ja siirtää vain artikkeleja. Tietyt kestolinkit eivät toimi. Jos omasi ei toimi, odota kunnes se on poistunut betavaiheesta."],"Enter old permalinks structures to automatically migrate them to your current one.":["Syötä vanhat kestolinkkirakenteet siirtääksesi ne automaattisesti nykyiseen."],"Permalink Migration":["Kestolinkkien siirto"],"(beta) Enable caching of redirects via WordPress object cache. Can improve performance. Requires an object cache.":["(beta) Ota uudelleenohjausten välimuistitus käyttöön WordPressin objektivälimuistin kautta. Tämä voi parantaa suorituskykyä. Vaatii objektivälimuistin."],"HTTP Cache Header":["HTTP-välimuistin otsake"],"Decide how Redirection updates itself, if needed.":["Määritä, miten Redirection päivittää itsensä tarvittaessa."],"Data Upgrade":["Tietojen päivitys"],"Advanced":["Edistyneet asetukset"],"Automatically upgrade on admin pages":["Päivitä automaattisesti hallintapaneelista"],"Upgrade manually when prompted":["Päivitä manuaalisesti pyydettäessä"],"Nothing to display.":["Ei näytettävää."],"%1d of %1d selected. {{all}}Clear All.{{\/all}}":["%1d \/ %1d valittu. {{all}}Tyhjennä valinta.{{\/all}}"],"%1d of %1d selected. {{all}}Select All.{{\/all}}":["%1d \/ %1d valittu. {{all}}Valitse kaikki.{{\/all}}"],"Sometimes your browser can cache a URL, making it hard to know if it's working as expected. Use this service from {{link}}redirect.li{{\/link}} to get accurate results.":["Selaimesi tallentaa URL-osoitteita välimuistiin, mikä voi vaikeuttaa toiminnan tarkistamista. Käytä {{link}}redirect.li{{\/link}}-palvelua nähdäksesi tarkat tulokset."],"Search exact URL":["Etsi tarkkaa URL-osoitetta"],"Version %s installed! Please read the {{url}}release notes{{\/url}} for details.":["Versio %s asennettu! Lue {{url}}julkaisutiedot{{\/url}} saadaksesi lisätietoa."],"Manual Setup":["Manuaalinen asennus"],"Importing failed.":["Tuonti epäonnistui."],"Import finished.":["Tuonti valmis."],"Ready to begin! 🎉":["Valmis aloittamaan! 🎉"],"Please take a moment to consult the {{support}}support site{{\/support}} for information about how to use Redirection.":["Käy hetki tutustumassa {{support}}tukisivustoon{{\/support}} saadaksesi tietoa Redirection-lisäosan käytöstä."],"Redirection is now installed!":["Redirection on nyt asennettu!"],"Installation Complete":["Asennus valmis"],"The Redirection database does not appear to exist. Have you run the above SQL?":["Redirection-lisäosan tietokantaa ei näytä olevan olemassa. Oletko suorittanut yllä olevan SQL-kyselyn?"],"Wildcards are not supported. You need to use a {{link}}regular expression{{\/link}}.":["Jokerimerkit (wildcards) eivät ole tuettuja. Sinun on käytettävä {{link}}säännöllistä lauseketta{{\/link}}."],"To match {{code}}?{{\/code}} you need to escape it with {{code}}\\?{{\/code}}":["Jotta {{code}}?{{\/code}} vastaisi oikein, sinun täytyy lisätä siihen pakomerkki: {{code}}\\?{{\/code}}"],"The caret {{code}}^{{\/code}} should be at the start. For example: {{code}}%(example)s{{\/code}}":["Merkki {{code}}^{{\/code}} tulee olla alussa. Esimerkiksi: {{code}}%(example)s{{\/code}}"],"Please add migrated permalinks to the Site page under the \"Permalink Migration\" section.":["Lisää siirretyt kestolinkit sivustolle \"Kestolinkin siirto\" -osiossa."],"Exact match in any order":["Tarkka osuma missä tahansa järjestyksessä"],"Something went wrong obtaining this information. It may work in the future.":["Tietojen hakemisessa tapahtui virhe. Kokeile myöhemmin uudelleen."],"View full redirect.li results.":["Näytä kaikki redirect.li tulokset."],"If your browser is behaving differently then you should clear your browser cache.":["Jos selaimesi toimii odottamattomasti, tyhjennä selaimen välimuisti."],"If this is not expected then this {{support}}support page{{\/support}} may help.":["Jos tämä ei ole odotettua, {{support}}tukisivu{{\/support}} voi auttaa."],"Unable to check that URL. It may not be valid or accessible.":["URL-osoitteen tarkistaminen epäonnistui. Se ei välttämättä ole kelvollinen tai saavutettavissa."],"Page was loaded.":["Sivu ladattiin."],"Redirected by an unknown agent. {{support}}What does this mean?{{\/support}}.":["Uudelleenohjattu tuntemattoman agentin toimesta. {{support}}Mitä tämä tarkoittaa?{{\/support}}."],"Redirected by %1s. {{support}}What does this mean?{{\/support}}.":["Uudelleenohjattu %1s toimesta. {{support}}Mitä tämä tarkoittaa?{{\/support}}."],"Matches your redirect":["Vastaa uudelleenohjaustasi"],"Redirected by Redirection.":["Uudelleenohjattu Redirection-lisäosan toimesta."],"An error page was returned. This is unlikely to be a problem with Redirection. {{support}}What does this mean?{{\/support}}.":["Palautui virhesivu. Tämä ei todennäköisesti johdu Redirection-lisäosasta. {{support}}Mitä tämä tarkoittaa?{{\/support}}."],"Something is wrong with the server. This is not a problem with Redirection and you will need to resolve the error yourself.":["Jokin on vialla palvelimella. Tämä ei johdu Redirection-lisäosasta, sinun on ratkaistava virhe itse."],"Are you sure want to delete all %d matching items?":["Haluatko varmasti poistaa kaikki %d vastaavaa kohdetta?"],"Your admin pages are being cached. Clear this cache and try again. There may be multiple caches involved.":["Hallintapaneelin sivut ovat välimuistissa. Tyhjennä välimuisti ja yritä uudelleen. Sivustolla voi olla useita välimuisteja."],"This is usually fixed by doing one of the following:":["Tämä korjataan yleensä jollakin seuraavista tavoista:"],"You are using an old or cached session":["Käytät vanhentunutta tai välimuistissa olevaa istuntoa"],"Please review your data and try again.":["Tarkista tiedot ja yritä uudelleen."],"There was a problem making a request to your site. This could indicate you provided data that did not match requirements, or that the plugin sent a bad request.":["Pyyntö sivustolle epäonnistui. Tämä voi tarkoittaa, että antamasi tiedot eivät vastanneet vaatimuksia tai lisäosa lähetti virheellisen pyynnön."],"Bad data":["Virheelliset tiedot"],"WordPress returned an unexpected message. This could be a PHP error from another plugin, or data inserted by your theme.":["WordPress palautti odottamattoman virheilmoituksen. Tämä voi johtua toisen lisäosan PHP-virheestä tai teemastasi."],"Your WordPress REST API has been disabled. You will need to enable it to continue.":["WordPressin REST API on poistettu käytöstä. Sinun on otettava se käyttöön jatkaaksesi."],"An unknown error occurred.":["Tapahtui tuntematon virhe."],"Your REST API is being redirected. Please remove the redirection for the API.":["REST-rajapinta uudelleenohjataan. Poista uudelleenohjaus REST-rajapinnalta."],"A security plugin or firewall is blocking access. You will need to whitelist the REST API.":["Tietoturvalisäosa tai palomuuri estää pääsyn. Sinun on lisättävä REST-rajapinta sallittujen listalle."],"Check your {{link}}Site Health{{\/link}} and fix any issues.":["Tarkista {{link}}Sivuston eheys{{\/link}} ja korjaa mahdolliset ongelmat."],"Your WordPress REST API is returning a 404 page. This is almost certainly an external plugin or server configuration issue.":["WordPressin REST-rajapinta palauttaa 404-sivun. Tämä johtuu todennäköisesti toisesta lisäosasta tai palvelimen asetuksista."],"Debug Information":["Vianmääritystiedot"],"Show debug":["Näytä vianmääritys"],"View Data":["Näytä tiedot"],"Redirection stores no user identifiable information other than what is configured above. It is your responsibility to ensure your site meets any applicable {{link}}privacy requirements{{\/link}}.":["Redirection-lisäosa ei tallenna mitään henkilökohtaisesti tunnistettavia tietoja lukuun ottamatta yllä määritettyjä asetuksia. Vastuullasi on varmistaa, että sivustosi noudattaa mahdollisia {{link}}tietosuojavaatimuksia{{\/link}}."],"Capture HTTP header information with logs (except cookies). It may include user information, and could increase your log size.":["Tallenna HTTP-otsaketiedot lokeihin (paitsi evästeet). Tämä voi sisältää käyttäjätietoja ja kasvattaa lokin kokoa."],"Track redirect hits and date of last access. Contains no user information.":["Seuraa uudelleenohjausten osumia ja viimeisimpiä osumapäivämääriä. Ei sisällä käyttäjätietoja."],"Log \"external\" redirects - those not from Redirection. This can increase your log size and contains no user information.":["Kirjaa lokiin \"ulkoiset\" uudelleenohjaukset – ne, jotka eivät ole peräisin Redirection-lisäosasta. Tämä voi kasvattaa lokitiedoston kokoa eikä sisällä käyttäjätietoja."],"Logging":["Lokitus"],"(IP logging level)":["(IP-lokituksen taso)"],"Are you sure you want to delete the selected items?":["Haluatko varmasti poistaa valitut kohteet?"],"View Redirect":["Katso uudelleenohjaus"],"RSS":["RSS"],"Group by user agent":["Ryhmittele käyttäjäagentin mukaan"],"Search domain":["Etsi domainia"],"Redirect By":["Ohjauksen tekijä"],"Domain":["Domain"],"Method":["Menetelmä"],"If that did not help then {{strong}}create an issue{{\/strong}} or send it in an {{strong}}email{{\/strong}}.":["Jos se ei auttanut, {{strong}}ilmoita ongelmasta{{\/strong}} tai lähetä se {{strong}}sähköpostitse{{\/strong}}."],"Please check the {{link}}support site{{\/link}} before proceeding further.":["Tarkista {{link}}tukisivusto{{\/link}} ennen kuin jatkat."],"Something went wrong when upgrading Redirection.":["Jokin meni pieleen Redirection-lisäosan päivityksessä."],"Something went wrong when installing Redirection.":["Jokin meni pieleen Redirection-lisäosan asennuksessa."],"Redirect Source":["Uudelleenohjauksen lähde"],"Request Headers":["Pyynnön otsakkeet"],"Exclude from logs":["Jätä pois lokeista"],"Relocate to domain":["Siirrä domainille"],"Want to redirect the entire site? Enter a domain to redirect everything, except WordPress login and admin. Enabling this option will disable any site aliases or canonical settings.":["Haluatko uudelleenohjata koko sivuston? Anna domain, jos haluat uudelleenohjata kaiken paitsi WordPress-kirjautumisen ja -hallinnan. Tämän vaihtoehdon käyttöönotto poistaa käytöstä kaikki sivuston aliakset tai kanoniset asetukset."],"Relocate Site":["Siirrä sivusto"],"Add CORS Presets":["Lisää CORS-esiasetuksia"],"Add Security Presets":["Lisää suojausasetuksia"],"Add Header":["Lisää otsake"],"You should update your site URL to match your canonical settings: {{code}}%(current)s{{\/code}} ⇒ {{code}}%(site)s{{\/code}}":["Sivustosi URL-osoite tulisi päivittää vastaamaan kanonisia asetuksiasi: {{code}}%(current)s{{\/code}} ⇒ {{code}}%(site)s{{\/code}}"],"Preferred domain":["Ensisijainen domain"],"{{strong}}Warning{{\/strong}}: ensure your HTTPS is working before forcing a redirect.":["{{strong}}Varoitus{{\/strong}}: varmista, että HTTPS toimii ennen kuin pakotat uudelleenohjauksen."],"Force a redirect from HTTP to HTTPS - {{code}}%(site)s{{\/code}} ⇒ {{code}}%(siteHTTPS)s{{\/code}}":["Pakota uudelleenohjaus  HTTP:stä HTTPS:ään - {{code}}%(site)s{{\/code}} ⇒ {{code}}%(siteHTTPS)s{{\/code}}"],"Canonical Settings":["Kanoniset asetukset"],"Add www to domain - {{code}}%(site)s{{\/code}} ⇒ {{code}}%(siteWWW)s{{\/code}}":["Lisää www domainiin - {{code}}%(site)s{{\/code}} ⇒ {{code}}%(siteWWW)s{{\/code}}"],"Remove www from domain - {{code}}%(siteWWW)s{{\/code}} ⇒ {{code}}%(site)s{{\/code}}":["Poista www domainista - {{code}}%(siteWWW)s{{\/code}} ⇒ {{code}}%(site)s{{\/code}}"],"Don't set a preferred domain - {{code}}%(site)s{{\/code}}":["Älä aseta ensisijaista domainia - {{code}}%(site)s{{\/code}}"],"Add Alias":["Lisää alias"],"No aliases":["Ei aliaksia"],"Alias":["Alias"],"Aliased Domain":["Alias-domain"],"You will need to configure your system (DNS and server) to pass requests for these domains to this WordPress install.":["Järjestelmäsi (DNS ja palvelin) pitää ohjata näiden verkkotunnusten liikenne tähän WordPress-sivustoon."],"A site alias is another domain that you want to be redirected to this site. For example, an old domain, or a subdomain. This will redirect all URLs, including WordPress login and admin.":["Sivuston alias on toinen domain, jonka haluat ohjata tälle sivustolle. Esimerkiksi vanha domain tai alidomain. Tämä ohjaa kaikki URL-osoitteet, mukaan lukien WordPressin kirjautumis- ja hallintasivut."],"Site Aliases":["Sivuston aliakset"],"The companion plugin Search Regex allows you to search and replace data on your site. It also supports Redirection, and is handy if you want to bulk update a lot of redirects.":["Search Regex -lisäosalla voit etsiä ja korvata sisältöä sivustoltasi. Se toimii yhteen Redirection-lisäosan kanssa ja on hyödyllinen, jos haluat päivittää useita uudelleenohjauksia kerralla."],"Need to search and replace?":["Haluatko etsiä ja korvata sisältöä?"],"Options on this page can cause problems if used incorrectly. You can {{link}}temporarily disable them{{\/link}} to make changes.":["Tämän sivun asetukset voivat aiheuttaa ongelmia, jos niitä käytetään väärin. Voit {{link}}ottaa ne väliaikaisesti pois käytöstä{{\/link}} tehdäksesi muutoksia."],"Please wait, importing.":["Odota hetki, tuodaan tietoja."],"Continue":["Jatka"],"The following plugins have been detected.":["Seuraavat lisäosat havaittiin."],"WordPress automatically creates redirects when you change a post URL. Importing these into Redirection will allow you to manage and monitor them.":["WordPress luo automaattisesti uudelleenohjauksia, kun muutat artikkelin URL-osoitetta. Näiden tuominen Redirection-lisäosaan mahdollistaa niiden hallinnan ja seurannan."],"Importing existing redirects from WordPress or other plugins is a good way to get started with Redirection. Check each set of redirects you wish to import.":["Uudelleenohjausten tuonti WordPressistä tai muista lisäosista on hyvä tapa aloittaa Redirectionin käyttö. Valitse tuotavat uudelleenohjaukset erikseen."],"Import Existing Redirects":["Tuo uudelleenohjauksia"],"That's all there is to it - you are now redirecting! Note that the above is just an example.":["Siinä kaikki - nyt voit tehdä uudelleenohjauksia! Huomaa, että yllä oleva on vain esimerkki."],"If you want to redirect everything please use a site relocation or alias from the Site page.":["Jos haluat uudelleenohjata koko sivuston, käytä Siirrä sivusto -toimintoa tai aliasta."],"Value":["Arvo"],"Values":["Arvot"],"All":["Kaikki"],"Note that some HTTP headers are set by your server and cannot be changed.":["Huomaa, että jotkin HTTP-otsakkeet ovat palvelimesi asettamia, eikä niitä voi muuttaa."],"No headers":["Ei otsakkeita"],"Header":["Otsake"],"Location":["Sijainti"],"Site headers are added across your site, including redirects. Redirect headers are only added to redirects.":["Sivuston otsakkeet lisätään koko sivustollesi, myös uudelleenohjauksiin. Uudelleenohjausotsakkeet lisätään vain uudelleenohjauksiin."],"HTTP Headers":["HTTP-otsakkeet"],"Custom Header":["Mukautettu otsake"],"General":["Yleinen"],"Redirect":["Uudelleenohjaa"],"Some servers may be configured to serve file resources directly, preventing a redirect occurring.":["Jotkut palvelimet voidaan määrittää tarjoamaan tiedostoresursseja suoraan, mikä estää uudelleenohjauksen."],"Site":["Sivusto"],"Unable to make request due to browser security. This is typically because your WordPress and Site URL settings are inconsistent, or the request was blocked by your site CORS policy.":["Pyyntöä ei voitu tehdä selaimen suojausten vuoksi. Tämä johtuu yleensä siitä, että WordPressin ja sivuston URL-asetukset ovat ristiriidassa tai että sivustosi CORS-käytäntö esti pyynnön."],"Ignore & Pass Query":["Ohita ja välitä kysely"],"Ignore Query":["Ohita kysely"],"Exact Query":["Tarkka kysely"],"Search title":["Hae otsikkoa"],"Not accessed in last year":["Ei käytetty viimeisen vuoden aikana"],"Not accessed in last month":["Ei käytetty viimeisen kuukauden aikana"],"Never accessed":["Ei koskaan käytetty"],"Last Accessed":["Viimeksi käytetty"],"HTTP Status Code":["HTTP-statuskoodi"],"Plain":["Tavallinen"],"URL match":["URL-osoitteen osuma"],"Source":["Lähde"],"Code":["Koodi"],"Action Type":["Toimintotyyppi"],"Match Type":["Osumatyyppi"],"Search target URL":["Hae kohde-URL-osoitetta"],"Search IP":["Hae IP-osoitetta"],"Search user agent":["Hae käyttäjäagenttia"],"Search referrer":["Haun viittaaja"],"Search URL":["Hae URL-osoite"],"Filter on: %(type)s":["Suodata: %(type)s"],"Disabled":["Pois käytöstä"],"Enabled":["Käytössä"],"Compact Display":["Kompakti esitys"],"Standard Display":["Vakioesitys"],"Status":["Tila"],"Pre-defined":["Ennalta määritetty"],"Custom Display":["Mukautettu esitys"],"Display All":["Näytä kaikki"],"Your URL appears to contain a domain inside the path: {{code}}%(relative)s{{\/code}}. Did you mean to use {{code}}%(absolute)s{{\/code}} instead?":["Verkko-osoitteesi näyttää sisältävän verkkotunnuksen polun sisällä: {{code}}%(relative)s{{\/code}}. Tarkoititko kenties käyttää muotoa {{code}}%(absolute)s{{\/code}}?"],"Comma separated list of languages to match against (i.e. da, en-GB)":["Pilkuilla erotettu lista kielistä, joihin verrataan (esim. da, en-GB)"],"Language":["Kieli"],"504 - Gateway Timeout":["504 - Gateway aikakatkaisu"],"503 - Service Unavailable":["503 - Palvelu ei ole saatavilla"],"502 - Bad Gateway":["501 - Not implemented"],"501 - Not implemented":["501 - Not implemented"],"500 - Internal Server Error":["500 - Internal Server Error"],"451 - Unavailable For Legal Reasons":["451 - Unavailable For Legal Reasons"],"URL and language":["URL-osoite ja kieli"],"Log out, clear your browser cache, and log in again - your browser has cached an old session.":["Kirjaudu ulos, tyhjennä selaimen välimuisti, ja kirjaudu sisään uudelleen - selaimesi on tallentanut vanhan istunnon välimuistin."],"Reload the page - your current session is old.":["Lataa sivu uudelleen - nykyinen istuntosi on vanhentunut."],"Unable to save .htaccess file":["Ei voida tallentaa .htaccess-tiedostoa"],"Redirects added to an Apache group can be saved to an {{code}}.htaccess{{\/code}} file by adding the full path here. For reference, your WordPress is installed to {{code}}%(installed)s{{\/code}}.":["Apache-ryhmään lisätyt uudelleenohjaukset voidaan tallentaa {{code}}.htaccess{{\/code}}-tiedostoon lisäämällä koko polku tähän. Viitteenä: WordPress on asennettu sijaintiin {{code}}%(installed)s{{\/code}}."],"Click \"Complete Upgrade\" when finished.":["Klikkaa \"Viimeistele päivitys\" kun on valmista."],"Your target URL contains the invalid character {{code}}%(invalid)s{{\/code}}":["Kohde-URL-osoitteesi sisältää kelvottoman merkin {{code}}%(invalid)s{{\/code}}"],"If you are using WordPress 5.2 or newer then look at your {{link}}Site Health{{\/link}} and resolve any issues.":["Jos käytät WordPress 5.2:ta tai uudempaa, katso {{link}}Sivuston eheys{{\/link}} ja ratkaise ongelmat."],"If you do not complete the manual install you will be returned here.":["Jos et suorita manuaalista asennusta loppuun, sinut palautetaan tänne."],"Click \"Finished! 🎉\" when finished.":["Klikkaa \"Valmis! 🎉\" kun on valmista."],"If your site needs special database permissions, or you would rather do it yourself, you can manually run the following SQL.":["Jos sivustosi tarvitsee erityisiä tietokantaoikeuksia tai haluat tehdä tämän itse, voit suorittaa seuraavan SQL-komennon manuaalisesti."],"Manual Install":["Manuaalinen asennus"],"This information is provided for debugging purposes. Be careful making any changes.":["Nämä tiedot on tarkoitettu testaustilaa varten. Ole varovainen tehdessäsi muutoksia."],"Plugin Debug":["Lisäosan testaus"],"Redirection communicates with WordPress through the WordPress REST API. This is a standard part of WordPress, and you will experience problems if you cannot use it.":["Redirection kommunikoi WordPressin kanssa WordPress REST-rajapinnan kautta. Tämä on WordPressin vakio-osa, ja voit kohdata ongelmia, jos sitä ei voida käyttää."],"IP Headers":["IP-otsakkeet"],"Do not change unless advised to do so!":["Älä muuta, ellei sinua neuvota tekemään niin!"],"Database version":["Tietokannan versio"],"Complete data (JSON)":["Täydelliset tiedot (JSON)"],"Export to CSV, Apache .htaccess, Nginx, or Redirection JSON. The JSON format contains full information, and other formats contain partial information appropriate to the format.":["Vie CSV-, Apache-, .htaccess-, Nginx- tai Redirection JSON-muotoon. JSON-muoto sisältää täydelliset tiedot, ja muut sisältävät osittaisia ​​tietoja, jotka sopivat muotoon."],"CSV does not include all information, and everything is imported\/exported as \"URL only\" matches. Use the JSON format for a full set of data.":["CSV ei sisällä kaikkia tietoja, ja kaikki tuodaan\/viedään \"vain verkko-osoitteen\" osumina. Käytä JSON-muotoa saadaksesi täydelliset tiedot."],"All imports will be appended to the current database - nothing is merged.":["Tuodut tiedot lisätään tietokantaan sellaisenaan – niitä ei yhdistetä automaattisesti."],"Automatic Upgrade":["Automaattinen päivitys"],"Manual Upgrade":["Manuaalinen päivitys"],"Please make a backup of your Redirection data: {{download}}downloading a backup{{\/download}}. If you experience any issues you can import this back into Redirection.":["Tee varmuuskopio Redirection-lisäosan tiedoista: {{download}}lataa varmuuskopio{{\/download}}. Jos kohtaat ongelmia, voit tuoda sen uudelleen Redirectioniin."],"Click the \"Upgrade Database\" button to automatically upgrade the database.":["Klikkaa \"Päivitä tietokanta\" -painiketta päivittääksesi tietokannan automaattisesti."],"Complete Upgrade":["Viimeistele päivitys"],"Redirection stores data in your database and sometimes this needs upgrading. Your database is at version {{strong}}%(current)s{{\/strong}} and the latest is {{strong}}%(latest)s{{\/strong}}.":["Redirection-lisäosa tallentaa tietoja tietokantaasi ja toisinaan ne tarvitsevat päivitystä. Tietokantasi versio on {{strong}}%(current)s{{\/strong}}, ja uusin versio on {{strong}}%(latest)s{{\/strong}}."],"Note that you will need to set the Apache module path in your Redirection options.":["Huomioi, että sinun on asetettava Apache-moduulin polku Redirection-asetuksissa."],"I need support!":["Tarvitsen tukea!"],"You will need at least one working REST API to continue.":["Tarvitset ainakin yhden toimivan REST-rajapinnan jatkaaksesi."],"Check Again":["Tarkasta uudelleen"],"Show Problems":["Näytä ongelmat"],"Summary":["Yhteenveto"],"Your REST API is not working and the plugin will not be able to continue until this is fixed.":["REST-rajapintasi ei toimi, eikä lisäosa voi jatkaa toimintaansa ennen kuin ongelma on ratkaistu."],"There are some problems connecting to your REST API. It is not necessary to fix these problems and the plugin is able to work.":["REST-rajapintaan yhdistettäessä havaittiin joitakin ongelmia. Ongelmien korjaaminen ei kuitenkaan ole välttämätöntä, ja lisäosa toimii edelleen."],"Unavailable":["Ei saatavilla"],"Working but some issues":["Toimii, mutta joitakin ongelmia"],"Current API":["Nykyinen rajapinta"],"Switch to this API":["Vaihda tähän rajapintaan"],"Hide":["Piilota"],"Show Full":["Näytä kokonaan"],"Working!":["Toimii!"],"Your target URL should be an absolute URL like {{code}}https:\/\/domain.com\/%(url)s{{\/code}} or start with a slash {{code}}\/%(url)s{{\/code}}.":["Kohde-URL-osoitteen tulisi olla absoluuttinen URL-osoite, kuten {{code}}https:\/\/domain.com\/%(url)s{{\/code}}, tai alkaa kauttaviivalla {{code}}\/%(url)s{{\/code}}."],"Your source is the same as a target and this will create a loop. Leave a target blank if you do not want to take action.":["Lähde-URL on sama kuin kohde-URL, mikä johtaa uudelleenohjaussilmukkaan. Jätä kohde-URL tyhjäksi, jos et halua tehdä mitään."],"The target URL you want to redirect, or auto-complete on post name or permalink.":["Kohde-URL, johon haluat ohjata tai täydennä automaattisesti artikkelin nimellä tai linkillä."],"Include these details in your report along with a description of what you were doing and a screenshot.":["Liitä nämä lisätiedot raporttiisi sekä kuvaus tekemästäsi toimenpiteestä ja ruutukaappaus."],"Create An Issue":["Luo tiketti"],"What do I do next?":["Mitä seuraavaksi?"],"Possible cause":["Mahdollinen syy"],"This could be a security plugin, or your server is out of memory or has an external error. Please check your server error log":["Ongelma voi johtua tietoturvalisäosasta, palvelimen muistiongelmasta tai muusta virheestä. Tarkista palvelimen virheloki."],"Your REST API is probably being blocked by a security plugin. Please disable this, or configure it to allow REST API requests.":["REST-rajapintasi estetään todennäköisesti suojauslisäosan toimesta. Poista lisäosa käytöstä tai määritä se hyväksymään REST-rajapintapyynnöt."],"Read this REST API guide for more information.":["Lue tämä REST-rajapintaopas saadaksesi lisätietoa."],"URL options \/ Regex":["URL-asetukset \/ Regex"],"Export 404":["Vie 404"],"Export redirect":["Vie uudelleenohjaus"],"Pass - as ignore, but also copies the query parameters to the target":["Välitys - ohittaa, mutta kopioi kyselyparametrit kohteeseen"],"Ignore - as exact, but ignores any query parameters not in your source":["Ohitus - kuin tarkka, mutta jättää huomioimatta kaikki kyselyparametrit, jotka puuttuvat lähtöosoitteesta"],"Exact - matches the query parameters exactly defined in your source, in any order":["Tarkka – vastaa tarkasti lähteessäsi määriteltyjä kyselyparametreja missä tahansa järjestyksessä"],"Default query matching":["Kyselyparametrien käsittelytapa oletuksena"],"Ignore trailing slashes (i.e. {{code}}\/exciting-post\/{{\/code}} will match {{code}}\/exciting-post{{\/code}})":["Ohita perässä olevat kauttaviivat (eli {{code}}\/esimerkki\/{{\/code}} vastaa {{code}}\/esimerkki{{\/code}})"],"Case insensitive matches (i.e. {{code}}\/Exciting-Post{{\/code}} will match {{code}}\/exciting-post{{\/code}})":["Vapaan kirjainkoon osumat (esim. {{code}}\/Uusi-Artikkeli{{\/code}} vastaa {{code}}\/uusi-artikkeli{{\/code}})"],"Applies to all redirections unless you configure them otherwise.":["Koskee kaikkia uudelleenohjauksia, ellei niitä ole määritetty toisin."],"Default URL settings":["URL-oletusasetukset"],"Ignore and pass all query parameters":["Ohita ja välitä kaikki URL-parametrit"],"Ignore all query parameters":["Ohita kaikki URL-parametrit"],"Exact match":["Tarkka osuma"],"Caching software (e.g Cloudflare)":["Välimuistiohjelmisto (esim. Cloudflare)"],"A security plugin (e.g Wordfence)":["Suojauslisäosa (esim. Wordfence)"],"URL options":["URL-osoitteen asetukset"],"Query Parameters":["Kyselyparametrit"],"Ignore & pass parameters to the target":["Ohita ja välitä kaikki kyselyparametrit kohteeseen"],"Ignore all parameters":["Jätä parametrit huomiotta"],"Ignore Case":["Jätä kirjainkoko huomiotta"],"Ignore Slash":["Jätä kauttaviiva huomiotta"],"Relative REST API":["Suhteellinen REST-rajapinta"],"Raw REST API":["Raaka REST-rajapinta"],"Default REST API":["Oletus REST-rajapinta"],"(Example) The target URL is the new URL":["(Esimerkki) Kohteen verkko-osoite on uusi verkko-osoite"],"(Example) The source URL is your old or original URL":["(Esimerkki) Lähteen verkko-osoite on vanha tai alkuperäinen verkko-osoite"],"A database upgrade is in progress. Please continue to finish.":["Tietokannan päivitys on käynnissä. Ole hyvä ja jatka loppuun."],"Redirection database needs upgrading":["Redirection-lisäosan tietokanta vaatii päivityksen"],"Upgrade Required":["Päivitys vaaditaan"],"Finish Setup":["Viimeistele asennus"],"Retry":["Yritä uudelleen"],"You have different URLs configured on your WordPress Settings > General page, which is usually an indication of a misconfiguration, and it can cause problems with the REST API. Please review your settings.":["WordPressin Asetukset > Yleinen -sivulla on määritetty eri URL-osoitteet, mikä viittaa yleensä virheelliseen asetukseen ja voi aiheuttaa ongelmia REST API:n kanssa. Tarkista asetukset."],"If you do experience a problem then please consult your plugin documentation, or try contacting your host support. This is generally {{link}}not a problem caused by Redirection{{\/link}}.":["Ongelmatilanteissa tutustu lisäosan dokumentaatioon tai ota yhteyttä palveluntarjoajasi tukeen. Tämä ei yleensä ole {{link}}Redirection-lisäosan aiheuttama ongelma{{\/link}}."],"Some other plugin that blocks the REST API":["Jokin muu lisäosa, joka estää REST-rajapinnan"],"A server firewall or other server configuration (e.g OVH)":["Palvelimen palomuuri tai muu palvelinkonfiguraatio (esim. OVH)"],"Redirection uses the {{link}}WordPress REST API{{\/link}} to communicate with WordPress. This is enabled and working by default. Sometimes the REST API is blocked by:":["Redirection-lisäosa käyttää {{link}}WordPress REST-rajapintaa{{\/link}} yhteyksiin WordPressin kanssa. Tämä ominaisuus toimii ja on käytössä oletuksena. Joissain tapauksissa REST-rajapinnan toiminnan estää:"],"Go back":["Takaisin"],"Storing the IP address allows you to perform additional log actions. Note that you will need to adhere to local laws regarding the collection of data (for example GDPR).":["IP-osoitteen tallentaminen mahdollistaa lisäkirjaustoimintojen käytön. Huomioi, että sinun tulee noudattaa paikallista lainsäädäntöä tiedonkeruussa (esimerkiksi GDPR-asetusta)."],"Store IP information for redirects and 404 errors.":["Tallenna IP-tiedot uudelleenohjauksista sekä 404-virheistä."],"Storing logs for redirects and 404s will allow you to see what is happening on your site. This will increase your database storage requirements.":["Uudelleenohjausten ja 404-virheiden lokien tallentaminen antaa sinulle mahdollisuuden nähdä, mitä sivustollasi tapahtuu. Tämä lisää tietokannan tallennustarpeita."],"Keep a log of all redirects and 404 errors.":["Pidä lokia kaikista uudelleenohjauksista ja 404-virheistä."],"{{link}}Read more about this.{{\/link}}":["{{link}}Lue lisää tästä.{{\/link}}"],"If you change the permalink in a post or page then Redirection can automatically create a redirect for you.":["Jos muutat kestolinkkiä artikkelissa tai sivulla, Redirection voi luoda uudelleenohjauksen automaattisesti puolestasi."],"Monitor permalink changes in WordPress posts and pages":["Seuraa kestolinkkien muutoksia WordPressin artikkeleissa ja sivuilla."],"These are some options you may want to enable now. They can be changed at any time.":["Tässä on joitakin asetuksia, jotka voit ottaa käyttöön nyt. Niitä voidaan muuttaa milloin tahansa."],"Basic Setup":["Perusasennus"],"Start Setup":["Aloita asennus"],"First you will be asked a few questions, and then Redirection will set up your database.":["Ensin sinulta kysytään muutama kysymys, ja sen jälkeen Redirection asentaa tietokannan."],"What's next?":["Mitä seuraavaksi?"],"Check a URL is being redirected":["Tarkista, että URL-osoite uudelleenohjataan"],"More powerful URL matching, including {{regular}}regular expressions{{\/regular}}, and {{other}}other conditions{{\/other}}":["Tehokkaampi URL-osoitteiden haku, mukaan lukien {{regular}}säännölliset lausekkeet{{\/regular}} ja {{other}}muut ehdot{{\/other}}"],"{{link}}Import{{\/link}} from .htaccess, CSV, and a variety of other plugins":["{{link}}Tuo{{\/link}} .htaccess-tiedostosta, CSV:stä ja useista muista lisäosista"],"{{link}}Monitor 404 errors{{\/link}}, get detailed information about the visitor, and fix any problems":["{{link}}Seuraa 404-virheitä{{\/link}}, hanki yksityiskohtaisia ​​tietoja vierailijasta ja korjaa mahdolliset ongelmat"],"Some features you may find useful are":["Ominaisuuksia joita saatat pitää hyödyllisinä"],"Full documentation can be found on the {{link}}Redirection website.{{\/link}}":["Dokumentaatio saatavilla {{link}}Redirection-lisäosan virallisilta sivuilta.{{\/link}}"],"A simple redirect involves setting a {{strong}}source URL{{\/strong}} (the old URL) and a {{strong}}target URL{{\/strong}} (the new URL). Here's an example:":["Yksinkertainen uudelleenohjaus edellyttää {{strong}}lähteen URL-osoitteen{{\/strong}} (vanha URL-osoite) ja {{strong}}kohteen URL-osoitteen{{\/strong}} (uusi URL-osoite) määrittämistä. Tässä on esimerkki:"],"How do I use this plugin?":["Kuinka käytän tätä lisäosaa?"],"Redirection is designed to be used on sites with a few redirects to sites with thousands of redirects.":["Redirection on suunniteltu käytettäväksi sivustoissa, joissa on muutamista uudelleenohjauksista aina tuhansiin ohjauksiin."],"Thank you for installing and using Redirection v%(version)s. This plugin will allow you to manage 301 redirections, keep track of 404 errors, and improve your site, with no knowledge of Apache or Nginx needed.":["Kiitos, että asensit ja käytät Redirection-versiota %(version)s. Tämän lisäosan avulla voit hallinnoida 301-uudelleenohjauksia, seurata 404-virheitä ja parantaa sivustoasi ilman Apache- tai Nginx-osaamista."],"Welcome to Redirection 🚀🎉":["Tervetuloa Redirection-lisäosaan 🚀🎉"],"To prevent a greedy regular expression you can use {{code}}^{{\/code}} to anchor it to the start of the URL. For example: {{code}}%(example)s{{\/code}}":["Voit estää ahneen säännöllisen lausekkeen ankkuroimalla sen URL-osoitteen alkuun koodilla {{code}}^{{\/code}}. Esimerkki: {{code}}%(example)s{{\/code}}"],"Remember to enable the \"regex\" option if this is a regular expression.":["Muista ottaa \"regex\"-asetus käyttöön, jos kyseessä on säännöllinen lauseke."],"The source URL should probably start with a {{code}}\/{{\/code}}":["Lähdeosoitteen pitäisi varmaankin alkaa merkillä {{code}}\/{{\/code}}"],"This will be converted to a server redirect for the domain {{code}}%(server)s{{\/code}}.":["Tämä muunnetaan palvelimen uudelleenohjaukseksi domainille {{code}}%(server)s{{\/code}}."],"Anchor values are not sent to the server and cannot be redirected.":["Ankkuriarvoja (esim. #hinnasto) ei lähetetä palvelimelle, eikä niitä voi ohjata uudelleen."],"Finished! 🎉":["Valmis! 🎉"],"Leaving before the process has completed may cause problems.":["Poistuminen ennen prosessin valmistumista saattaa aiheuttaa ongelmia."],"Setting up Redirection":["Asennetaan Redirection"],"Upgrading Redirection":["Päivitetään Redirection"],"Please remain on this page until complete.":["Ole hyvä ja pysy tällä sivulla kunnes on valmista."],"If you want to {{support}}ask for support{{\/support}} please include these details:":["Mikäli haluat {{support}}kysyä apua{{\/support}} ole hyvä ja sisällytä nämä tiedot:"],"Stop upgrade":["Pysäytä päivitys"],"Skip this stage":["Ohita tämä vaihe"],"Try again":["Yritä uudelleen"],"Database problem":["Tietokantaongelma"],"Upgrade Database":["Päivitä tietokanta"],"Please do not try and redirect all your 404s - this is not a good thing to do.":["Älä yritä uudelleenohjata kaikkia 404-sivuja - tämä ei ole hyvä idea."],"Only the 404 page type is currently supported.":["Tällä hetkellä vain 404-sivutyyppiä tuetaan."],"Page Type":["Sivutyyppi"],"Enter IP addresses (one per line)":["Kirjoita IP-osoitteet (yksi per rivi)"],"Describe the purpose of this redirect (optional)":["Kuvaile tämän uudelleenohjauksen tarkoitusta (valinnainen)"],"418 - I'm a teapot":["418 - I'm a teapot"],"403 - Forbidden":["403 - Forbidden"],"400 - Bad Request":["400 - Bad Request"],"304 - Not Modified":["304 - Not Modified"],"303 - See Other":["303 - See Other"],"Do nothing (ignore)":["Älä tee mitään (jätä huomiotta)"],"Target URL when not matched (empty to ignore)":["Kohde-URL-osoite, kun sitä ei löydy (tyhjä ohittaa)"],"Target URL when matched (empty to ignore)":["Kohde-URL-osoite, kun se täsmää (tyhjä ohittaa)"],"Show All":["Näytä kaikki"],"Delete logs for these entries":["Poista näiden merkintöjen lokit"],"Delete logs for this entry":["Poista tämän merkinnän lokit"],"Delete Log Entries":["Poista lokimerkinnät"],"Group by IP":["Ryhmitä IP:n mukaan"],"Group by URL":["Ryhmitä URL-osoitteen mukaan"],"No grouping":["Ei ryhmittelyä"],"Ignore URL":["Ohita URL"],"Block IP":["Estä IP-osoite"],"Redirect All":["Uudelleenohjaa kaikki"],"Count":["Määrä"],"URL and WordPress page type":["URL-osoite ja WordPressin sivutyyppi"],"URL and IP":["URL-osoite ja IP"],"Problem":["Ongelma"],"Good":["Hyvä"],"Check":["Tarkista"],"Check Redirect":["Tarkista uudelleenohjaus"],"Check redirect for: {{code}}%s{{\/code}}":["Tarkista uudelleenohjaus: {{code}}%s{{\/code}}"],"Error":["Virhe"],"Enter full URL, including http:\/\/ or https:\/\/":["Kirjoita koko URL-osoite mukaan lukien http:\/\/ tai https:\/\/"],"Redirect Tester":["Uudelleenohjauksen testaaja"],"Target":["Kohde"],"Enter server URL to match against":["Anna palvelimen verkko-osoite, jota haluat verrata"],"Server":["Palvelin"],"Enter role or capability value":["Anna roolin tai käyttöoikeuden arvo"],"Role":["Rooli"],"Match against this browser referrer text":["Vastaa tätä selaimen viittaustekstiä (referrer)"],"Match against this browser user agent":["Vertaa tämän selaimen käyttäjäagenttia"],"The relative URL you want to redirect from":["Relatiivinen URL-osoite, josta haluat uudelleenohjata"],"Add New":["Lisää uusi"],"URL and role\/capability":["URL-osoite ja rooli\/oikeus"],"URL and server":["URL ja palvelin"],"Note it is your responsibility to pass HTTP headers to PHP. Please contact your hosting provider for support about this.":["Huomioi, että HTTP-otsakkeiden välittäminen PHP:lle on vastuullasi. Tarvittaessa ota yhteyttä hosting-palveluntarjoajaasi saadaksesi tukea."],"Accept Language":["Hyväksy kieli"],"Header value":["Otsakkeen arvo"],"Header name":["Otsakkeen nimi"],"HTTP Header":["HTTP-otsake"],"WordPress filter name":["WordPressin suodattimen nimi"],"Filter Name":["Suodattimen nimi"],"Cookie value":["Evästeen arvo"],"Cookie name":["Evästeen nimi"],"Cookie":["Eväste"],"clearing your cache.":["tyhjennetään välimuistiasi."],"If you are using a caching system such as Cloudflare then please read this: ":["Jos käytät välimuistijärjestelmää, kuten Cloudflarea, ole hyvä ja lue tämä: "],"URL and HTTP header":["URL-osoite ja HTTP-otsake"],"URL and custom filter":["URL-osoite ja mukautettu suodatin"],"URL and cookie":["URL-osoite ja eväste"],"404 deleted":["404 poistettu"],"REST API":["REST API"],"How Redirection uses the REST API - don't change unless necessary":["Kuinka Redirection käyttää REST-rajapintaa - muuta vain jos välttämätöntä"],"Take a look at the {{link}}plugin status{{\/link}}. It may be able to identify and \"magic fix\" the problem.":["Katso {{link}}lisäosan tila{{\/link}}. Se saattaa pystyä tunnistamaan ja korjaamaan automaattisesti ongelman."],"{{link}}Caching software{{\/link}}, in particular Cloudflare, can cache the wrong thing. Try clearing all your caches.":["{{link}}Välimuistiohjelmistot{{\/link}}, erityisesti Cloudflare, voivat tallentaa välimuistiin väärän asian. Yritä tyhjentää kaikki välimuistit."],"{{link}}Please temporarily disable other plugins!{{\/link}} This fixes so many problems.":["{{link}}Poista muut lisäosat väliaikaisesti käytöstä!{{\/link}} Tämä korjaa niin monet ongelmat."],"WordPress REST API":["WordPress REST-rajapinta"],"Useragent Error":["Käyttäjäagentin virhe"],"Unknown Useragent":["Tuntematon selainagentti"],"Device":["Laite"],"Operating System":["Käyttöjärjestelmä"],"Browser":["Selain"],"Engine":["Moottori"],"Useragent":["Selainagentti"],"Agent":["Agent"],"No IP logging":["Ei IP-kirjausta"],"Full IP logging":["Täysi IP-kirjaus"],"Anonymize IP (mask last part)":["Anonymisoi IP (piilota viimeinen osa)"],"Monitor changes to %(type)s":["Tarkkaile %(type)s muutoksia"],"IP Logging":["IP:n tallennus"],"Agent Info":["Käyttäjäagentin tiedot"],"Filter by IP":["Suodata IP:n mukaan"],"Geo IP Error":["Geo IP virhe"],"Something went wrong obtaining this information":["Jokin meni vikaan, kun tätä tietoa haettiin"],"This is an IP from a private network. This means it is located inside a home or business network and no more information can be displayed.":["Tämä on yksityisen verkon IP-osoite. Tämä tarkoittaa, että se sijaitsee koti- tai yritysverkon sisällä, eikä enempää tietoja voida näyttää."],"No details are known for this address.":["Tästä osoitteesta ei ole saatavilla tarkempia tietoja."],"Geo IP":["Geo IP"],"City":["Kaupunki"],"Area":["Alue"],"Timezone":["Aikavyöhyke"],"Geo Location":["Sijaintitieto"],"Powered by {{link}}redirect.li{{\/link}}":["{{link}}redirect.li{{\/link}}:n tukemana"],"Full documentation for Redirection can be found at {{site}}https:\/\/redirection.me{{\/site}}. If you have a problem please check the {{faq}}FAQ{{\/faq}} first.":["Dokumentaatio Redirectionin käytöstä löytyy osoitteesta {{site}}https:\/\/redirection.me{{\/site}}. Ongelmatilanteissa tarkista ensin {{faq}}UKK{{\/faq}}."],"If you want to report a bug please read the {{report}}Reporting Bugs{{\/report}} guide.":["Jos haluat ilmoittaa virheestä, lue {{report}}Virheiden ilmoittaminen{{\/report}} -opas."],"If you want to submit information that you don't want in a public repository then send it directly via {{email}}email{{\/email}} - include as much information as you can!":["Jos haluat lähettää tietoja, joita et halua julkiseen repositorioon, lähetä ne suoraan {{email}}sähköpostitse{{\/email}} – liitä mukaan mahdollisimman paljon tietoa!"],"Never cache":["Älä koskaan välimuistita"],"An hour":["Tunti"],"Redirect Caching":["Uudelleenohjausten välimuistitus"],"How long to cache redirected 301 URLs (via \"Expires\" HTTP header)":["Kuinka kauan 301-uudelleenohjattuja osoitteita säilytetään välimuistissa (\"Expires\" HTTP-otsakkeen kautta)"],"Are you sure you want to import from %s?":["Haluatko varmasti tuoda kohteesta %s?"],"Plugin Importers":["Lisäosien tuontityökalu"],"The following redirect plugins were detected on your site and can be imported from.":["Seuraavat uudelleenohjauslisäosat havaittiin sivustoltasi, ja niiden asetukset voidaan tuoda."],"Import from %s":["Tuo kohteesta %s"],"Create associated redirect (added to end of URL)":["Luo liittyvä uudelleenohjaus (lisätty URL-osoitteen loppuun)"],"If the magic button doesn't work then you should read the error and see if you can fix it manually, otherwise follow the 'Need help' section below.":["Jos taikapainike ei toimi, lue virhe ja katso, voiko sen korjata manuaalisesti. Muussa tapauksessa noudata alla olevaa \"Tarvitsen apua\" -osiota."],"⚡️ Magic fix ⚡️":["⚡️ Maaginen korjaus ⚡️"],"Plugin Status":["Lisäosan tila"],"Custom":["Mukautettu"],"Mobile":["Mobiili"],"Feed Readers":["Syötteen lukijat"],"Libraries":["Kirjastot"],"URL Monitor Changes":["Monitoroidut URL-muutokset"],"Save changes to this group":["Tallenna ryhmän muutokset"],"For example \"\/amp\"":["Esimerkiksi \"\/amp\""],"URL Monitor":["URL-monitori"],"Your server has rejected the request for being too big. You will need to reconfigure it to continue.":["Palvelimesi on hylännyt pyynnön koska se on liian suuri. Sinun täytyy uudelleenkonfiguroida se jatkaaksesi."],"If you are using a page caching plugin or service (CloudFlare, OVH, etc) then you can also try clearing that cache.":["Jos käytössä on välimuistilisäosia tai -palveluja (kuten CloudFlare, OVH jne.), voidaan myös yrittää tyhjentää kyseinen välimuisti."],"Cached Redirection detected":["Välimuistissa oleva uudelleenohjaus löydetty"],"Please clear your browser cache and reload this page.":["Tyhjennä selaimen välimuisti ja lataa tämä sivu uudelleen."],"WordPress did not return a response. This could mean an error occurred or that the request was blocked. Please check your server error_log.":["WordPress ei palauttanut vastausta. Tämä voi tarkoittaa, että tapahtui virhe tai että pyyntö estettiin. Tarkista palvelimesi virhelokit."],"{{strong}}CSV file format{{\/strong}}: {{code}}source URL, target URL{{\/code}} - and can be optionally followed with {{code}}regex, http code{{\/code}} ({{code}}regex{{\/code}} - 0 for no, 1 for yes).":["{{strong}}CSV-tiedostomuoto{{\/strong}}: {{code}}lähteen verkko-osoite, kohteen verkko-osoite{{\/code}} - ja sitä voidaan haluttaessa seurata {{code}}regex, http-koodilla{{\/code}} ({{code}}regex{{\/code}} - 0 ei, 1 kyllä)."],"Redirection is not working. Try clearing your browser cache and reloading this page.":["Redirection-lisäosa ei toimi. Yritä pyyhkiä selaimen välimuisti ja ladata tämä sivu uudelleen."],"If that doesn't help, open your browser's error console and create a {{link}}new issue{{\/link}} with the details.":["Jos tämä ei auta, avaa selaimesi virhekonsoli ja luo {{link}}uusi tiketti{{\/link}}."],"Email":["Sähköposti"],"Need help?":["Tarvitsetko apua?"],"Please note that any support is provide on as-time-is-available basis and is not guaranteed. I do not provide paid support.":["Huomaa, että tukea tarjotaan sen mukaan, kun se on saatavilla, eikä sitä taata. En tarjoa maksettua tukea."],"Pos":["Sija"],"410 - Gone":["410 - Gone"],"Position":["Sijainti"],"Used to auto-generate a URL if no URL is given. Use the special tags {{code}}$dec${{\/code}} or {{code}}$hex${{\/code}} to insert a unique ID instead":["Käytetään verkko-osoitteen automaattiseen luomiseen, jos verkko-osoitetta ei ole annettu. Käytä avainsanoja {{code}}$dec${{\/code}} tai {{code}}$hex${{\/code}} yksilöllisen tunnisteen luomiseen"],"Import to group":["Tuo ryhmään"],"Import a CSV, .htaccess, or JSON file.":["Tuo CSV-, .htaccess- tai JSON-tiedosto."],"Click 'Add File' or drag and drop here.":["Napsauta 'Lisää tiedosto' tai vedä ja pudota tähän."],"Add File":["Lisää tiedosto"],"File selected":["Tiedosto valittu"],"Importing":["Tuodaan"],"Finished importing":["Tuonti valmis"],"Total redirects imported:":["Uudelleenohjauksia tuotu yhteensä:"],"Double-check the file is the correct format!":["Tarkista, että tiedosto on oikeassa muodossa!"],"OK":["OK"],"Close":["Sulje"],"Export":["Vie"],"Everything":["Kaikki"],"WordPress redirects":["WordPressin uudelleenohjaukset"],"Apache redirects":["Apachen uudelleenohjaukset"],"Nginx redirects":["Nginx:n uudelleenohjaukset"],"CSV":["CSV"],"Apache .htaccess":["Apachen .htaccess"],"Nginx rewrite rules":["Nginxin uudelleenkirjoitussäännöt"],"View":["Näytä"],"Import\/Export":["Tuo\/Vie"],"Logs":["Lokit"],"404 errors":["404-virheet"],"Redirection saved":["Uudelleenohjaus tallennettu"],"Log deleted":["Loki poistettu"],"Settings saved":["Asetukset tallennettu"],"Group saved":["Ryhmä tallennettu"],"Are you sure you want to delete this item?":["Haluatko varmasti poistaa tämän kohteen?","Haluatko varmasti poistaa %d valittua kohdetta?"],"pass":["välitä"],"All groups":["Kaikki ryhmät"],"301 - Moved Permanently":["301 - Moved Permanently"],"302 - Found":["302 - Found"],"307 - Temporary Redirect":["307 - Temporary Redirect"],"308 - Permanent Redirect":["308 - Permanent Redirect"],"401 - Unauthorized":["401 - Unauthorized"],"404 - Not Found":["404 - Not Found"],"Title":["Otsikko"],"When matched":["Kun yhdistetään"],"with HTTP code":["sisältäen HTTP-koodin"],"Show advanced options":["Näytä edistyneet asetukset"],"Matched Target":["Yhdistetty kohde"],"Unmatched Target":["Kohdentamaton kohde"],"View notice":["Näytä ilmoitus"],"Something went wrong 🙁":["Jotain meni vikaan 🙁"],"Bulk Actions":["Massatoiminnot"],"Apply":["Käytä"],"First page":["Ensimmäinen sivu"],"Prev page":["Edellinen sivu"],"Current Page":["Tämä sivu"],"Next page":["Seuraava sivu"],"Last page":["Viimeinen sivu"],"%s item":["%s kohde","%s kohdetta"],"Select All":["Valitse kaikki"],"Sorry, something went wrong loading the data - please try again":["Valitettavasti jotain meni pieleen tietojen lataamisessa - yritä uudelleen"],"Forever":["Ikuisesti"],"Delete the plugin - are you sure?":["Poista lisäosa - oletko varma?"],"Deleting the plugin will remove all your redirections, logs, and settings. Do this if you want to remove the plugin for good, or if you want to reset the plugin.":["Lisäosan poistaminen poistaa kaikki uudelleenohjaukset, lokit ja asetuksesi. Tee tämä, jos haluat poistaa laajennuksen lopullisesti tai jos haluat nollata laajennuksen."],"Once deleted your redirections will stop working. If they appear to continue working then please clear your browser cache.":["Kun uudelleenohjaukset on poistettu ne lakkaavat toimimasta. Jos ne näyttävät edelleen toimivan, tyhjennä selaimen välimuisti."],"Yes! Delete the plugin":["Kyllä! Poista lisäosa"],"No! Don't delete the plugin":["Ei! Älä poista lisäosaa"],"Support":["Tuki"],"404s":["404:t"],"Log":["Loki"],"Selecting this option will delete all redirections, all logs, and any options associated with the Redirection plugin.  Make sure this is what you want to do.":["Valitsemalla tämän poistat kaikki uudelleenohjaukset, lokit ja kaikki asetukset, jotka liittyvät Redirection-lisäosaan. Varmista, haluatko varmasti tehdä sen."],"Delete Redirection":["Poista Redirection-lisäosa"],"Upload":["Siirrä palvelimelle"],"Import":["Tuonti"],"Update":["Päivitä"],"Auto-generate URL":["Luo URL automaattisesti"],"A unique token allowing feed readers access to Redirection log RSS (leave blank to auto-generate)":["Uniikki merkkijono (token), jonka avulla RSS-lukijat pääsevät Redirection-lokiin (jätä tyhjäksi, jos haluat että se luodaan automaattisesti)"],"RSS Token":["RSS Token"],"404 Logs":["404-lokit"],"(time to keep logs for)":["(aika lokien säilyttämiseen)"],"Redirect Logs":["Uudelleenohjausloki"],"Options":["Asetukset"],"Two months":["Kaksi kuukautta"],"A month":["Kuukausi"],"A week":["Viikko"],"A day":["Päivä"],"No logs":["Ei lokeja"],"Use groups to organise your redirects. Groups are assigned to a module, which affects how the redirects in that group work. If you are unsure then stick to the WordPress module.":["Käytä ryhmiä uudelleenohjauksien järjestelyyn. Ryhmät on liitetty moduuliin, mikä vaikuttaa siihen, miten uudelleenohjaukset kyseisessä ryhmässä toimivat. Jos olet epävarma, pysy WordPress-moduulissa."],"Add Group":["Lisää Ryhmä"],"Search":["Haku"],"Groups":["Ryhmät"],"Save":["Tallenna"],"Group":["Ryhmä"],"Regular Expression":["Säännöllinen lauseke (regex)"],"Match":["Vertaa"],"Add new redirection":["Lisää uusi uudelleenohjaus"],"Cancel":["Peruuta"],"Download":["Lataa"],"Redirection":["Redirection"],"WordPress":["WordPress"],"Error (404)":["Virhe (404)"],"Pass-through":["Läpikulku"],"Redirect to random post":["Uudelleenohjaus satunnaiseen artikkeliin"],"Redirect to URL":["Uudelleenohjaa osoitteeseen"],"IP":["IP"],"Source URL":["Lähde-URL"],"Date":["Päiväys"],"Add Redirect":["Lisää uudelleenohjaus"],"View Redirects":["Näytä uudelleenohjaukset"],"Module":["Moduuli"],"Redirects":["Uudelleenohjaukset"],"Name":["Nimi"],"Filters":["Suodattimet"],"Reset hits":["Nollaa osumat"],"Enable":["Käytä"],"Disable":["Poista käytöstä"],"Delete":["Poista"],"Edit":["Muokkaa"],"Last Access":["Käytetty viimeksi"],"Hits":["Osumat"],"URL":["URL"],"Redirections":["Uudelleenohjaukset"],"User Agent":["Selain"],"URL and user agent":["URL ja user agent"],"Target URL":["Kohde-URL"],"URL only":["Vain URL"],"HTTP code":["HTTP-koodi"],"Regex":["Regex"],"Referrer":["Referrer"],"URL and referrer":["URL-osoite ja referrer"],"Logged Out":["Kirjautumaton"],"Logged In":["Kirjautunut"],"URL and login status":["URL-osoite ja kirjautumistila"]}},"comment":{"reference":"redirection.js"}}