Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/sg-cachepress-*.po
Languages: ja, ru_ru

source: Caching is essential for speeding up your website. With our Dynamic Caching enabled all non-static resources of your website are cached to prevent unnecessary database queries and page loading, effectively decreasing the loading speed and TTFB (time to first byte) of your website.
ja: キャッシュは、サイトの高速化に不可欠です。ダイナミックキャッシュを有効化すると、サイトの非静的リソースがすべてキャッシュされ、不要なデータベース クエリやページの読み込みが防止され、サイトの読み込み速度と TTFB (最初のバイトまでの時間) が効果的に短縮されます。
ru_ru: Кэширование имеет важное значение для ускорения работы сайта. При включенном динамическом кэшировании все нестатические ресурсы сайта кэшируются для предотвращения ненужных запросов к базе данных и загрузки страниц, что эффективно снижает скорость загрузки и TTFB (время до первого байта) сайта.

source: With file-based caching enabled, we will create static HTML versions of your website for future visitors. The files will be stored in the WordPress cache directory and served from the local browser cache.
ja: ファイルベースのキャッシュを有効化すると、今後の訪問者のためにサイトの静的 HTML バージョンが作成されます。ファイルは WordPress キャッシュ ディレクトリに保存され、ローカルブラウザ キャッシュから提供されます。
ru_ru: Механизм файлового кэширования создаёт статические HTML-версии страниц сайта для будущих посетителей. Файлы хранятся в каталоге кэша WordPress и обрабатываться из локального кэша браузера.

source: By installing and using this plugin you acknowledge that you have read and understood <a href="//siteground.com/viewtos/siteground_plugins_privacy_notice"> SiteGround Plugins Privacy Notice </a>.
ja: このプラグインをインストールして使用することで、<a href="//siteground.com/viewtos/siteground_plugins_privacy_notice"> SiteGround Plugins Privacy Notice </a>を読み、理解したことを認めます。
ru_ru: Устанавливая и используя этот плагин, вы подтверждаете, что прочитали и поняли <a href="//siteground.com/viewtos/siteground_plugins_privacy_notice"> Уведомление о конфиденциальности плагинов SiteGround</a>.

source: Rate Plugin
ja: プラグインを評価
ru_ru: Оценить плагин

source: Help other users make the best decision and speed up their websites.
ja: 他のユーザーが最適な決断を下し、サイトを高速化できるようサポートします。
ru_ru: Помогите другим пользователям принимать наилучшие решения и ускорять работу их сайтов.

source: Rate your experience with Speed Optimizer
ja: Speed Optimizer の使用感を評価してください
ru_ru: Оцените свой опыт работы со Speed Optimizer

source: Either a security plugin, custom function, or rules in your .htaccess file is preventing the WordPress REST API from working properly. Speed Optimizer is using it to store its options and other functionalities so please make sure it works properly.
ja: セキュリティプラグイン、カスタム関数、または .htaccess ファイルのルールのいずれかが、WordPress REST API の正常な動作を妨げています。Speed Optimizer はこの API を使用してオプションやその他の機能を保存しているため、正しく動作することを確認してください。
ru_ru: Либо плагин безопасности, пользовательская функция или правила в вашем файле .htaccess мешают правильной работе WordPress REST API. Speed Optimizer использует его для хранения своих настроек и других функций, поэтому убедитесь, что он работает правильно.

source: Thank you for using Speed Optimizer by SiteGround!
ja: SiteGround の Speed Optimizer をご利用いただきありがとうございます !
ru_ru: Спасибо, что используете Speed Optimizer от SiteGround!

source: Use this feature if you want to exclude certain parts of your website from being cached and keep them dynamic. You can exclude full or partial URLs using '*' as a wildcard. E.g. www.site.com/parent-page/* will exclude all sub-pages of 'parent-page'.
ja: この機能は、サイトの特定の部分をキャッシュから除外し、動的な状態を維持したい場合に使用します。ワイルドカードとして '*' を使用することで、URL の全部または一部を除外することができます。例えば www.site.com/parent-page/* は、'parent-page' のすべてのサブページを除外します。
ru_ru: Используйте эту функцию, если вы хотите исключить определенные части вашего веб-сайта из кэширования и сохранить их динамичность. Вы можете исключить полные или частичные URL-адреса, используя '*' как подстановочный символ. Например, www.site.com/parent-page/* исключит все подстраницы 'parent-page'.

source: Speed Optimizer - Media
ja: Speed Optimizer - メディア
ru_ru: Speed Optimizer - Медиа

source: Speed Optimizer - Site Performance
ja: Speed Optimizer - サイトパフォーマンス
ru_ru: Speed Optimizer - Производительность сайта

source: Speed Optimizer - Frontend Optimization
ja: Speed Optimizer - フロントエンドの最適化
ru_ru: Speed Optimizer - Оптимизация интерфейса

source: Speed Optimizer - Environment
ja: Speed Optimizer - 環境
ru_ru: Speed Optimizer - Окружение

source: Speed Optimizer - Caching
ja: Speed Optimizer - キャッシュ
ru_ru: Speed Optimizer - Кэширование

source: Get the best performance for your WordPress website with our top-rated optimization plugin. The Speed Optimizer by SiteGround handles caching better than ever and provides a number of environment, media and frontend optimizations for a blazing-fast loading.
ja: トップクラスの最適化プラグインで、WordPress サイトの最高のパフォーマンスを実現しましょう。SiteGround の Speed Optimizer は、これまで以上に優れたキャッシュを処理し、環境、メディア、フロントエンドを最適化することで、高速な読み込みを実現します。
ru_ru: Добейтесь максимальной производительности для вашего сайта на WordPress с нашим плагином оптимизации высшего класса. Speed Optimizer by SiteGround лучше, чем когда-либо, обрабатывает кэширование и предоставляет ряд оптимизаций окружения, медиа и фронтенда для мгновенной загрузки.

source: Speed Optimizer by SiteGround
ja: SiteGround の Speed Optimizer
ru_ru: Speed Optimizer от SiteGround

source: Send occasional emails with tips on improving my site performance, information about new plugin features and exclusive offers by SiteGround. You can always opt-out from these.
ja: サイトのパフォーマンスを向上させるためのヒント、プラグインの新機能に関する情報、SiteGround からの限定オファーなどを不定期にメールでお送りします。いつでも配信を停止することができます。
ru_ru: Присылайте иногда письма с советами по улучшению производительности моего сайта, информацией о новых функциях плагина и эксклюзивными предложениями от SiteGround. Вы всегда можете отказаться от них.

source: Welcome to Speed Optimizer by SiteGround
ja: SiteGround の Speed Optimizer へようこそ
ru_ru: Добро пожаловать в Speed Optimizer от SiteGround

source: recommended speed optimization features
ja: 推奨速度最適化機能
ru_ru: рекомендуемые функции оптимизации скорости

source: You are using
ja: を使用しています
ru_ru: Вы используете

source: Optimized
ja: 最適化
ru_ru: Оптимизировано

source: Hey there,
ja: ちょっと、そこ、
ru_ru: Привет,

source: Manage Notification Emails
ja: 通知メールの管理
ru_ru: Управлять email-уведомлениями

source: Create
ja: 作成
ru_ru: Создать

source: Add New Notification Email
ja: 新しい通知メールの追加
ru_ru: Добавить новое уведомление по электронной почте

source: The maximum number of email accounts that can receive the weekly reports email has been reached.
ja: 週報メールを受信できるメールアカウント数が上限に達しました。
ru_ru: Достигнуто максимальное количество учетных записей электронной почты, которые могут получать еженедельные отчеты по электронной почте.

source: Actions
ja: アクション
ru_ru: Действия

source: Discover the tools and insights you need to optimize your website's performance. This section covers running Google PageSpeed tests, tracking the history of your PageSpeed scores, and receiving monthly performance email reports to help you stay informed and make data-driven improvements.
ja: サイトのパフォーマンスを最適化するために必要なツールやインサイトをご紹介します。このセクションでは、Google PageSpeed テストの実行、PageSpeed スコアの履歴の追跡、毎月のパフォーマンスメールレポートの受信について説明します。
ru_ru: Откройте для себя инструменты и инсайты, необходимые для оптимизации производительности вашего сайта. В этом разделе рассматриваются запуск тестов Google PageSpeed, отслеживание истории баллов PageSpeed и получение ежемесячных отчетов о производительности по электронной почте, чтобы помочь вам оставаться в курсе событий и делать управляемые данными улучшения.

source: Email
ja: メール

source: Invalid email address
ja: 無効なメールアドレス
ru_ru: Неверный адрес электронной почты

source: Edit Notification Email
ja: 通知メールの編集
ru_ru: Редактировать уведомление по электронной почте

source: This action cannot be undone. Are you sure you wish to proceed?
ja: この操作は元に戻すことができません。本当に続行してもよろしいですか ?
ru_ru: Это действие нельзя отменить. Вы уверены, что хотите продолжить?

source: Delete Notification Email
ja: 通知メールの削除
ru_ru: Удалить уведомление по электронной почте

source: Notification email updated.
ja: 通知メールを更新しました。
ru_ru: Email для уведомлений обновлен.

source: Invalid email address.
ja: 無効なメールアドレスです。
ru_ru: Неверный адрес электронной почты.

source: Once Monthly
ja: 月1回
ru_ru: Один раз в месяц

source: You are receiving this email because you’re using the SiteGround Optimizer WordPress plugin and you have agreed to receive promotional emails from us. You can unsubscribe or manage your email preferences in the WordPress admin panel.
ja: SiteGround Optimizer WordPress プラグインを利用中で、プロモーションメールの受信に同意されたため、このメールを受信しています。WordPress の管理画面のパネルで、メール配信の停止または設定を管理することができます。
ru_ru: Вы получаете это письмо, потому что вы используете плагин SiteGround Optimizer для WordPress и согласились получать от нас рекламные электронные письма. Вы можете отказаться от подписки или управлять настройками своей электронной почты в административной панели WordPress.

source: This field is required.
ja: このフィールドは必須です。
ru_ru: Это поле обязательное.

source: Either a security plugin, custom function or rules in your .htaccess file is preventing the WordPress REST API from working properly. SiteGround Security is using it to store its options and other functionalities so please make sure it works properly.
ja: セキュリティプラグイン、カスタム関数、または .htaccess ファイルのルールのいずれかが、WordPress REST API の正常な動作を妨げています。SiteGround Security はオプションやその他の機能を保存するためにこれを使用しているため、正しく動作することを確認してください。
ru_ru: Либо плагин безопасности, пользовательская функция или правила в вашем файле .htaccess мешают правильной работе WordPress REST API. SiteGround Security использует его для хранения своих параметров и других функций, поэтому убедитесь, что он работает правильно.

source: Could not connect to the WordPress REST API
ja: WordPress REST API に接続できませんでした
ru_ru: Не удалось подключиться к WordPress REST API

source: Time to First Byte
ja: 最初の1バイトを受信するまでの時間
ru_ru: Время до первого байта

source: Page Load Time
ja: ページの読み込み時間
ru_ru: Время загрузки страницы

source: Google Score
ja: グーグルスコア
ru_ru: Оценка Google

source: Recommended Optimizations
ja: 推奨される最適化
ru_ru: Рекомендуемые оптимизации

source: Go to media
ja: メディアへ
ru_ru: Перейти к медиа-файлам

source: Transfer Size
ja: 転送サイズ
ru_ru: Объем переданных данных

source: URL Address
ja: URL アドレス
ru_ru: Адрес URL

source: Potential Saving
ja: 節約の可能性
ru_ru: Потенциальная экономия

source: Optimize Resources
ja: リソースの最適化
ru_ru: Оптимизировать ресурсы

source: Other
ja: その他
ru_ru: Другое

source: General Optimizations
ja: 一般的な最適化
ru_ru: Общие оптимизации

source: JavaScript Optimizations
ja: JavaScript の最適化
ru_ru: Оптимизации JavaScript

source: CSS Optimizations
ja: CSS の最適化
ru_ru: Оптимизация CSS

source: Analyze
ja: 分析
ru_ru: Анализировать

source: Mobile
ja: モバイル
ru_ru: Мобильный

source: Desktop
ja: デスクトップ
ru_ru: Настольный ПК

source: Device Type
ja: 端末の種類
ru_ru: Тип устройства

source: Enabling WebP will re-generate all existing WebP images, if any and will generate new WebP versions of all existing standard images. This is a time and resource consuming process that may take awhile, depending on the number and size of your images.
ja: WebP を有効化すると、既存の WebP 画像がある場合はすべて再生成され、既存のすべての標準画像の新しい WebP バージョンが生成されます。これは時間とリソースを消費する処理で、画像の数とサイズによってはしばらく時間がかかる場合があります。
ru_ru: Включение WebP приведет к повторному созданию всех существующих изображений в формате WebP, если они существуют, и к созданию новых версий WebP для всех существующих стандартных изображений. Это процесс, требующий времени и ресурсов, который может занять некоторое время в зависимости от количества и размера ваших изображений.

source: Deactivating the use of WebP images will delete all existing WebP files including images generated by the plugin and manually uploaded ones. We will regenerate WebP copies of your standard images anew if you enable the option.
ja: WebP 画像の使用を無効化すると、プラグインによって生成された画像や手動でアップロードした画像を含め、既存の WebP ファイルがすべて削除されます。このオプションを有効化すると、標準画像の WebP コピーが新たに生成されます。
ru_ru: Отключение использования изображений в формате WebP приведет к удалению всех существующих файлов WebP, включая изображения, сгенерированные плагином и загруженные вручную. Мы снова сгенерируем копии изображений в формате WebP для ваших стандартных изображений, если вы включите эту опцию.

source: Enable WebP
ja: WebP の有効化
ru_ru: Включить WebP

source: Disable WebP
ja: WebP の無効化
ru_ru: Отключить WebP

source: Converting image %(converted)s of %(total)s...
ja: 画像の%( 変換済み) の% (合計) の変換 ...
ru_ru: Преобразование изображения %(converted)s из %(total)s...

source: Compression Settings
ja: 圧縮設定
ru_ru: Настройки сжатия

source: If you often upload or use large images on your website, you might want to start resizing them to fit a maximum width. That way you can reduce the images’ file size up to 80%. This will dramatically increase the loading speed on pages with one or more large images. WordPress automatically applies maximum image width and resizes images uploaded from the media section to a maximum of 2560px. You can override this functionality from this dropdown. Use it to apply different sizes for the maximum image width or completely disable the resizing option.
ja: サイト上で大きな画像を頻繁にアップロードまたは使用する場合は、最大幅に合わせて画像のサイズを変更し始めるとよいでしょう。そうすることで、画像のファイル サイズを最大80% 削減できます。これにより、1つ以上の大きな画像を含むページの読み込み速度が大幅に向上します。WordPress は自動的に最大画像幅を適用し、メディア セクションからアップロードされた画像のサイズを最大2560ピクセルに変更します。このドロップダウンからこの機能をオーバーライドできます。これを使用して、画像の最大幅に異なるサイズを適用するか、サイズ変更オプションを完全に無効化します。
ru_ru: Если вы часто загружаете большие изображения на свой сайт, вам, возможно, стоит начать изменять их размеры, чтобы они соответствовали максимальной ширине. Таким образом, вы можете уменьшить размер файла изображения до 80%. Это значительно увеличит скорость загрузки на страницах с одним или несколькими большими изображениями. WordPress автоматически применяет максимальную ширину изображения и изменяет размеры изображений, загруженных из раздела медиа, до максимума 2560 пикселей. Вы можете отменить это действие с этого выпадающего списка. Используйте его для применения разных размеров для максимальной ширины изображения или полного отключения опции изменения размера.

source: Maximum Image Width
ja: 最大画像幅
ru_ru: Максимальная ширина изображения

source: With Lazy Load enabled only the media in the visible part of the browser will be loaded. This makes loading faster and smoother for longer pages with multiple media items.
ja: Lazy Load を有効化すると、ブラウザーの可視部分にあるメディアだけが読み込まれます。これにより、複数のメディア項目を含む長いページの読み込みがより速くスムーズになります。
ru_ru: При включенной функции ленивой загрузки будут загружены только медиафайлы в видимой части браузера. Это ускоряет загрузку и делает ее более плавной для длинных страниц с множеством медиафайлов.

source: Preview Image
ja: 画像をプレビュー
ru_ru: Предпросмотр изображения

source: Close
ja: 閉じる
ru_ru: Закрыть

source: Compare Image Compression Level
ja: 画像圧縮レベルの比較
ru_ru: Сравнить уровень сжатия изображения

source: High (85%% size reduction) - %(size)s
ja: 高 (85%% サイズ縮小) - %(サイズ)s
ru_ru: Высокое (сокращение размера на 85%%) - %(size)s

source: Medium (60%% size reduction) - %(size)s
ja: 中 (60%% サイズ縮小) - %(size)s
ru_ru: Средний (сокращение размера на 60%%) - %(size)s

source: Low (25%% size reduction) - %(size)s
ja: 低 (25%% サイズ縮小) - %(サイズ)s
ru_ru: Низкий (сокращение размера на 25%%) - %(size)s

source: Original - %(size)s
ja: オリジナル - %(size)s
ru_ru: Оригинал - %(size)s

source: Select Image
ja: 画像を選択
ru_ru: Выбрать изображение

source: Select from existing
ja: 既存のものから選択
ru_ru: Выберите из существующих

source: Default
ja: デフォルト
ru_ru: По умолчанию

source: Preview
ja: プレビュー
ru_ru: Просмотреть

source: Image compression level is
ja: 画像圧縮レベルは
ru_ru: Уровень сжатия изображений

source: We will resize your images to decrease the space they occupy and the time needed for each image to load. The dimensions of your images will not change and with our improved resizing algorithm the visual change in quality is practically non-detectable. Changing your compression level will re-generate all existing images, including WebP images. This is a time and resource consuming process that may take awhile depending on the number and size of your images.
ja: 画像をリサイズし、占有スペースと各画像の読み込みに必要な時間を削減します。画像の寸法は変更されず、改良されたリサイズアルゴリズムにより、品質の視覚的な変化はほとんど検出されません。圧縮レベルを変更すると、WebP 画像を含むすべての既存画像が再生成されます。これは時間とリソースを消費する処理であり、画像の数とサイズによってはしばらく時間がかかる場合があります。
ru_ru: Мы изменим размер ваших изображений, чтобы уменьшить объем, который они занимают, и время, необходимое для загрузки каждого изображения. Размеры ваших изображений не изменятся, и благодаря нашему улучшенному алгоритму изменения размера визуальные изменения качества практически незаметны. Изменение уровня сжатия повторно создаст все существующие изображения, включая изображения в формате WebP. Это процесс, требующий много времени и ресурсов, который может занять некоторое время в зависимости от количества и размера ваших изображений.

source: Image Compression
ja: 画像圧縮
ru_ru: Сжатие изображений

source: Compressing image %(converted)s of %(total)s...
ja: 画像 %(変換済み)s / %(合計)s を圧縮しています ...
ru_ru: Сжатие изображения %(преобразованных) от %(всего)...

source: Changing your compression level will re-generate all existing images. This is a time and resource consuming process that may take awhile, depending on the number and size of your images.
ja: 圧縮レベルを変更すると、既存の画像がすべて再生成されます。これは時間とリソースを消費する処理で、画像の数とサイズによってはしばらく時間がかかる場合があります。
ru_ru: Изменение уровня сжатия приведет к повторному созданию всех существующих изображений. Этот процесс требует времени и ресурсов и может занять некоторое время в зависимости от количества и размера ваших изображений.

source: Overwrite images with custom compression level
ja: カスタム圧縮レベルで画像を上書き
ru_ru: Перезапишите изображения с пользовательским уровнем сжатия

source: I want to compress my existing images, too.
ja: 既存の画像も圧縮したいんです。
ru_ru: Я хочу также сжать мои существующие изображения.

source: While this is great to have if you plan to change image compression levels in future, bear in mind that this is a resource consuming option that will take up from your hosting space.
ja: 将来的に画像圧縮レベルを変更する予定がある場合は、このオプションがあると便利ですが、これはリソースを消費するオプションであり、ホスティングサービスのスペースを占有することに留意してください。
ru_ru: Хотя это замечательно, если вы планируете изменить уровень сжатия изображения в будущем, помните, что это опция, потребляющая ресурсы, которая займет место на вашем хостинге.

source: Back up all original images.
ja: すべてのオリジナル画像をバックアップしてください。
ru_ru: Резервное копирование всех исходных изображений.

source: Select the compression level you wish to use. The higher the compression, the larger the space saved.
ja: 使用する圧縮レベルを選択します。圧縮率が高いほど、保存される容量は大きくなります。
ru_ru: Выберите уровень сжатия, который вы хотите использовать. Чем выше уровень сжатия, тем больше места будет сохранено.

source: Configure Image Compression
ja: 画像圧縮の設定
ru_ru: Настройка сжатия изображений

source: %(number)s media types
ja: %(number)s のメディアタイプ
ru_ru: %(number)s типов медиа-файлов

source: Exclude Media Types from Lazy Load
ja: 遅延ロードからメディアタイプを除外
ru_ru: Исключить типы медиа-файлов из ленивой загрузки

source: %(number)s classes
ja: %(number)s クラス
ru_ru: %(number)s классов

source: Exclude CSS Classes from Lazy Load
ja: 遅延ロードから CSS クラスを除外する方法
ru_ru: Исключить классы CSS из ленивой загрузки

source: Minify your JavaScript files in order to reduce their size and the number of requests on the server.
ja: JavaScript ファイルを縮小して、サーバー上のファイルのサイズとリクエストの数を減らします。
ru_ru: Уменьшите размер ваших JavaScript-файлов, чтобы уменьшить количество запросов на сервере.

source: Exclude from JavaScript Minification
ja: JavaScript の最小化から除外
ru_ru: Исключить из минификации JavaScript

source: Exclude from JavaScript Combination
ja: JavaScript の組み合わせから除外
ru_ru: Исключить из объединения JavaScript

source: Exclude from Deferral of Render-blocking JS
ja: レンダリングブロック JS の適用除外
ru_ru: Исключить из отложенной загрузки блокирующего рендеринга JavaScript

source: Defer Render-blocking JavaScript
ja: レンダリングをブロックする JavaScript を延期
ru_ru: Отложить загрузку блокирующего рендеринга JavaScript

source: Combine multiple JavaScript files into one to lower the number of requests your site generates.
ja: 複数の JavaScript ファイルを1つにまとめることで、サイトが生成するリクエスト数を減らすことができます。
ru_ru: Объедините несколько файлов JavaScript в один, чтобы снизить количество запросов, которые генерирует ваш сайт.

source: Combine JavaScript Files
ja: JavaScript ファイルの結合
ru_ru: Объединение JavaScript файлов

source: Removes version query strings from your static resources improving the caching of those resources.
ja: 静的リソースからバージョンのクエリー文字列を削除し、リソースのキャッシュを改善します。
ru_ru: Удаляет версионные строки запросов из ваших статических ресурсов, улучшая кэширование этих ресурсов.

source: Remove Query Strings from Static Resources
ja: 静的リソースからクエリー文字列を削除
ru_ru: Удалить строки запросов из статических ресурсов

source: Remove unnecessary characters from your HTML output to reduce data size and improve your site loading speed.
ja: HTML 出力から不要な文字を削除してデータサイズを縮小し、サイトの読み込み速度を向上させます。
ru_ru: Удаляйте ненужные символы из вывода HTML для уменьшения размера данных и улучшения скорости загрузки вашего сайта.

source: Fonts to be Preloaded
ja: プリロードされるフォント
ru_ru: Шрифты для пред загрузки

source: %(number)s fonts
ja: %(number)s フォント
ru_ru: %(number)s шрифтов

source: Preload the fonts you're using for faster rendering and better site performance. Make sure you preload only the fonts that are actually in use. {{strong}}Use the full URL to the font.{{/strong}}
ja: レンダリングを高速化し、サイトのパフォーマンスを向上させるために、使用しているフォントをプリロードします。実際に使用されているフォントのみをプリロードするようにしてください。{{strong}}フォントへの完全な URL を使用します。{{/strong}}
ru_ru: Предварительно загрузите используемые вами шрифты для более быстрого отображения и лучшей производительности сайта. Убедитесь, что предварительно загружаются только те шрифты, которые действительно используются. {{strong}}Используйте полный URL-адрес шрифта.{{/strong}}

source: Fonts Preloading
ja: フォントのプリロード
ru_ru: Предзагрузка шрифтов

source: Exclude from HTML Minification
ja: HTML の最小化から除外
ru_ru: Исключить из минификации HTML

source: Manage External Domains
ja: 外部ドメインの管理
ru_ru: Управлять внешними доменами

source: Enabling the DNS Pre-fetch for a domain will resolve it before resources from it get requested making those resources load faster.
ja: ドメインの DNS プリフェッチを有効化すると、そのドメインからのリソースが要求される前に問題を解決するため、リソースの読み込みが速くなります。
ru_ru: Включение предварительной загрузки DNS для домена позволит разрешить его до того, как ресурсы из него будут запрошены, что ускорит загрузку этих ресурсов.

source: DNS Pre-fetch for External Domains
ja: 外部ドメインの DNS プリフェッチ
ru_ru: Предварительная загрузка DNS для внешних доменов

source: Enable to prevent WordPress from automatically detecting and generating emojis in your pages.
ja: WordPress がページ内の絵文字を自動的に検出して生成しないようにするには、有効化します。
ru_ru: Включите, чтобы предотвратить автоматическое обнаружение и создание смайликов в ваших страницах WordPress.

source: Disable Emojis
ja: 絵文字の無効化
ru_ru: Отключить Emojis

source: Manage General Frontend
ja: フロントエンド全般の管理
ru_ru: Управлять общим frontend

source: Manage JavaScript Frontend
ja: JavaScript フロントエンドの管理
ru_ru: Управлять JavaScript на frontend

source: Manage CSS Frontend
ja: CSS フロントエンドの管理
ru_ru: Управлять CSS на frontend

source: This feature only works if you have Combine CSS Files enabled. To start using this feature, enable Combine CSS Files first.
ja: この機能は、CSS ファイルの結合が有効になっている場合にのみ機能します。この機能を使用するには、まず CSS ファイルの結合を有効にしてください。
ru_ru: Эта функция работает только в случае включенного объединения файлов CSS. Чтобы начать использовать эту функцию, сначала включите объединение файлов CSS.

source: Adds the preload value to the combine css files instructing the browser that this is important resource which will be needed very soon to render the page.
ja: 結合 CSS ファイルにプリロード値を追加して、これがページをレンダリングするためにすぐに必要になる重要なリソースであることをブラウザーに指示します。
ru_ru: Добавляет значение preload в css-файлы комбайна, указывая браузеру, что это важный ресурс, который очень скоро понадобится для рендеринга страницы.
