{"":{"domain":"sg-cachepress","plural_forms":"nplurals=2; plural=n != 1;","lang":"de"},"You are receiving this email because you’re using the SiteGround Optimizer WordPress plugin and you have agreed to receive promotional emails from us. You can unsubscribe or manage your email preferences in the WordPress admin panel.":["Du erhältst diese E-Mail, weil du das SiteGround Optimizer WordPress-Plugin verwendest und zugestimmt hast, Werbe-E-Mails von uns zu erhalten. Im WordPress-Adminbereich kannst du diese E-Mails abbestellen oder die E-Mail-Einstellungen verwalten."],"Deactivating the use of WebP images will delete all currently generated WebP files. We will regenerate them again if you enable the option.":["Durch die Deaktivierung der Verwendung von WebP-Bildern werden alle aktuell generierten WebP-Dateien gelöscht. Wir werden sie für dich neu generieren, wenn du die Option aktivierst. "],"If you’re often uploading or using large images on your website, you might want to start resizing images to fit a maximum width. This can reduce the images size up to 80% and dramatically increase loading speed on pages with one or more large images. Enabling this will resize your existing and future images whose width exceeds 2560 px.":["Wenn du häufig große Bilder auf deiner Website hochlädst oder verwendest, solltest du die Größe der Bilder so anpassen, dass sie der maximalen Breite passen. Dies kann die Größe der Bilder um bis zu 80% reduzieren und die Ladegeschwindigkeit von Seiten mit einem oder mehreren großen Bildern drastisch erhöhen. Wenn du dies aktivierst, wird die Größe deiner bestehenden und zukünftigen Bilder, deren Breite 2560 px überschreitet, angepasst."],"Delete all expired Transients":["Alle abgelaufenen Transienten löschen"],"Delete all comments marked as Spam":["Alle als Spam markierten Kommentare löschen"],"Delete all posts and pages in your Trash":["Lösche alle Beiträge und Seiten in deinem Papierkorb"],"Delete all page and post revisions":["Lösche alle Seiten und Beitragsüberarbeitungen"],"Delete all automatically created post and page drafts":["Alle automatisch erstellten Beitrags- und Seitenentwürfe löschen"],"Perform Database Optimization for MyISAM tables":["Führt eine Datenbankoptimierung für MyISAM-Tabellen durch"],"This functionality will clean up your database {{strong}}once a week{{\/strong}} to keep it small and optimized by performing the following tasks:":["Diese Funktion bereinigt deine Datenbank {{strong}}einmal pro Woche{{\/strong}}, um sie klein und optimiert zu halten, indem sie die folgenden Aufgaben ausführt: "],"We recommend that you keep it enabled at 180 seconds.":["Wir empfehlen dir es auf 180 Sekunden einzustellen. "],"Dynamic Caching Status":["Status des dynamischen Caching"],"When Preheating is enabled, our system will reload the cache once it is purged after content update in order to serve the fastest possible results to your real visitors.":["Wenn das Preheating aktiviert ist, lädt unser System den Cache neu, sobald er nach der Inhaltsaktualisierung geleert wurde, um deinen realen Besuchern die schnellstmöglichen Ergebnisse zu liefern."],"I want to deauthenticate from Cloudflare.":["Ich möchte mich von Cloudflare de-authentifizieren"],"Do you wish to proceed?":["Willst du fortfahren?"],"This means that if you want to enable Full page caching again, you will have to authenticate anew.":["Das bedeutet, dass du dich erneut authentifizieren musst, wenn du das Ganzseiten-Caching wieder aktivieren möchtest. "],"Disable full page caching ":["Ganzseiten-Caching deaktivieren"],"Get the Cloudflare Global Api Key from {{link}}here{{\/link}}":["Erhalte das Cloudflare Global API Key von {{link}}hier{{\/link}} "],"Email used with Cloudflare":["E-Mail verwendet mit Cloudflare"],"Your Cloudflare account may have page rules set that might affect the work of our integration. SiteGround Optimizer will delete all Page Rules and replace that functionality with Cloudflare workers. Note, that Cloudflare workers are free up to 100 000 requests a day and if you go past that number you may need to upgrade your account in order to keep using this functionality.":["In deinem Cloudflare-Konto sind möglicherweise Seitenregeln eingestellt, die die Arbeit unserer Integration beeinträchtigen können. Bitte beachte, dass Cloudflare Worker für bis zu 100.000 Anfragen pro Tag kostenlos sind. Wenn du diese Zahl überschreitest, musst du dein Konto eventuell upgraden, um diese Funktion weiter nutzen zu können."],"Authenticate with Cloudflare":["Authentifizieren mit Cloudflare"],"This option will enable full-page caching on your Cloudflare CDN edges. This will reduce the load on your SiteGround server and improve the loading speeds of your pages because by default Cloudflare will cache only your static resources.":["Mit dieser Option wird das Ganzseiten-Caching auf deinen Cloudflare CDN-Ränder aktiviert. Dadurch wird die Belastung deines SiteGround-Servers verringert und die Ladegeschwindigkeit deiner Seiten verbessert, da Cloudflare standardmäßig nur deine statischen Ressourcen zwischenspeichert."],"Cloudflare Full Page Caching":["CloudFlare Ganzseiten-Caching"],"This field is required.":["Dieses Feld ist erforderlich."],"Either a security plugin, custom function or rules in your .htaccess file is preventing the WordPress REST API from working properly. SiteGround Security is using it to store its options and other functionalities so please make sure it works properly.":["Entweder ein Sicherheits-Plugin, eine individuelle Funktion oder Regeln in deiner .htaccess-Datei verhindern, dass das WordPress REST API richtig funktioniert. SiteGround Security nutzt es, um seine Optionen und andere Funktionen zu speichern. Stell also bitte sicher, dass er ordnungsgemäß funktioniert."],"Could not connect to the WordPress REST API":["Es konnte keine Verbindung zum WordPress-REST-API hergestellt werden"],"Either a security plugin, custom function, or rules in your .htaccess file is preventing the WordPress REST API from working properly. SiteGround Optimizer is using it to store its options and other functionalities so please make sure it works properly.":["Entweder ein Sicherheits-Plugin, eine benutzerdefinierte Funktion oder Regeln in deiner .htaccess-Datei verhindern, dass das WordPress-REST-API ordnungsgemäß funktioniert. SiteGround Optimizer verwendet es, um seine Optionen und andere Funktionen zu speichern, also stelle bitte sicher, dass es ordnungsgemäß funktioniert. "],"Time to First Byte":["Zeit bis zum ersten Byte"],"Page Load Time":["Ladezeit der Seite"],"Google Score":["Google-Ergebnis"],"Recommended Optimizations":["Empfohlene Optimierungen"],"Go to media":["Zu den Medien gehen"],"Transfer Size":["Größe des Transfers"],"URL Address":["URL Adresse "],"Potential Saving":["Potenzielles Ersparnis "],"Optimize Resources":["Ressourcen optimieren"],"Other":["Sonstiges"],"General Optimizations":["Allgemeine Optimierungen"],"JavaScript Optimizations":["JavaScript Optimierungen"],"CSS Optimizations":["CSS Optimierungen"],"Analyze":["Analysieren"],"URL":["URL"],"Mobile":["Mobile"],"Desktop":["Desktop"],"Device Type":["Gerätetyp"],"Enabling WebP will re-generate all existing WebP images, if any and will generate new WebP versions of all existing standard images. This is a time and resource consuming process that may take awhile, depending on the number and size of your images.":["Wenn du WebP aktivierst, werden alle vorhandenen WebP-Bilder neu generiert, falls es welche gibt, und es werden auch neue WebP-Bilder für alle anderen vorhandenen Standardbilder erzeugt. Dies ist ein zeit- und ressourcenaufwändiger Prozess, der je nach Anzahl und Größe deiner Bilder eine Weile dauern kann."],"Deactivating the use of WebP images will delete all existing WebP files including images generated by the plugin and manually uploaded ones. We will regenerate WebP copies of your standard images anew if you enable the option.":["Wenn Sie die Verwendung von WebP-Bildern deaktivieren, werden alle vorhandenen WebP-Dateien gelöscht, einschließlich der vom Plugin erzeugten Bilder und der manuell hochgeladenen Bilder. Wir werden WebP-Kopien Ihrer Standardbilder neu generieren, wenn Sie die Option aktivieren."],"Enable WebP":["WebP aktivieren"],"Disable WebP":["WebP deaktivieren"],"Converting image %(converted)s of %(total)s...":["Konvertierung von Bild  %(converted)s aus %(total)s..."],"Compression Settings":["Komprimierungseinstellungen"],"If you often upload or use large images on your website, you might want to start resizing them to fit a maximum width. That way you can reduce the images’ file size up to 80%. This will dramatically increase the loading speed on pages with one or more large images. WordPress automatically applies maximum image width and resizes images uploaded from the media section to a maximum of 2560px. You can override this functionality from this dropdown. Use it to apply different sizes for the maximum image width or completely disable the resizing option.":["Wenn Sie häufig große Bilder auf Ihre Website hochladen oder verwenden, sollten Sie die Größe der Bilder an eine maximale Breite anpassen. Auf diese Weise können Sie die Dateigröße der Bilder um bis zu 80 % reduzieren. Dadurch wird die Ladegeschwindigkeit von Seiten mit einem oder mehreren großen Bildern drastisch erhöht. WordPress wendet automatisch die maximale Bildbreite an und ändert die Größe von Bildern, die aus dem Medienbereich hochgeladen werden, auf maximal 2560 Pixel. Sie können diese Funktion in diesem Dropdown-Menü außer Kraft setzen. Verwenden Sie es, um verschiedene Größen für die maximale Bildbreite anzuwenden oder die Größenänderungsoption vollständig zu deaktivieren."],"Maximum Image Width":["Maximale Bildbreite"],"With Lazy Load enabled only the media in the visible part of the browser will be loaded. This makes loading faster and smoother for longer pages with multiple media items.":["Wenn Lazy Load aktiviert ist, werden nur die Medien im sichtbaren Teil des Browsers geladen. Das macht das Laden längerer Seiten mit mehreren Medienelementen schneller und reibungsloser."],"Preview Image":["Bildvorschau"],"Close":["Schließen"],"Compare Image Compression Level":["Bildkomprimierungsgrad vergleichen"],"High (85%% size reduction) - %(size)s":["Hoch (85%% Größenreduzierung) – %(size)s"],"Medium (60%% size reduction) - %(size)s":["Mittel (60%% Größenreduzierung) – %(size)s"],"Low (25%% size reduction) - %(size)s":["Niedrig (25%% Größenreduzierung ) – %(size)s"],"Original - %(size)s":["Original – %(size)s"],"Select Image":["Bild auswählen"],"Select from existing":["Aus den vorhandenen auswählen"],"Default":["Standard"],"Preview":["Vorschau"],"Image compression level is":["Die Bildkomprimierungsstufe ist"],"We will resize your images to decrease the space they occupy and the time needed for each image to load. The dimensions of your images will not change and with our improved resizing algorithm the visual change in quality is practically non-detectable. Changing your compression level will re-generate all existing images, including WebP images. This is a time and resource consuming process that may take awhile depending on the number and size of your images.":["Wir passen die Größe deiner Bilder an, um den Platzbedarf und die Ladezeit zu verringern. Die Abmessungen deiner Bilder ändern sich nicht und mit unserem verbesserten Algorithmus zur Größenänderung ist die visuelle Qualitätsveränderung praktisch nicht zu erkennen. Wenn du die Komprimierungsstufe änderst, werden alle vorhandenen Bilder, einschließlich aller WebP-Bilder, neu generiert. Dies ist ein zeit- und ressourcenaufwändiger Prozess, der je nach Anzahl und Größe deiner Bilder eine Weile dauern kann"],"Image Compression":["Bildkomprimierung"],"Compressing image %(converted)s of %(total)s...":["Bildkomprimierung %(converted)s of %(total)s..."],"Changing your compression level will re-generate all existing images. This is a time and resource consuming process that may take awhile, depending on the number and size of your images.":["Wenn du die Komprimierungsstufe änderst, werden alle vorhandenen Bilder neu generiert. Dies ist ein zeit- und ressourcenaufwändiger Prozess, der je nach Anzahl und Größe deiner Bilder eine Weile dauern kann."],"Overwrite images with custom compression level":["Bilder mit individueller Kompressions-Stufe überschreiben"],"I want to compress my existing images, too.":["Ich möchte meine vorhandenen Bilder auch komprimieren."],"While this is great to have if you plan to change image compression levels in future, bear in mind that this is a resource consuming option that will take up from your hosting space.":["Das ist zwar eine tolle Funktion, wenn du die Bildkomprimierungsstufen in Zukunft ändern möchtest, aber bedenke, dass dies ein ressourcenintensiver Prozess ist, der Speicherplatz aus deinem Hosting-Konto beansprucht. "],"Back up all original images.":["Backup aller Originalbilder erstellen."],"Select the compression level you wish to use. The higher the compression, the larger the space saved.":["Wähle die gewünschte Komprimierungsstufe. Je höher die Komprimierung ist, desto mehr Platz wird eingespart."],"Configure Image Compression":["Bildkomprimierung einstellen"],"%(number)s media types":["%(number)s Medientypen "],"Exclude Media Types from Lazy Load":["Medientypen vom Lazy Load ausschließen"],"%(number)s classes":["%(number)s Klassen"],"Exclude CSS Classes from Lazy Load":["CSS-Klassen vom Lazy Load ausschließen"],"Minify your JavaScript files in order to reduce their size and the number of requests on the server.":["Minifiziere deine JavaScript-Dateien, um ihre Größe zu verringern und die Anzahl der Anfragen an den Server zu reduzieren. "],"Exclude from JavaScript Minification":["Von der JavaScript-Verkleinerung ausschließen"],"Exclude from JavaScript Combination":["Von der JavaScript-Kombination ausschließen"],"Exclude from Deferral of Render-blocking JS":["Ausschluss des Render-Blockierenden JS aus dem Aufschub"],"Defer Render-blocking JavaScript":["Render-blockierendes JavaScript aufschieben"],"Combine multiple JavaScript files into one to lower the number of requests your site generates.":["Kombiniere mehrere CSS-Dateien zu einer Einzigen, um die Anzahl der von deiner Website generierten Anfragen zu verringern. "],"Combine JavaScript Files":["JavaScript-Dateien kombinieren"],"Removes version query strings from your static resources improving the caching of those resources.":["Entfernt Versionsabfrage-Strings aus deinen statischen Ressourcen und verbessert das Caching dieser Ressourcen."],"Remove Query Strings from Static Resources":["Entferne Zeichenfolgen aus statischen Ressourcen"],"Remove unnecessary characters from your HTML output to reduce data size and improve your site loading speed.":["Entferne unnötige Zeichen aus deiner HTML-Ausgabe, um die Datengröße zu reduzieren und die Ladegeschwindigkeit deiner Website zu verbessern."],"Fonts to be Preloaded":["Schriftarten werden im Voraus geladen"],"%(number)s fonts":["%(number)s Schriftarten"],"Preload the fonts you're using for faster rendering and better site performance. Make sure you preload only the fonts that are actually in use. {{strong}}Use the full URL to the font.{{\/strong}}":["Lade die Schriftarten vor, die du verwendest um ein schnelleres Rendering und eine bessere Website-Performance zu erhalten. Vergewissere dich, dass du nur die Schriftarten vorlädst, die tatsächlich verwendet werden. {{strong}}Benutze die vollständige URL zur Schriftart. {{\/strong}} "],"Fonts Preloading":["Schriftarten Vorladen"],"Exclude from HTML Minification":["Schieße aus der HTML Minificaton aus"],"Manage External Domains":["Externe Domains verwalten"],"Enabling the DNS Pre-fetch for a domain will resolve it before resources from it get requested making those resources load faster.":["Wenn du das DNS-Vorladen für eine Domain aktivierst, wird sie aufgelöst, bevor Ressourcen angefordert werden, wodurch diese Ressourcen viel schneller geladen werden."],"DNS Pre-fetch for External Domains":["DNS-Prefetch für externe Domains"],"Enable to prevent WordPress from automatically detecting and generating emojis in your pages.":["Aktiviere diese Option, um zu verhindern, dass WordPress automatisch Emojis auf deinen Seiten erkennt und erzeugt."],"Disable Emojis":["Emojis deaktivieren"],"Manage General Frontend":["Allgemeines Frontend verwalten"],"Manage JavaScript Frontend":["JavaScript-Frontend verwalten"],"Manage CSS Frontend":["CSS-Frontend verwalten"],"This feature only works if you have Combine CSS Files enabled. To start using this feature, enable Combine CSS Files first.":["Diese Funktion funktioniert nur, wenn du \"CSS-Dateien kombinieren\" aktiviert hast. Um diese Funktion nutzen zu können, musst du zuerst die Funktion \"CSS-Dateien kombinieren\" aktivieren."],"Adds the preload value to the combine css files instructing the browser that this is important resource which will be needed very soon to render the page.":["Fügt den Preload-Wert zu den Combine-CSS-Dateien hinzu, um dem Browser mitzuteilen, dass es sich um eine wichtige Ressource handelt, die sehr bald zum Rendern der Seite benötigt wird."],"Minify your CSS files in order to reduce their size and the number of requests on the server.":["Minifiziere deine CSS-Dateien, um ihre Größe zu verringern und die Anzahl der Anfragen an den Server zu reduzieren. "],"Minify CSS Files":["CSS-Dateien minifizieren"],"Exclude from CSS Minification":["Schieße aus der CSS Minification aus"],"%(number)s scripts":["%(number)s Skripte"],"Exclude from CSS Combination":["Von der CSS-Kombination ausschließen"],"Are you sure you wish to proceed?":["Bist du sicher, dass du fortfahren möchtest?"],"Enabling HTTPS Enforce will have you logged out from your current session and you will have to log back in to your WordPress admin.":["Wenn du die HTTPS Durchsetzung aktivierst, wirst du von deiner aktuellen Sitzung abgemeldet und musst dich wieder in deinem WordPress-Admin anmelden."],"You Will be Logged Out":["Du wirst ausgeloggt"],"Configures your site to work correctly via HTTPS and forces a secure connection to your site. In order to force HTTPS, we will automatically update your database replacing all insecure links. In addition to that, we will add a rule in your .htaccess file, forcing all requests to go through encrypted connection.":["Konfiguriert deine Website so, dass sie korrekt über HTTPS funktioniert und eine sichere Verbindung zu deiner Website erzwungen wird. Um HTTPS zu erzwingen, werden wir automatisch alle unsicheren Links in deiner Datenbank ersetzen. Außerdem fügen wir eine Regel in deine .htaccess-Datei ein, die alle Anfragen über eine verschlüsselte Verbindung laufen lässt."],"HTTPS Enforce":["HTTPS durchsetzen"],"When Scheduled Database Maintenance functionality is enabled, we will clean up your database {{strong}}once a week{{\/strong}} to keep it small and optimized. You can choose which optimization tasks to be performed for your site through the “edit” button.":["Wenn die Funktion \"Geplante Datenbankwartung\" aktiviert ist, bereinigen wir Ihre Datenbank {{strong}}einmal pro Woche{{\/strong}}, um sie klein und optimiert zu halten. Sie können auswählen, welche Optimierungsaufgaben für Ihre Website über die Schaltfläche \"Bearbeiten\" durchgeführt werden sollen."],"Edit":["Bearbeiten"],"Site Frontend":["Website-Frontend"],"We recommend that you keep it enabled at 120 seconds.":["Es wird empfohlen, diese Funktion bei 120 Sekunden zu belassen."],"Posts and Pages":["Beiträge und Seiten"],"Unless you rely on it to execute scheduled tasks, we recommend to keep it disabled.":["Sofern du dich nicht darauf verlässt, dass es geplante Aufgaben ausführt, empfehlen wir, es deaktiviert zu lassen."],"WordPress Admin Pages":["WordPress Admin Seiten"],"The WordPress Heartbeat API checks your post edit pages every 15 seconds and your dashboard and front end every 60 seconds, even in the absence of scheduled tasks. This can generate high CPU usage if you leave browser tabs in which you're logged to WordPress opened for a longer period of time. You can modify these settings to reduce load.":["Die WordPress Heartbeat API prüft die Bearbeitungsseiten deiner Beiträge alle 15 Sekunden und dein Dashboard und Frontend alle 60 Sekunden, auch wenn keine geplanten Aufgaben vorliegen. Dies kann zu einer hohen CPU-Auslastung führen, wenn du einen Browser-Tab, wo du bei WordPress eingeloggt bist, für längere Zeit offen lässt. Du kannst diese Einstellungen auch ändern, um die Belastung zu verringern."],"WordPress Heartbeat Optimization":["WordPress Heartbeat-Optimierung"],"Adds rules to store the static content of your site longer in the visitors' browser cache which improves the site performance.":["Fügt Regeln zum Speichern der statischen Inhalt deiner Website für einen längeren Zeitraum im Browser-Cache des Besuchers hinzu, was die Website-Leistung verbessert."],"Enables compression of the content that's delivered to your visitors' browsers improving the network loading times of your site.":["Ermöglicht die Komprimierung der Inhalte, die an die Browser Ihrer Besucher geliefert werden, wodurch die Netzwerk-Ladezeiten Ihrer Website verbessert werden."],"This feature only works if you have HTTPS Enforce enabled. To start using this feature, enable HTTPS enforce first.":["Diese Funktion ist nur verfügbar, wenn die HTTPS-Erzwingung aktiviert ist. Um die Funktion nutzen zu können, aktiviere zuerst die HTTPS-Erzwingung."],"Enable this option in case you’re getting insecure content errors on your website. We will dynamically rewrite insecure requests for resources coming from your site.":["Aktiviere diese Option, falls du Warnungen über unsicheren Inhalt auf deiner Website erhälst. Wir werden unsichere Anfragen nach Ressourcen, die aus deiner Website stammen, dynamisch neu schreiben."],"Fix Insecure Content":["Unsichere Inhalte beheben"],"Environment settings":["Umgebungseinstellungen"],"Help other people speed up their sites by rating our plugin.":["Hilf mehr Menschen bei der Optimierung ihrer Websites, indem du unser Plugin bewertest."],"Thank you for using SiteGround Optimizer!":["Vielen Dank, dass du den SiteGround Optimizer verwendest! "],"Rate Us":["Bewerte uns"],"Important Notifications":["Wichtige Benachrichtigungen"],"Other Optimizations":["Andere Optimierungen"],"Caching Status":["Caching-Status"],"Disabled":["Deaktiviert"],"Enabled":["Aktiviert"],"Powerful object caching for your site. Memcached stores frequently executed queries to your databases and then reuses them for better performance.":["Leistungsstarkes Objekt-Caching für deine Website. Es speichert häufig ausgeführte Abfragen an deine Datenbanken und verwendet sie für eine bessere Leistung wieder."],"Purge Cache":["Cache leeren"],"Purge the cache of your website manually. You can use this option when you're modifying new content and don't have automatic purge enabled to make sure that old cached is purged right away":["Lösche den Cache deiner Website manuell. Du kannst diese Option verwenden, wenn du neue Inhalte änderst und die automatische Bereinigung nicht aktiviert ist, um sicherzustellen, dass alte Inhalte sofort aus dem Cache gelöscht werden. "],"Manual Cache Purge":["Manuelle Cache-Bereinigung"],"By default, we do not cache content for logged in users. Once Logged In Cache is enabled, we will store separate caches for each user. Note, that if you have many users, the size of the stored cache may be increased.":["Standardmäßig speichern wir keine Inhalte für angemeldete Benutzer. Sobald der Logged In Cache aktiviert ist, speichern wir separate Caches für jeden Benutzer. Bitte beachte, dass bei vielen Benutzern die Größe des gespeicherten Caches erhöht werden kann."],"Logged-in users cache":["Loggen In Benutzer-Cache"],"When Preheating is enabled, our system will reload the cache once it is purged after content update in order to serve the fastest possible results to your real visitors. We preheat up to 200 URLs based on your sitemap. Note: The feature works only if wp-cron is enabled.":["Wenn die Preheating-Funktion aktiviert ist, lädt unser System den Cache neu, sobald er nach einer Inhaltsaktualisierung geleert wurde, um Ihren echten Besuchern die schnellstmöglichen Ergebnisse zu liefern. Wir heizen bis zu 200 URLs basierend auf Ihrer Sitemap vor. Hinweis: Diese Funktion funktioniert nur, wenn wp-cron aktiviert ist."]," Preheat cache":["Preheat Cache"],"Clean up interval":["Reinigungsintervall"],"Manage the settings of your file-based caching to ensure optimal performance.":["Verwalte die Einstellungen deines dateibasierten Cachings, um eine optimale Leistung sicherzustellen."],"Configure File-Based Caching":["Datei-basiertes Caching konfigurieren"],"Configure":["Konfigurieren"],"With file-based caching enabled we will create static HTML versions of your website which will be served to future visitors. The files are stored in the browser memory.":["Wenn dateibasiertes Caching aktiviert ist, erstellen wir statische HTML-Versionen deiner Website, die zukünftigen Besuchern bereitgestellt werden. Die Dateien werden im Browserspeicher abgelegt."],"File-based Caching only works if you have Dynamic Caching enabled. To start using this feature, please enable Dynamic Caching first.":["Dateibasiertes Caching ist nur dann verfügbar, wenn du das dynamische Caching aktiviert hast. Um diese Funktion nutzen zu können, bitte aktiviere zunächst das dynamische Caching."],"%(number)s URLs":["%(number)s URLs"],"Use this feature if you want to exclude certain parts of your website from being cached and keep them dynamic. You can exclude full or partial URLs using \"*\" as a wildcard. E.g. www.site.com\/parent-page\/* will exclude all sub-pages of \"parent-page\".":["Du kannst diese Funktion nutzen, wenn du bestimmte Teile deiner Website vom Caching ausschließen und dynamisch halten möchtest. Du kannst ganze oder teilweisen URLs ausschließen, indem du das Symbol \"*\" als Platzhalter verwendest. Zum Beispiel www.site.com\/parent-page\/* wird alle Unterseiten der \"Mutterseite\" ausschliessen."],"This feature only works if you have File-Based Caching enabled. To start using this feature, enable File-Based Caching first.":["Diese Option funktioniert nur, wenn Sie das Datei-basierte Caching aktiviert haben. Um diese Funktion nutzen zu können, müssen Sie zunächst das Datei-basierte Caching aktivieren."],"This feature only works if you have Dynamic Caching enabled. To start using this feature, enable Dynamic Caching first.":["Die Funktion ist nur dann verfügbar, wenn du das dynamische Caching aktiviert hast. Um diese Funktion nutzen zu können, musst du zunächst das dynamische Caching aktivieren."],"%(number)s post types":["%(number)s Beitragstypen"],"You can exclude certain post types from being cached. This is useful if you have sensitive or often changing post types that you don't want to cache but still want to benefit from caching for the rest of your site.":["Du kannst bestimmte Beitragstypen vom Caching ausschließen. Dies ist besonders nützlich, wenn du wichtige oder sich häufig ändernde Beitragstypen hast, die du nicht zwischenspeichern möchtest, aber trotzdem vom Caching für den Rest der Website profitieren willst. "],"Store your content in the server's memory for a faster access with full-page caching solution powered by NGINX. Having Dynamic Cache is essential for speeding up your website.":["Bewahre deine Inhalte im Speicher des Servers auf, um einen schnelleren Zugriff mit der Ganzseiten-Caching-Lösung von NGINX zu erzielen. Der dynamische Cache ist wichtig, um deine Website zu beschleunigen."],"Browser-specific Caching only works if you have File-based Caching enabled. To start using this feature, please enable File-based Caching first.":["Browserspezifisches Caching funktioniert nur, wenn du dateibasiertes Caching aktiviert hast. Um diese Funktion zu verwenden, aktiviere bitte zuerst das dateibasierte Caching."],"Browser-specific Caching only works if you have Dynamic Caching enabled. To start using this feature, please enable Dynamic Caching first.":["Browserspezifisches Caching funktioniert nur, wenn du das Dynamic Caching aktiviert hast. Um diese Funktion nutzen zu können, aktiviere bitte zuerst das dynamische Caching."],"Generate caching separately for different browsers. Enable this feature only if you're experiencing issues with plugins generating mobile versions of your website or other similar functionality. {{strong}}This feature significantly lowers caching efficiency.{{\/strong}}":["Generiere das Caching separat für verschiedene Browser. Aktiviere diese Funktion nur, wenn du Probleme mit Plugins hast, die Mobileversionen deiner Website generieren oder andere ähnliche Funktionen haben. {{strong}}Diese Funktion verringert die Caching-Effizienz erheblich.{{\/strong}} "],"Browser-specific Caching":["Browser-spezifisches Caching"],"Exclude Post Types from Caching":["Beitragstypen von der Zwischenspeicherung ausschließen"],"Invalid URL":["Ungültige URL"],"Exclude URLs from Caching":["URLs vom Caching ausschließen"],"Test":["Test"],"Review the caching status of specific URLs. Use this functionality to verify whether excluded URLs are working as expected.":["Überprüfe den Caching-Status bestimmter URLs. Mit dieser Funktion kannst du überprüfen, ob die ausgeschlossenen URLs wie erwartet funktionieren. "],"Test URL Caching Status":["URL Caching-Status testen"],"Automatic Purge Caching only works if you have File-based Caching enabled. To start using this feature, please enable File-based Caching first.":["Das automatische Löschen von Caching funktioniert nur, wenn du das dateibasierte Caching aktiviert hast. Um diese Funktion zu verwenden, aktiviere bitte zuerst das dateibasierte Caching."],"Automatic Purge Caching only works if you have Dynamic Caching enabled. To start using this feature, please enable Dynamic Caching first.":["Automatic Purge Caching funktioniert nur, wenn du das Dynamic Caching aktiviert hast. Um diese Funktion nutzen zu können, aktiviere bitte zuerst das dynamische Caching."],"When clearing the cache - purge the WordPress API cache too.":["Wenn du den Cache löschst, lösche auch den WordPress API-Cache."],"Perform a smart cache purge based on events happening on your WordPress site.":["Führe eine intelligente Cache-Bereinigung durch, basierend auf Ereignissen auf deiner WordPress-Website."],"Automatic Purge":["Automatische Bereinigung"],"Caching Settings":["Caching-Einstellungen"],"Caching Types":["Caching-Typen"],"Success":["Erfolg"],"Error":["Fehler"],"Image optimization is one of the fundamentals of improving site speed. With image compression, lazy load, and WebP enabled, your site loading speed will be reduced significantly. Additionally, the space your images occupy may also decrease, optimizing your disk space usage.":["Die Bildoptimierung ist eine der Grundlagen zur Verbesserung der Website-Geschwindigkeit. Mit Bildkomprimierung, Lazy Load und aktiviertem WebP wird die Ladegeschwindigkeit deiner Website erheblich erhöht. Darüber hinaus kann sich der Speicherplatz, den deine Bilder belegen – verringern, wodurch deinen Speicherplatznutzung optimiert wird."],"SiteGround Optimizer - Media":["SiteGround Optimizer – Medien"],"Test your website loading speed with Google PageSpeed. The detailed audits will cover more than 20 areas in terms of how your website performs. Additionally, tips and tricks on improving your score will be provided if an optimization opportunity occurs.":["Teste die Ladegeschwindigkeit deine Website mit Google PageSpeed. Die detaillierten Audits decken mehr als 20 Bereiche in Bezug auf die Leistung deiner Website ab. Darüber hinaus erhältst du Tipps und Tricks zur Verbesserung deiner Ergebnisse, wenn sich eine Optimierungsmöglichkeit ergibt. "],"SiteGround Optimizer - Speed Test":["SiteGround Optimizer – Geschwindigkeitstest"],"Frontend optimizations can significantly decrease loading speed with a variety of changes that reduce the size of scripts as well as the number of characters used.":["Frontend-Optimierungen können die Ladegeschwindigkeit erheblich verbessern, durch eine Vielzahl von Änderungen, die die Größe von Skripten sowie die Anzahl der verwendeten Zeichen reduzieren."],"SiteGround Optimizer - Frontend Optimization":["SiteGround Optimizer – Frontend-Optimierung"],"Create a safer and faster experience for your users with an optimized environment - decrease the CPU usage by modifying the WordPress Heartbeat API; Pre-Fetch External domains to decrease loading time for third-party domains content; Schedule Database Maintenance to keep your databases clean and fast, and more.":["Bilde ein sichereres und schnelleres Erlebnis für deine Benutzer durch Optimierung der Umgebung – verringere die CPU-Auslastung durch Modifikation des WordPress Heartbeat-API; rufe externe Domains vorab, um die Ladezeit für Inhalte von Drittanbieter-Domains zu verkürzen; plane die Datenbankwartung im Voraus, um deine Datenbanken sauber und schnell zu halten, und vieles mehr."],"SiteGround Optimizer - Environment":["SiteGround Optimizer – Umgebung"],"Caching is essential for speeding up your website. With our Dynamic Caching enabled all non-static resources of your website are cached to prevent unnecessary database queries and page loading, effectively decreasing the loading sped and TTFB (time to first byte) of your website.":["Caching ist für die Beschleunigung deiner Website unerlässlich. Wenn unser dynamisches Caching aktiviert ist, werden alle nicht statischen Ressourcen deiner Website zwischengespeichert, um unnötige Datenbank Abfragen und unnötiges Laden von Seiten zu vermeiden, wodurch die Ladegeschwindigkeit und TTFB (Zeit bis zum ersten Byte) deiner Website effektiv verbessert werden."],"SiteGround Optimizer - Caching":["SiteGround Optimizer – Caching"],"Get the best performance for your WordPress website with our top-rated optimization plugin. The SiteGround Optimizer handles caching better than ever and provides a number of environment, media and frontend optimizations for a blazing-fast loading.":["Hol dir die beste Leistung für deine WordPress-Website mit unserem erstklassigen Optimierungs-Plugin. Der SiteGround Optimizer handhabt das Caching besser denn je und bietet eine Reihe von Umgebungs-, Medien- und Frontend-Optimierungen für ein blitzschnelles Laden."],"Select one or more":["Wähle eine oder mehrere"],"Recommended":["Empfohlen"],"Enable":["Aktivieren"],"Feature Unavailable":["Funktion nicht verfügbar"],"When optimization for MyISAM tables is enabled, our system will reorganize the physical storage of table data and associated index data. All of this will result in reduced storage space and improved efficiency.":["Wenn die Optimierung für MyISAM-Tabellen aktiviert ist, reorganisiert unser System die physische Speicherung von Tabellendaten und zugehörigen Indexdaten. All dies führt zu einer Verringerung des Speicherplatzes und einer verbesserten Effizienz."],"All tasks that are ticked will be performed automatically once a week.":["Alle angekreuzten Aufgaben werden automatisch einmal pro Woche ausgeführt."],"Database Maintenance Options":["Instandhaltungsoptionen der Datenbank"],"Send me occasional emails about updates, special offers and new features from SiteGround.":["Senden Sie mir gelegentlich E-Mails über Updates, Sonderangebote und neue Funktionen von SiteGround."],"Collect technical data about my installation. The data will be used to make sure that the plugin(s) works seamlessly on the widest possible range of WordPress sites. (A full list of the data to be collected can be found {{link}}here{{\/link}}).":["Sammeln Sie technische Daten über meine Installation. Die Daten werden verwendet, um sicherzustellen, dass die Plugins auf möglichst vielen WordPress-Sites reibungslos funktionieren. (Eine vollständige Liste der zu erhebenden Daten findest du {{link}}hier{{\/link}})."],"Get the Most of This Plugin":["Hole das Beste aus diesem Plugin heraus"],"Confirm":["Bestätigen"],"Cancel":["Abbrechen"],"Speed Test":["Geschwindigkeitstest"],"Performance Test":["Leistungstest"],"Media Optimization":["Medien-Optimierung"],"Frontend Optimization":["Frontend-Optimierung"],"Environment Optimization":["Umgebungs-Optimierung"],"SuperCacher Settings":["SuperCacher-Einstellungen"],"Missing ID param!":["Fehlender ID-Param!"],"We failed to connect to Google servers, please try later!":["Die Verbindung zu den Google-Servern konnte nicht hergestellt werden, bitte versuche es später noch mal!"],"WordPress Heartbeat Location Interval updated":["WordPress Heartbeat Positionsintervall aktualisiert"],"Review your caching settings and enable the recommended options to get the best of your website caching.":["Überprüfe deine Caching-Einstellungen und aktiviere die empfohlenen Optionen, um das Beste aus deinem Website-Caching herauszuholen."],"Caching":["Caching"]," Go to Caching":["Zum Caching"],"Caching is essential for speeding up your website and is the single most effective optimization that every website must have.":["Der Cache ist für die Beschleunigung deiner Website unverzichtbar und ist die effektivste Optimierung, die jede Website haben muss. "],"Media":["Medien"]," Go to Media":["Geh zu Medien"],"Optimizing your media and images can significantly decrease usage and loading time.":["Die Optimierung deiner Medien und Bilder kann die Nutzung und die Ladezeit erheblich verringern. "],"Frontend":["Frontend"]," Go to Frontend":["Navigiere zum Frontend"],"Decrease your loading speed by optimizing your frontend code.":["Verbessere die Ladegeschwindigkeit, indem du deinen Frontend-Code optimierst. "],"Environment":["Umgebung"]," Go to Environment":["Zur Umgebung"],"Server-side optimizations can have a great impact on loading speed and TTFB.":["Optimierungen auf der Server-Seite können einen großen Einfluss auf die Geschwindigkeit und den TTFB (Zeit bis zum ersten Byte) haben."],"Update":["Aktualisierung"],"There are new updates for your website. Keeping your WordPress updated is crucial for your website security":["Es gibt neue Updates für deine Website. WordPress auf dem neuesten Stand zu halten, ist wichtig für die Sicherheit deiner Website"],"YOUR WORDPRESS NEEDS ATTENTION":["DEIN WORDPRESS BENÖTIGT DEINE AUFMERKSAMKEIT"],"File caching settings updated":["Datei-Caching Einstellungen aktualisiert"],"Could Not Disable Memcache!":["Memcache konnte nicht deaktiviert werden!"],"Memcached Disabled!":["Memcached deaktiviert!"],"Could Not Enable Memcache!":["Memcache konnte nicht aktiviert werden!"],"Memcached Enabled":["Memcached aktiviert"],"File-based Caching successfully purged":["Datei-basiertes Caching erfolgreich bereinigt"],"Dynamic Caching successfully purged":["Dynamisches Caching erfolgreich bereinigt"],"The URL is not cached":["Die URL ist nicht zwischengespeichert"],"The URL is cached":["Die URL ist zwischengespeichert"],"Incorrect params used.":["Fehlerhafte Params verwendet."],"Get the best performance for your WordPress website with our optimization plugin. It handles caching, system settings, and all the necessary configurations for a blazing-fast website. With the SiteGround Optimizer enabled, you’re getting the very best from your hosting environment!":["Mit unserem Optimierungs-Plugin erhälst du die beste Leistung für deine WordPress-Website. Es verwaltet das Caching, die Systemeinstellungen und alle notwendigen Konfigurationen für eine blitzschnelle Website. Wenn der SiteGround Optimizer aktiviert ist, holst du das Beste aus deiner Hosting-Umgebung heraus!"],"Welcome to SiteGround Optimizer":["Wilkommen zum SiteGround Optimizer"],"<strong>Important warning from SiteGround Optimizer plugin<\/strong>: We have detected that there is duplicate functionality with other plugins installed on your site: <strong>%s<\/strong>. Please note that having two plugins with the same functionality may actually decrease your site's performance and hurt your pages loading times so we recommend you to leave only one of the plugins active.":["<strong>Wichtige Warnung vom SiteGround Optimizer-Plugin<\/strong>: Wir haben festgestellt, dass es eine Funktionalität-Überlappung mit anderen auf deiner Website installierten Plugins gibt: <strong>%s<\/strong>. Bitte beachte, dass zwei Plugins mit der gleichen Funktionalität die Leistung deiner Website beeinträchtigen und die Ladezeiten deiner Seiten schädigen können. Wir empfehlen dir daher, nur eines der Plugins aktiv zu lassen."],"<strong>Important message from SiteGround Optimizer plugin<\/strong>: We have detected that there is duplicate functionality with other plugins installed on your site: <strong>%1$s<\/strong> and have deactivated the following functions from our plugin: <strong>%2$s<\/strong>. If you wish to enable them, please do that from the SiteGround Optimizer config page.":["<strong>Wichtige Meldung von SiteGround Optimizer Plugin<\/strong>: Wir haben festgestellt, dass es eine Funktionalitätsüberlappung mit anderen auf deiner Website installierten Plugins gibt: <strong>%1$s<\/strong> und wir haben die folgenden Funktionen von unserem Plugin deaktiviert: <strong>%2$s<\/strong>. Wenn du sie aktivieren möchtest, tu dies bitte auf der Konfigurationsseite des SiteGround Optimizers."],"Could not disable %s":["%s konnte nicht deaktiviert werden"],"Could not enable %s":["%s konnte nicht aktiviert werden"],"%s Disabled":["%s deaktiviert"],"%s Enabled":["%s aktiviert"],"%s":["%s"],"Compression settings updated":["Komprimierungseinstellungen aktualisiert"],"List of excluded media types is updated":["Liste der ausgeschlossenen Medientypen wurde aktualisiert"],"List of excluded class names is updated":["Liste der ausgeschlossenen Klassennamen wurde aktualisiert"],"List of excluded scrpts is updated":["Liste der ausgeschlossenen Skripte wurde aktualisiert"],"List of excluded styles is updated":["Liste der ausgeschlossenen Stile wurde aktualisiert"],"List of excluded post types is updated":["Liste der ausgeschlossenen Beitragstypen wurde aktualisiert"],"Preloaded fonts successfully modified":["Vorgeladene Schriftarten erfolgreich geändert"],"List of external URLs is updated":["Liste der externen URLs wurde aktualisiert"],"List of excluded urls is updated":["Die Liste der ausgeschlossenen URLs wurde aktualisiert"],"SiteGround Optimizer was unable to connect to the Memcached server and it was disabled. Please, check your SiteGround control panel and turn it on if disabled.":["Das SiteGround Optimizer konnte keine Verbindung mit dem Memcached Server herstellen und wurde deaktiviert. Bitte gehe zu deinem SiteGround Kontrollpanel und schalte es ein, falls es dort deaktiviert ist."],"Please, install an SSL certificate first!":["Bitte installiere zuerst ein SSL-Zertifikat!"],"Preload Combined CSS":["Kombiniertes CSS vorladen"],"DNS Prefetching":["DNS-Prefetching"],"Scheduled Database Maintenance Updated":["Geplante Instandhaltung der Datenbank aktualisiert"],"Scheduled Database Maintenance":["Planmässige Instandhaltung der Datenbanken"],"Heartbeat Optimization":["Heartbeat-Optimierung"],"Can Optimize Environment":["Kann Umgebung optimieren"],"Can Optimize Images":["Kann Bilder optimieren"],"Can Optimize Frontend":["Kann das Frontend optimieren"],"Can Config SuperCacher":["Kann SuperCacher konfigurieren"],"Maximum Image Width is updated":["Maximale Bildbreite wird aktualisiert"],"WebP Generation for New Images":["WebP-Generierung für neue Bilder"],"Lazy Loading Images":["„Lazy Load“ für Bilder"],"Backup Media":["Backup der Medien"],"Emoji Removal Filter":["Emoji-Entfernungsfilter"],"Query Strings Removal":["Entfernen von Abfragezeichenfolgen"],"CSS Combination":["CSS-Kombination"],"CSS Minification":["CSS-Minifizierung"],"JavaScript Minification":["JavaScript-Minifizierung"],"HTML Minification":["HTML-Minifizierung"],"Browser Caching":["Browser-Caching"],"GZIP Compression":["GZIP-Komprimierung"],"Insecure Content Fix":["Behebung unsicherer Inhalte"],"HTTPS":["HTTPS"],"Memcached":["Memcached"],"Browser-Specific Caching":["Browser-spezifisches Caching"],"Autoflush":["Automatische Leerung"],"File-Based Caching":["Datei-basiertes Caching"],"Dynamic Cache":["Dynamischer Cache"],"With this optimization we are changing the default way to load Google fonts in order to save HTTP requests. In addition to that, all other fonts that your website uses will be properly preloaded so browsers take the least possible amount of time to cache and render them.":["Mit dieser Optimierung ändern wir die Standardmethode zum Laden von Google Fonts, um HTTP-Anfragen zu speichern. Darüber hinaus werden alle anderen Schriftarten, die deine Website verwendet, ordnungsgemäß vorgeladen, sodass die Browser so wenig Zeit wie möglich zum Zwischenspeichern und Rendern benötigen."],"Enable Now":["Jetzt aktivieren"],"We are combining all the JS files that your theme and plugins include in your site header and footer in order to lower the number of requests it is producing. We will keep the scripts in their original location after the combination for best compatibility with other plugins. Note, that in some cases you may need to exclude a script or two from combination so make sure you check your site after enabling the JavaScript Files Combination!":["Wir kombinieren alle JS-Dateien, die dein Theme und Plugins in deinen Site-Header und Footer hinzufügen, um die Anzahl der davon erzeugten Anfragen zu verringern. Wir werden die Skripte nach der Kombination an ihrer ursprünglichen Position behalten, um die beste Kompatibilität mit anderen Plugins zu gewährleisten. Bitte beachte, dass du in einigen Fällen möglicherweise ein oder zwei Skripte von dem Kombinieren ausschließen müsst. Überprüfe daher deine Website, nachdem du die JavaScript-Dateien-Kombination aktiviert hast!"],"JavaScript Files Combination":["JavaScript-Dateien-Kombination"],"Compression Level":["Komprimierungsstufe"],"others":["andere"],"Once in two days":["Einmal alle zwei Tage"],"Speed Index shows how quickly the contents of a page are visibly populated.":["Speed Index zeigt an, wie schnell der Inhalt einer Seite sichtbar generiert wird."],"Summarizes the page's performance.":["Fasst die Leistung der Seite zusammen."],"Time to First Byte identifies the time for which your server sends a response.":["Time to First Byte gibt den Zeitpunkt an, zu dem dein Server eine Antwort sendet."],"Minify your JavaScript files in order to reduce their size and reduce the number of requests to the server.":["Minifiziere deine JavaScript-Dateien, um ihre Größe zu reduzieren und die Anzahl der Anfragen an den Server zu verringern."],"Minify JavaScript Files":["JavaScript-Dateien minifizieren"],"Removes unnecessary characters from your HTML output saving data and improving your site speed.":["Entfernt überflüssige Zeichen aus deiner HTML-Ausgabe, wodurch Daten gespart und die Geschwindigkeit deiner Website verbessert wird."],"Minify the HTML Output":["HTML-Ausgabe minifizieren"],"With this optimization we're changing the default way to load Google fonts in order to save HTTP requests. In addition to that, all other fonts that your website uses will be properly preloaded so browsers take the least possible amount of time to cache and render them.":["Mit dieser Optimierung ändern wir die Standardmethode zum Laden von Google Fonts, um HTTP-Anfragen zu sparen. Darüber hinaus werden alle anderen Schriftarten, die deine Website verwendet, ordnungsgemäß vorgeladen, sodass der Browser so wenig Zeit wie möglich zum Zwischenspeichern und Rendern benötigt."],"Web Fonts Optimization":["Optimierung von Webfonts"],"Store your content in the server’s memory for a faster access with this full-page caching solution powered by NGINX.":["Speichere deine Inhalte im Server-Speicher für einen schnelleren Zugriff durch diese Ganzseiten-Caching-Lösung mit NGINX."],"Dynamic Caching":["Dynamisches Caching"],"Combine multiple CSS files into one to lower the number of requests your site generates.":["Kombiniere mehrere CSS-Dateien zu einer Einzigen, um die Anzahl der von deiner Website generierten Anfragen zu verringern."],"Combine CSS Files":["CSS-Dateien kombinieren"],"Load images only when they are visible in the browser.":["Lade Bilder nur dann, wenn sie im Browser sichtbar werden."],"Lazy Load Media":["Lazy Load von Medien"],"WebP is a next generation image format supported by modern browsers which greatly reduces the size of standard image formats while keeping the same quality. Almost all current browsers work with WebP.":["WebP ist ein Bildformat der nächsten Generation, das von modernen Browsern unterstützt wird und die Größe von Standardbildformaten bei gleichbleibender Qualität stark verringert. Fast alle aktuellen Browser funktionieren mit WebP."],"Use WebP Images":["WebP-Bilder verwenden"],"Defer loading of render-blocking JavaScript files for faster initial site load.":["Verzögere das Laden von JavaScript-Dateien, die das Rendern blockieren, um das anfängliche Laden der Website zu beschleunigen."],"Defer Render-blocking JS":["Render-blockierendes JS verzögern"],"Opportunities to Optimize":["Optimierungsmöglichkeiten"],"The Following Areas of Your Site Are Well Optimized:":["Die folgenden Bereiche deiner Website sind gut optimiert:"],"Purge SG Cache":["SG-Cache leeren"],"Dashboard":["Dashboard"],"SG Optimizer":["SG Optimizer"],"Your site tried to store a single object above 1MB in Memcached which is above the limitation and will actually slow your site rather than speed it up. Please, check your Options table for obsolete data before enabling it again. Note that the service will be automatically disabled if such error occurs again.":["Deine Website hat versucht, ein einzelnes Objekt über 1 MB in Memcached zu speichern, was über der Einschränkung liegt. Dadurch wird deine Website verlangsamt und nicht beschleunigt. Bitte überprüfe deine Optionstabelle auf veraltete Daten, bevor du sie erneut aktivierst. Bitte beachte, dass der Dienst automatisch deaktiviert wird, wenn ein solcher Fehler erneut auftritt."],"SiteGround Optimizer has detected that Memcached was turned off. If you want to use it, please enable it from your SiteGround control panel first.":["Das SiteGround Optimizer hat erkannt, dass Memcached ausgeschaltet ist. Wenn du es verwenden möchtest, aktiviere es bitte zuerst in deinem SiteGround-Kontrollpanel."],"https:\/\/www.siteground.com":["https:\/\/www.siteground.com"],"SiteGround":["SiteGround"],"This plugin will link your WordPress application with all the performance optimizations provided by SiteGround":["Dieses Plugin wird deine WordPress-Anwendung mit allen Leistungsoptimierungen von SiteGround verknüpfen"],"https:\/\/siteground.com":["https:\/\/siteground.com"],"SiteGround Optimizer":["SiteGround Optimizer"]}