Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/sg-cachepress-*.po
Languages: ja, ru_ru

source: Review your caching settings and enable the recommended options to get the best of your website caching.
ja: キャッシュ設定を確認し、推奨オプションを有効化して、サイトのキャッシュを最大限に活用してください。
ru_ru: Проверьте ваши настройки кэширования и включите рекомендованные параметры, чтобы получить максимальные возможности от кэширования вашего веб-сайта.

source: Caching
ja: キャッシュ
ru_ru: Кеширование

source: Go to Caching
ja: キャッシングに移動
ru_ru: Перейти к кэшированию

source: Caching is essential for speeding up your website and is the single most effective optimization that every website must have.
ja: キャッシュは サイトの高速化に不可欠であり、すべてのサイトに必須の最も効果的な最適化です。
ru_ru: Кэширование необходимо для ускорения работы вашего сайта и является единственной наиболее эффективной оптимизацией, которую должен иметь каждый сайт.

source: Media
ja: メディア
ru_ru: Медиафайлы

source: Go to Media
ja: メディアへ
ru_ru: Перейти к медиа-файлам

source: Optimizing your media and images can significantly decrease usage and loading time.
ja: メディアと画像を最適化することで、使用量と読み込み時間を大幅に減らすことができます。
ru_ru: Оптимизация ваших медиа-файлов и изображений может значительно снизить использование и время загрузки.

source: Frontend
ja: フロントエンド
ru_ru: Внешний интерфейс

source: Go to Frontend
ja: フロントエンドへ
ru_ru: Перейти к фронтенду

source: Decrease your loading speed by optimizing your frontend code.
ja: フロントエンドのコードを最適化して読み込み速度を下げます。
ru_ru: Уменьшите время загрузки, оптимизировав код фронтенда.

source: Environment
ja: 環境
ru_ru: Системная среда

source: Go to Environment
ja: 環境へ
ru_ru: Перейти к окружению

source: Server-side optimizations can have a great impact on loading speed and TTFB.
ja: サーバー - サイドの最適化は、読み込み速度と TTFB に大きな影響を与えます。
ru_ru: Оптимизация на стороне сервера может значительно повлиять на скорость загрузки и TTFB.

source: Update
ja: 更新
ru_ru: Обновить

source: There are new updates for your website. Keeping your WordPress updated is crucial for your website security
ja: サイトに新しい更新があります。WordPress を常に更新することは、サイトのセキュリティにとって非常に重要です
ru_ru: Для вашего веб-сайта доступны новые обновления. Поддержание вашего WordPress в актуальном состоянии крайне важно для безопасности вашего веб-сайта

source: YOUR WORDPRESS NEEDS ATTENTION
ja: お持ちの WordPress には注意が必要です
ru_ru: ВАШ WORDPRESS ТРЕБУЕТ ВНИМАНИЯ

source: File caching settings updated
ja: ファイルキャッシュ設定を更新しました
ru_ru: Настройки файлового кэширования обновлены

source: Could Not Disable Memcache!
ja: Memcache を無効化できませんでした !
ru_ru: Не удалось отключить Memcache!

source: Memcached Disabled!
ja: Memcached が無効化されました !
ru_ru: Memcached выключен!

source: Could Not Enable Memcache!
ja: Memcache を有効化できませんでした !
ru_ru: Не удалось включить Memcache!

source: Memcached Enabled
ja: Memcached の有効化
ru_ru: Memcached включен

source: File-based Caching successfully purged
ja: ファイル - ベースのキャッシュが正常に削除されました
ru_ru: Файловое кэширование успешно очищено

source: Dynamic Caching successfully purged
ja: 動的キャッシュが正常に削除されました
ru_ru: Динамический кэш успешно очищен

source: The URL is not cached
ja: URL がキャッシュされていません
ru_ru: URL-адрес не кэшируется

source: The URL is cached
ja: URL がキャッシュされています
ru_ru: URL-адрес кэшируется

source: Incorrect params used.
ja: 不正なパラメータが使用されました。
ru_ru: Использованы неверные параметры.

source: Get the best performance for your WordPress website with our optimization plugin. It handles caching, system settings, and all the necessary configurations for a blazing-fast website. With the Speed Optimizer by SiteGround enabled, you’re getting the very best from your hosting environment!
ja: 最適化プラグインを使用して、WordPress サイトの最高のパフォーマンスを実現します。キャッシュ、システム設定、および超高速サイトに必要なすべての構成を処理します。SiteGround の Speed Optimizer を有効化すると、ホスティング環境を最大限に活用できます !
ru_ru: Добейтесь максимальной производительности для вашего сайта на WordPress с нашим плагином оптимизации. Он обрабатывает кэширование, системные настройки и все необходимые конфигурации для мгновенной загрузки сайта. С включенным Speed Optimizer by SiteGround вы получаете максимальное из своего хостингового окружения!

source: <strong>Important warning from Speed Optimizer by SiteGround plugin</strong>: We have detected that there is duplicate functionality with other plugins installed on your site: <strong>%s</strong>. Please note that having two plugins with the same functionality may actually decrease your site's performance and hurt your pages loading times so we recommend you to leave only one of the plugins active.
ja: <strong>SiteGround プラグインによる Speed Optimizer からの重要な警告</strong>: サイトにインストールされている他のプラグインと重複した機能があることが検出されました: <strong>%s</strong>。同じ機能を持つ2つのプラグインを使用すると、実際にサイトのパフォーマンスが低下し、ページの読み込み時間が長くなる可能性があるため、プラグインの 1つだけを有効化することを推奨します。
ru_ru: <strong>Важное предупреждение от плагина Speed Optimizer от SiteGround</strong>: Мы обнаружили, что на вашем сайте установлены плагины с дублирующей функциональностью: <strong>%s</strong>. Обратите внимание, что наличие двух плагинов с одинаковой функциональностью на самом деле может снизить производительность вашего сайта и повредить время загрузки страниц, поэтому мы рекомендуем оставить активным только один из плагинов.

source: <strong>Important message from Speed Optimizer by SiteGround plugin</strong>: We have detected that there is duplicate functionality with other plugins installed on your site: <strong>%1$s</strong> and have deactivated the following functions from our plugin: <strong>%2$s</strong>. If you wish to enable them, please do that from the Speed Optimizer by SiteGround config page.
ja: <strong>SiteGround プラグインによる Speed Optimizer からの重要なメッセージ</strong>: サイトにインストールされている他のプラグインと重複した機能があることが検出されました: <strong>%1$s</strong>と、当プラグインの以下の機能を無効にしています: <strong>%2$s</strong>。これらの機能を有効化したい場合は、Speed Optimizer by SiteGround の設定ページから行ってください。
ru_ru: <strong>Важное сообщение от плагина Speed Optimizer от SiteGround</strong>: Мы обнаружили, что на вашем сайте установлены плагины с дублирующей функциональностью: <strong>%1$s</strong> и отключили следующие функции из нашего плагина: <strong>%2$s</strong>. Если вы хотите включить их, пожалуйста, сделайте это на странице конфигурации Speed Optimizer от SiteGround.

source: Could not disable %s
ja: %s を無効化できませんでした
ru_ru: Не удалось отключить %s

source: Could not enable %s
ja: %s を有効化できませんでした
ru_ru: Не удалось включить %s

source: %s Disabled
ja: %s 無効化
ru_ru: %s Отключено

source: %s Enabled
ja: %s 有効化
ru_ru: %s Включено

source: Compression settings updated
ja: 圧縮設定が更新されました
ru_ru: Обновление настроек сжатия

source: List of excluded media types is updated
ja: 除外メディアタイプのリストが更新されました
ru_ru: Список исключенных типов медиа-файлов обновлен

source: List of excluded class names is updated
ja: 除外クラス名のリストが更新されました
ru_ru: Список исключенных имен классов обновлен

source: List of excluded scrpts is updated
ja: 除外されたスクラップのリストが更新されました
ru_ru: Список исключенных скриптов обновлен

source: List of excluded styles is updated
ja: 除外スタイルのリストが更新されました
ru_ru: Список исключенных стилей обновлен

source: List of excluded post types is updated
ja: 除外される投稿タイプのリストが更新されました
ru_ru: Список исключенных типов записей обновлен

source: Preloaded fonts successfully modified
ja: プリロードされたフォントが正常に変更されました
ru_ru: Предварительно загруженные шрифты успешно изменены

source: List of external URLs is updated
ja: 外部 URL リストが更新されました
ru_ru: Список внешних URL-адресов обновлен

source: List of excluded urls is updated
ja: 除外されたURLのリストが更新されました
ru_ru: Список исключенных URL-адресов обновлен

source: Speed Optimizer by SiteGround was unable to connect to the Memcached server and it was disabled. Please, check your SiteGround control panel and turn it on if disabled.
ja: SiteGround の Speed Optimizer は Memcached サーバーに接続できず、無効化されました。SiteGround コントロールパネルを確認し、無効化されている場合はオンにしてください。
ru_ru: Speed Optimizer by SiteGround не смог подключиться к серверу Memcached и был отключен. Пожалуйста, проверьте панель управления SiteGround и включите его, если он отключен.

source: Please, install an SSL certificate first!
ja: まず SSL 証明書をインストールしてください !
ru_ru: Пожалуйста, сначала установите SSL-сертификат!

source: Preload Combined CSS
ja: 複合 CSS のプリロード
ru_ru: Предварительно загрузить объединенный CSS

source: DNS Prefetching
ja: DNS プリフェッチ
ru_ru: Предварительная загрузка DNS

source: Scheduled Database Maintenance Updated
ja: データベースの定期メンテナンスが更新されました
ru_ru: Запланированное обслуживание базы данных обновлено

source: Scheduled Database Maintenance
ja: データベースの定期メンテナンス
ru_ru: Запланированное обслуживание базы данных

source: Heartbeat Optimization
ja: ハートビートの最適化
ru_ru: Оптимизация Heartbeat

source: Can Optimize Environment
ja: 環境を最適化できる
ru_ru: Можно оптимизировать окружение

source: Can Optimize Images
ja: 画像の最適化
ru_ru: Можно оптимизировать изображения

source: Can Optimize Frontend
ja: フロントエンドを最適化できる
ru_ru: Можно оптимизировать фронтенд

source: Can Config SuperCacher
ja: SuperCacher を構成できます
ru_ru: Можно настроить SuperCacher

source: Maximum Image Width is updated
ja: 最大画像幅を更新しました
ru_ru: Максимальная ширина изображения обновлена

source: WebP Generation for New Images
ja: 新しい画像の WebP 生成
ru_ru: Генерация WebP для новых изображений

source: Lazy Loading Images
ja: 画像の遅延読み込み
ru_ru: Ленивая загрузка изображений

source: Backup Media
ja: バックアップメディア
ru_ru: Резервное копирование медиафайлов

source: Emoji Removal Filter
ja: 絵文字除去フィルター
ru_ru: Фильтр удаления смайликов

source: Query Strings Removal
ja: クエリー 文字列の削除
ru_ru: Удаление строк запросов

source: CSS Combination
ja: CSS の組み合わせ
ru_ru: Объединение CSS

source: CSS Minification
ja: CSS の最小化
ru_ru: Минификация CSS

source: JavaScript Minification
ja: JavaScript の最小化
ru_ru: Минификация JavaScript

source: HTML Minification
ja: HTML の最小化
ru_ru: Минификация HTML

source: Browser Caching
ja: ブラウザーキャッシュ
ru_ru: Кэширование браузера

source: GZIP Compression
ja: GZIP 圧縮
ru_ru: Сжатие GZIP

source: Insecure Content Fix
ja: 安全でないコンテンツの修正
ru_ru: Исправление небезопасного содержимого

source: Memcached
ja: メムキャッシュ

source: Browser-Specific Caching
ja: ブラウザー固有のキャッシング
ru_ru: Кэширование в зависимости от браузера

source: Autoflush
ja: オートフラッシュ
ru_ru: Автоочистка

source: File-Based Caching
ja: ファイル - ベースのキャッシュ
ru_ru: Файловое кэширование

source: Dynamic Cache
ja: ダイナミックキャッシュ
ru_ru: Динамический кэш

source: With this optimization we are changing the default way to load Google fonts in order to save HTTP requests. In addition to that, all other fonts that your website uses will be properly preloaded so browsers take the least possible amount of time to cache and render them.
ja: この最適化により、HTTP リクエストを節約するために、Google フォントをロードするデフォルトの方法が変更されます。それに加えて、サイトで使用される他のすべてのフォントは適切にプリロードされるため、ブラウザーがフォントをキャッシュしてレンダリングするのにかかる時間が最小限に抑えられます。
ru_ru: С этой оптимизацией мы изменяем стандартный способ загрузки шрифтов Google для экономии HTTP-запросов. Кроме того, все другие шрифты, используемые на вашем веб-сайте, будут правильно предварительно загружены, чтобы браузеры занимали минимальное количество времени для кэширования и отображения их.

source: Enable Now
ja: 今すぐ有効化
ru_ru: Включить сейчас

source: We are combining all the JS files that your theme and plugins include in your site header and footer in order to lower the number of requests it is producing. We will keep the scripts in their original location after the combination for best compatibility with other plugins. Note, that in some cases you may need to exclude a script or two from combination so make sure you check your site after enabling the JavaScript Files Combination!
ja: 生成されるリクエストの数を減らすために、テーマとプラグインがサイトのヘッダーとフッターに含むすべての JS ファイルを結合しています。他のプラグインとの互換性を最大限に高めるために、結合後もスクリプトは元の場所に保持されます。場合によっては、組み合わせから1つまたは 2つのスクリプトをを除外する必要がありますので、JavaScript Files Combination を有効化した後、サイトを確認してください !
ru_ru: Мы объединяем все JS-файлы, которые ваша тема и плагины включают в заголовок и нижний колонтитул вашего сайта, чтобы уменьшить количество запросов. Мы сохраняем скрипты в их первоначальном местоположении после объединения для лучшей совместимости с другими плагинами. Обратите внимание, что в некоторых случаях вам может потребоваться исключить один или два скрипта из объединения, поэтому убедитесь, что вы проверили ваш сайт после включения функции объединения файлов JavaScript!

source: JavaScript Files Combination
ja: JavaScript ファイルの組み合わせ
ru_ru: Объединение файлов JavaScript

source: Compression Level
ja: 圧縮レベル
ru_ru: Уровень сжатия

source: others
ja: その他
ru_ru: другие

source: Once in two days
ja: 2日に1回
ru_ru: Раз в два дня

source: Speed Index shows how quickly the contents of a page are visibly populated.
ja: Speed Index は、ページのコンテンツが表示されるまでの速さを示します。
ru_ru: Индекс скорости показывает, насколько быстро содержимое страницы становится видимым.

source: Summarizes the page's performance.
ja: ページのパフォーマンスを要約します。
ru_ru: Резюмирует производительность страницы.

source: Minify your JavaScript files in order to reduce their size and reduce the number of requests to the server.
ja: JavaScript ファイルを縮小して、ファイルのサイズを減らし、サーバーへのリクエストの数を減らします。
ru_ru: Уменьшите размер ваших JavaScript-файлов, чтобы уменьшить их размер и количество запросов к серверу.

source: Minify JavaScript Files
ja: JavaScript ファイルを縮小する
ru_ru: Уменьшить размер JavaScript-файлов

source: Removes unnecessary characters from your HTML output saving data and improving your site speed.
ja: HTML 出力から不要な文字を削除してデータを節約し、サイトの速度を向上させます。
ru_ru: Удаляет ненужные символы из вывода вашего HTML, экономя данные и улучшая скорость вашего сайта.

source: Minify the HTML Output
ja: HTML 出力の最小化
ru_ru: Уменьшить вывод HTML

source: With this optimization we're changing the default way to load Google fonts in order to save HTTP requests. In addition to that, all other fonts that your website uses will be properly preloaded so browsers take the least possible amount of time to cache and render them.
ja: この最適化により、HTTP リクエストを節約するために、Google フォントを読み込むデフォルトの方法が変更されます。それに加えて、サイトで使用される他のすべてのフォントは適切にプリロードされるため、ブラウザーがフォントをキャッシュしてレンダリングするのにかかる時間が最小限に抑えられます。
ru_ru: С этой оптимизацией мы меняем стандартный способ загрузки шрифтов Google для экономии HTTP-запросов. Кроме того, все другие шрифты, используемые на вашем веб-сайте, будут правильно предварительно загружены, чтобы браузеры занимали минимальное количество времени для кэширования и отображения их.

source: Web Fonts Optimization
ja: Web フォントの最適化
ru_ru: Оптимизация веб-шрифтов

source: Store your content in the server’s memory for a faster access with this full-page caching solution powered by NGINX.
ja: NGINX を活用したこのフルページ キャッシュソリューションを使用して、コンテンツをサーバーのメモリに保存すると、より高速にアクセスできます。
ru_ru: Сохраняйте свой контент в памяти сервера для быстрого доступа с этим решением кэширования полной страницы, работающим на основе NGINX.

source: Dynamic Caching
ja: 動的キャッシュ
ru_ru: Динамический кэш

source: Combine multiple CSS files into one to lower the number of requests your site generates.
ja: 複数のCSSファイルを1つにまとめることで、サイトが生成するリクエスト数を減らすことができます。
ru_ru: Объедините несколько файлов CSS в один, чтобы снизить количество запросов, которые генерирует ваш сайт.

source: Combine CSS Files
ja: CSS ファイルの結合
ru_ru: Объединить CSS-файлы

source: Load images only when they are visible in the browser.
ja: 画像がブラウザーに表示されている場合にのみ画像を読み込みます。
ru_ru: Загружайте изображения только тогда, когда они видны в браузере.

source: Lazy Load Media
ja: メディアの遅延ロード
ru_ru: Ленивая загрузка медиа-файлов

source: WebP is a next generation image format supported by modern browsers which greatly reduces the size of standard image formats while keeping the same quality. Almost all current browsers work with WebP.
ja: WebP は、最新のブラウザーでサポートされる次世代の画像形式であり、同じ品質を維持しながら標準の画像形式のサイズを大幅に削減します。現在のほとんどすべてのブラウザーは WebP で動作します。
ru_ru: WebP - это формат изображения нового поколения, поддерживаемый современными браузерами, который значительно уменьшает размер стандартных форматов изображений, сохраняя при этом ту же самую качественность. Почти все современные браузеры работают с WebP.

source: Use WebP Images
ja: WebP 画像の使用
ru_ru: Использовать изображения в формате WebP

source: Defer loading of render-blocking JavaScript files for faster initial site load.
ja: レンダリングをブロックする JavaScript ファイルの読み込みを延期して、サイトの初期読み込みを高速化します。
ru_ru: Отложите загрузку файлов JavaScript, блокирующих рендеринг, для более быстрой первоначальной загрузки сайта.

source: Defer Render-blocking JS
ja: レンダリング - ブロックする JS を延期する
ru_ru: Отложить загрузку блокирующего рендеринга JS

source: Opportunities to Optimize
ja: 最適化の機会
ru_ru: Возможности для оптимизации

source: The Following Areas of Your Site Are Well Optimized:
ja: サイトの次の領域は十分に最適化されています:
ru_ru: Следующие области вашего сайта хорошо оптимизированы:

source: Purge SG Cache
ja: SG キャッシュの削除
ru_ru: Очистить SG кэш

source: Dashboard
ja: ダッシュボード
ru_ru: Консоль

source: Your site tried to store a single object above 1MB in Memcached which is above the limitation and will actually slow your site rather than speed it up. Please, check your Options table for obsolete data before enabling it again. Note that the service will be automatically disabled if such error occurs again.
ja: サイトは1MB を超える単一オブジェクトを Memcached に保存しようとしましたが、これは制限を超えており、サイトの速度が上がるどころか、実際には速度が低下します。再度有効化する前に、オプションテーブルに古いデータがないか確認してください。このようなエラーが再度発生した場合、サービスは自動的に無効化されることに注意してください。
ru_ru: Ваш сайт пытался сохранить один объект размером более 1 МБ в Memcached, что выше допустимого лимита и фактически замедлит работу вашего сайта, а не ускорит ее. Пожалуйста, проверьте вашу таблицу настройки на наличие устаревших данных, прежде чем включить эту функцию снова. Обратите внимание, что сервис будет автоматически отключен в случае повторной ошибки.

source: Speed Optimizer by SiteGround has detected that Memcached was turned off. If you want to use it, please enable it from your SiteGround control panel first.
ja: SiteGround の Speed Optimizer は、Memcached がオフになっていることを検出しました。使用したい場合は、まず SiteGround コントロールパネルから有効化してください。
ru_ru: Speed Optimizer by SiteGround обнаружил, что Memcached был отключен. Если вы хотите его использовать, пожалуйста, сначала включите его в панели управления SiteGround.

source: This plugin will link your WordPress application with all the performance optimizations provided by SiteGround
ja: このプラグインは、WordPress アプリケーションを SiteGround が提供するすべてのパフォーマンス最適化とリンクします
ru_ru: Этот плагин свяжет ваше приложение WordPress со всеми оптимизациями производительности, предоставленными SiteGround

source: out of
ru_ru: из
