Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/sg-cachepress-*.po
Languages: ja, ru_ru

source: Minify your CSS files in order to reduce their size and the number of requests on the server.
ja: CSS ファイルのサイズとサーバー上のリクエストの数を減らすために、CSS ファイルを縮小します。
ru_ru: Уменьшите размер ваших CSS-файлов, чтобы уменьшить их размер и количество запросов к серверу.

source: Minify CSS Files
ja: CSS ファイルの最小化
ru_ru: Уменьшить размер CSS-файлов

source: Exclude from CSS Minification
ja: CSS の最小化から除外
ru_ru: Исключить из минификации CSS

source: %(number)s scripts
ja: %(number)s スクリプト
ru_ru: %(number)s скриптов

source: Exclude from CSS Combination
ja: CSS の組み合わせから除外
ru_ru: Исключить из объединения CSS

source: Are you sure you wish to proceed?
ja: 本当に続行してもよろしいですか ?
ru_ru: Вы уверены, что хотите продолжить?

source: Enabling HTTPS Enforce will have you logged out from your current session and you will have to log back in to your WordPress admin.
ja: HTTPS Enforce を有効化すると、現在のセッションからログアウトし、WordPress 管理者にログインし直す必要があります。
ru_ru: Включение HTTPS Enforce приведет к выходу из текущего сеанса, и вам придется снова войти в систему администратора WordPress.

source: You Will be Logged Out
ja: ログアウト中
ru_ru: Вы будете выведены из системы

source: Configures your site to work correctly via HTTPS and forces a secure connection to your site. In order to force HTTPS, we will automatically update your database replacing all insecure links. In addition to that, we will add a rule in your .htaccess file, forcing all requests to go through encrypted connection.
ja: HTTPS 経由でサイトが正しく動作するように設定し、サイトへの安全な接続を強制します。HTTPS を強制するために、データベースが自動的に更新され、安全でないリンクがすべて置き換えられます。それに加えて、.htaccess ファイルにルールを追加し、すべてのリクエストが暗号化された接続を通過するように強制します。
ru_ru: Настроить ваш сайт для правильной работы через HTTPS и обеспечить безопасное подключение к вашему сайту. Чтобы обеспечить HTTPS, мы автоматически обновим вашу базу данных, заменив все небезопасные ссылки. Кроме того, мы добавим правило в ваш файл .htaccess, принуждая все запросы проходить через зашифрованное соединение.

source: HTTPS Enforce
ja: HTTPS の強制
ru_ru: Принудительное использование HTTPS

source: When Scheduled Database Maintenance functionality is enabled, we will clean up your database {{strong}}once a week{{/strong}} to keep it small and optimized. You can choose which optimization tasks to be performed for your site through the “edit” button.
ja: スケジュールされたデータベースメンテナンス機能が有効化されている場合、データベースのサイズを小さくし最適化した状態に保つために、データベースは{{strong}}週に1回{/strong}}クリーンアップされます。「編集」ボタンを使用して、サイトに対して実行する最適化タスクを選択できます。
ru_ru: Когда включена функция запланированного обслуживания базы данных, мы будем очищать вашу базу данных {{strong}}раз в неделю{{/strong}} для ее поддержания в маленьком и оптимизированном состоянии. Вы можете выбрать, какие задачи оптимизации должны выполняться для вашего сайта, используя кнопку «редактировать».

source: Edit
ja: 編集
ru_ru: Изменить

source: Site Frontend
ja: サイトのフロントエンド
ru_ru: Фронтенд сайта

source: We recommend that you keep it enabled at 120 seconds.
ja: 120秒に設定しておくことを推奨します。
ru_ru: Мы рекомендуем оставить его включенным на 120 секунд.

source: Posts and Pages
ja: 投稿とページ
ru_ru: Записи и страницы

source: Unless you rely on it to execute scheduled tasks, we recommend to keep it disabled.
ja: スケジュールされたタスクの実行に依存しているのでなければ、無効化しておくことを推奨します。
ru_ru: Если вы не полагаетесь на него для выполнения запланированных задач, мы рекомендуем оставить его отключенным.

source: WordPress Admin Pages
ja: WordPress の管理ページ
ru_ru: Страницы админа WordPress

source: The WordPress Heartbeat API checks your post edit pages every 15 seconds and your dashboard and front end every 60 seconds, even in the absence of scheduled tasks. This can generate high CPU usage if you leave browser tabs in which you're logged to WordPress opened for a longer period of time. You can modify these settings to reduce load.
ja: WordPress Heartbeat API は、スケジュールされたタスクがない場合でも、15秒ごとに投稿編集ページをチェックし、60秒ごとにダッシュボードとフロントエンドをチェックします。WordPress にログインしているブラウザのタブを長時間開いたままにすると、CPU 使用率が高くなる可能性があります。これらの設定を変更して、負荷を減らすことができます。
ru_ru: API Heartbeat WordPress проверяет ваши страницы редактирования сообщений каждые 15 секунд, а также вашу панель управления и фронт-энд каждые 60 секунд, даже в отсутствие запланированных задач. Это может вызвать высокое использование процессора, если вы оставите вкладки браузера, в которых вы вошли в систему в WordPress, открытыми на длительный период времени. Вы можете изменить эти настройки, чтобы уменьшить нагрузку.

source: WordPress Heartbeat Optimization
ja: WordPress ハートビート 最適化
ru_ru: Оптимизация сердцебиения WordPress

source: Adds rules to store the static content of your site longer in the visitors' browser cache which improves the site performance.
ja: サイトの静的コンテンツを訪問者のブラウザーキャッシュに長く保存するルールを追加し、サイトのパフォーマンスを向上させます。
ru_ru: Добавляет правила для более длительного хранения статического содержимого вашего сайта в кэше браузера посетителей, что улучшает производительность сайта.

source: Enables compression of the content that's delivered to your visitors' browsers improving the network loading times of your site.
ja: 訪問者のブラウザーに配信されるコンテンツの圧縮を有効化し、サイトネットワーク読み込み時間を短縮します。
ru_ru: Включает сжатие содержимого, поставляемого в браузеры ваших посетителей, что улучшает времени загрузки сайта через сеть.

source: This feature only works if you have HTTPS Enforce enabled. To start using this feature, enable HTTPS enforce first.
ja: この機能は、HTTPS Enforce を有効化している場合にのみ機能します。この機能を使用するには、まず HTTPS Enforce を有効にしてください。
ru_ru: Эта функция работает только в случае включенного HTTPS Enforce. Чтобы начать использовать эту функцию, сначала включите HTTPS Enforce.

source: Enable this option in case you’re getting insecure content errors on your website. We will dynamically rewrite insecure requests for resources coming from your site.
ja: サイトで安全でないコンテンツエラーが発生する場合は、このオプションを有効化します。サイトからのリソースに対する安全でないリクエストを動的に書き換えます。
ru_ru: Включите эту опцию, если вы получаете ошибки небезопасного содержимого на своем веб-сайте. Мы будем динамически переписывать небезопасные запросы к ресурсам, поступающим с вашего сайта.

source: Fix Insecure Content
ja: 安全でないコンテンツの修正
ru_ru: Исправить небезопасное содержимое

source: Environment settings
ja: 環境設定
ru_ru: Настройки окружения

source: Help other people speed up their sites by rating our plugin.
ja: プラグインを評価することによって、他の人々がサイトを高速化するのに役立ちます。
ru_ru: Помогите другим людям ускорить свои сайты, оценив наш плагин.

source: Rate Us
ja: 評価をお願いします
ru_ru: Оцените нас

source: Important Notifications
ja: 重要なお知らせ
ru_ru: Важные уведомления

source: Other Optimizations
ja: その他の最適化
ru_ru: Другие оптимизации

source: Caching Status
ja: キャッシュ状況
ru_ru: Статус кеширования

source: Disabled
ja: 無効化
ru_ru: Отключено

source: Enabled
ja: 有効化
ru_ru: Включено

source: Powerful object caching for your site. Memcached stores frequently executed queries to your databases and then reuses them for better performance.
ja: サイト向けの強力なオブジェクトキャッシュ。Memcached は、頻繁に実行されるクエリーをデータベースに保存し、パフォーマンスを向上させるために再利用します。
ru_ru: Мощное кэширование объектов для вашего сайта. Memcached сохраняет часто выполняемые запросы к вашим базам данных, а затем повторно использует их для лучшей производительности.

source: Purge Cache
ja: キャッシュの削除
ru_ru: Очистить кэш

source: Purge the cache of your website manually. You can use this option when you're modifying new content and don't have automatic purge enabled to make sure that old cached is purged right away
ja: サイトのキャッシュを手動で消去します。このオプションは、新しいコンテンツを修正していて、自動パージを有効化していない場合に、古いキャッシュがすぐにパージされるようにするために使用できます
ru_ru: Очистите кэш вашего сайта вручную. Вы можете использовать эту опцию, когда вы изменяете содержимое и у вас нет включенной автоматической очистки, чтобы убедиться, что старый кэш был немедленно очищен

source: Manual Cache Purge
ja: 手動キャッシュ削除
ru_ru: Ручная очистка кэша

source: By default, we do not cache content for logged in users. Once Logged In Cache is enabled, we will store separate caches for each user. Note, that if you have many users, the size of the stored cache may be increased.
ja: デフォルトでは、ログインしているユーザーのコンテンツはキャッシュされません。ログインキャッシュを有効化すると、ユーザーごとに個別のキャッシュが保存されます。ユーザーが多い場合、保存されるキャッシュのサイズが増加する可能性があることに注意してください。
ru_ru: По умолчанию мы не кэшируем содержимое для пользователей, вошедших в систему. После включения функции Logged In Cache мы будем хранить отдельные кэши для каждого пользователя. Обратите внимание, что если у вас много пользователей, размер хранимого кэша может увеличиться.

source: Logged-in users cache
ja: ログインユーザーのキャッシュ
ru_ru: Кэширование для авторизованных пользователей

source: When Preheating is enabled, our system will reload the cache once it is purged after content update in order to serve the fastest possible results to your real visitors. We preheat up to 200 URLs based on your sitemap. Note: The feature works only if wp-cron is enabled.
ja: Preheating が有効化されている場合、実際の訪問者に可能な限り最速の結果を提供するために、コンテンツの更新後にキャッシュが削除された後、システムはキャッシュを再読み込みします。サイトマップに基づいて最大200の URL を preheat します。注: この機能は、wp-cron が有効化されている場合にのみ機能します。
ru_ru: Когда включено предварительное прогревание, наша система будет перезагружать кэш после его очистки после обновления содержимого, чтобы предоставить вашим реальным посетителям наиболее быстрые результаты. Мы предварительно прогреваем до 200 URL-адресов на основе вашей карты сайта. Примечание: Функция работает только в случае включения wp-cron.

source: Preheat cache
ja: プリヒートキャッシュ
ru_ru: Разогреть кеш

source: Clean up interval
ja: クリーンアップ間隔
ru_ru: Интервал очистки

source: Manage the settings of your file-based caching to ensure optimal performance.
ja: ファイルベースのキャッシュの設定を管理して、最適なパフォーマンスを確保します。
ru_ru: Управляйте настройками кэширования на основе файлов для оптимальной производительности.

source: Configure File-Based Caching
ja: ファイル - ベースキャッシュの設定
ru_ru: Настройка кэширования на основе файлов

source: Configure
ja: 設定
ru_ru: Настроить

source: With file-based caching enabled we will create static HTML versions of your website which will be served to future visitors. The files are stored in the browser memory.
ja: ファイル - ベースのキャッシュを有効化すると、将来の訪問者に提供されるサイトの静的 HTML バージョンを作成します。ファイルはブラウザーのメモリに保存されます。
ru_ru: При включенном кэшировании на основе файлов мы создадим статические версии вашего веб-сайта, которые будут предоставлены будущим посетителям. Файлы хранятся в памяти браузера.

source: File-based Caching only works if you have Dynamic Caching enabled. To start using this feature, please enable Dynamic Caching first.
ja: ファイル - ベースのキャッシュは、動的キャッシュが有効化している場合にのみ機能します。この機能の使用を開始するには、まず動的キャッシュを有効化してください。
ru_ru: Файловое кэширование работает только при включенном Динамическом кэшировании. Чтобы начать использовать эту функцию, сначала включите Динамическое кэширование.

source: %(number)s URLs
ja: %(number)s URL
ru_ru: %(number)s URL-адресов

source: Use this feature if you want to exclude certain parts of your website from being cached and keep them dynamic. You can exclude full or partial URLs using "*" as a wildcard. E.g. www.site.com/parent-page/* will exclude all sub-pages of "parent-page".
ja: サイトの特定の部分をキャッシュから除外し、動的に保ちたい場合は、この機能を使用します。"*" をワイルドカードとして使用して、完全な URL または部分的な URL を除外できます。例えば、www.site.com/parent-page/* は、"parent-page" のすべてのサブページを除外します。
ru_ru: Используйте эту функцию, если вы хотите исключить определенные части вашего веб-сайта из кэширования и сохранить их динамичность. Вы можете исключить полные или частичные URL-адреса, используя '*' в качестве подстановочного символа. Например, www.site.com/parent-page/* исключит все подстраницы 'parent-page'.

source: This feature only works if you have File-Based Caching enabled. To start using this feature, enable File-Based Caching first.
ja: この機能は、ファイル - ベースのキャッシュが有効になっている場合にのみ機能します。この機能の使用を開始するには、まずファイル - ベースのキャッシュを有効化してください。
ru_ru: Эта функция работает только в случае включенного кэширования на основе файлов. Чтобы начать использовать эту функцию, сначала включите кэширование на основе файлов.

source: This feature only works if you have Dynamic Caching enabled. To start using this feature, enable Dynamic Caching first.
ja: この機能は、動的キャッシュが有効になっている場合にのみ機能します。この機能の使用を開始するには、まず動的キャッシュを有効にしてください。
ru_ru: Эта функция работает только в случае включенного динамического кэширования. Чтобы начать использовать эту функцию, сначала включите динамическое кэширование.

source: %(number)s post types
ja: %(number)s 投稿の種類
ru_ru: %(number)s типов записей

source: You can exclude certain post types from being cached. This is useful if you have sensitive or often changing post types that you don't want to cache but still want to benefit from caching for the rest of your site.
ja: 特定の投稿タイプをキャッシュから除外できます。これは、機密性の高い投稿タイプや頻繁に変更される投稿タイプをキャッシュしたくないが、サイトの残りの部分ではキャッシュの恩恵を受けたい場合に便利です。
ru_ru: Вы можете исключить определенный тип записи из кэширования. Это полезно, если у вас есть чувствительные или часто изменяющиеся типы записей, которые вы не хотите кэшировать, но все равно хотите воспользоваться кэшированием для остальной части вашего сайта.

source: Store your content in the server's memory for a faster access with full-page caching solution powered by NGINX. Having Dynamic Cache is essential for speeding up your website.
ja: NGINX を活用したフル - ページ キャッシュソリューションを使用して、コンテンツをサーバーのメモリに保存し、より高速なアクセスを実現します。サイトの高速化には動的キャッシュの使用が不可欠です。
ru_ru: Сохраняйте свой контент в памяти сервера для быстрого доступа с решением кэширования полной страницы, работающим на основе NGINX. Для ускорения вашего веб-сайта важно иметь динамический кэш.

source: Browser-specific Caching only works if you have File-based Caching enabled. To start using this feature, please enable File-based Caching first.
ja: ブラウザー固有のキャッシュは、ファイル - ベースのキャッシュが有効化している場合にのみ機能します。この機能を使用するには、まずファイル - ベースのキャッシュを化してください。
ru_ru: Кэширование, специфичное для браузера, работает только в том случае, если у вас включено Кэширование на основе файлов. Чтобы начать использовать эту функцию, сначала включите Кэширование на основе файлов.

source: Browser-specific Caching only works if you have Dynamic Caching enabled. To start using this feature, please enable Dynamic Caching first.
ja: ブラウザ固有のキャッシュは、動的キャッシュが有効化している場合にのみ機能します。この機能の使用を開始するには、まず動的キャッシュを有効化してください。
ru_ru: Кэширование для конкретного браузера работает только в том случае, если у вас включено динамическое кэширование. Чтобы начать использовать эту функцию, сначала включите Динамическое кэширование.

source: Generate caching separately for different browsers. Enable this feature only if you're experiencing issues with plugins generating mobile versions of your website or other similar functionality. {{strong}}This feature significantly lowers caching efficiency.{{/strong}}
ja: ブラウザーごとに個別にキャッシュを生成します。この機能は、サイトのモバイルバージョンを生成するプラグインまたは他の同様の機能で問題が発生している場合にのみ有効化してください。{{strong}}この機能により、キャッシュ効率が大幅に低下します。{/strong}}
ru_ru: Генерация кэширования отдельно для различных браузеров. Включайте эту функцию только в том случае, если у вас возникают проблемы с плагинами, генерирующими мобильные версии вашего веб-сайта или другую аналогичную функциональность. {{strong}}Эта функция существенно снижает эффективность кэширования.{{/strong}}

source: Browser-specific Caching
ja: ブラウザー - 固有のキャッシュ
ru_ru: Кэширование в зависимости от браузера

source: Exclude Post Types from Caching
ja: キャッシュから投稿タイプを除外
ru_ru: Исключить типы записей из кэширования

source: Invalid URL
ja: 無効な URL
ru_ru: Неверный URL

source: Exclude URLs from Caching
ja: キャッシュから URL を除外
ru_ru: Исключить URL-адреса из кэширования

source: Test
ja: テスト
ru_ru: Тест

source: Review the caching status of specific URLs. Use this functionality to verify whether excluded URLs are working as expected.
ja: 特定の URL のキャッシュステータスを確認します。この機能を使用して、除外された URL が期待どおりに動作しているかどうかを確認します。
ru_ru: Проверьте статус кэширования конкретных URL-адресов. Используйте эту функциональность, чтобы проверить, работают ли исключенные URL-адреса как ожидалось.

source: Test URL Caching Status
ja: テスト URL キャッシュステータス
ru_ru: Проверить статус кэширования URL

source: Automatic Purge Caching only works if you have File-based Caching enabled. To start using this feature, please enable File-based Caching first.
ja: 自動削除キャッシュは、ファイル - ベースのキャッシュが有効化されている場合にのみ機能します。この機能を使用するには、まずファイル - ベースのキャッシュを有効化してください。
ru_ru: Автоматическая очистка кэширования работает только в том случае, если у вас включено кэширование на основе файлов. Чтобы начать использовать эту функцию, сначала включите кэширование на основе файлов.

source: Automatic Purge Caching only works if you have Dynamic Caching enabled. To start using this feature, please enable Dynamic Caching first.
ja: 自動削除キャッシュは、ダイナミックキャッシュが有効化している場合にのみ機能します。この機能を使用するには、まずダイナミックキャッシングを有効化してください。
ru_ru: Автоматическая очистка кэширования работает только в том случае, если у вас включено динамическое кэширование. Чтобы начать использовать эту функцию, сначала включите динамическое кэширование.

source: When clearing the cache - purge the WordPress API cache too.
ja: キャッシュを消去する場合は、WordPress API キャッシュも消去してください。
ru_ru: При очистке кэша - также очищайте кэш WordPress API.

source: Perform a smart cache purge based on events happening on your WordPress site.
ja: WordPress サイトで発生したイベントに基づいて、スマートなキャッシュ削除を実行します。
ru_ru: Выполняйте умную очистку кэша на основе событий, происходящих на вашем сайте WordPress.

source: Automatic Purge
ja: 自動削除
ru_ru: Автоматическая очистка

source: Caching Settings
ja: キャッシュ設定
ru_ru: Настройки кэширования

source: Caching Types
ja: キャッシュの種類
ru_ru: Типы кэширования

source: Success
ja: 成功
ru_ru: Готово

source: Error
ja: エラー
ru_ru: Ошибка

source: Image optimization is one of the fundamentals of improving site speed. With image compression, lazy load, and WebP enabled, your site loading speed will be reduced significantly. Additionally, the space your images occupy may also decrease, optimizing your disk space usage.
ja: 画像の最適化は、サイトの速度を向上させるための基本の1つです。画像圧縮、遅延読み込み、WebP を有効化すると、サイトの読み込み速度が大幅に短縮されます。さらに、画像が占めるスペースも減少し、ディスクスペースの使用量が最適化される場合があります。
ru_ru: Оптимизация изображений - одна из основных составляющих увеличения скорости сайта. С включенными функциями сжатия изображений, ленивой загрузки и WebP, скорость загрузки вашего сайта значительно увеличится. Кроме того, место, занимаемое вашими изображениями, также может уменьшиться, оптимизируя использование места на диске.

source: Test your website loading speed with Google PageSpeed. The detailed audits will cover more than 20 areas in terms of how your website performs. Additionally, tips and tricks on improving your score will be provided if an optimization opportunity occurs.
ja: Google PageSpeed を使用してサイトの読み込み速度をテストします。詳細な監査は、サイトのパフォーマンスに関して 20以上の領域をカバーします。さらに、最適化の機会が発生した場合には、スコアを向上させるためのヒントやコツが提供されます。
ru_ru: Проверьте скорость загрузки вашего веб-сайта с помощью Google PageSpeed. Подробные аудиты охватят более 20 областей в терминах производительности вашего веб-сайта. Кроме того, будут предоставлены советы и трюки по улучшению вашего рейтинга, если возникнет возможность оптимизации.

source: Frontend optimizations can significantly decrease loading speed with a variety of changes that reduce the size of scripts as well as the number of characters used.
ja: フロントエンドの最適化により、スクリプトのサイズや使用される文字数が削減されるさまざまな変更により、読み込み速度を大幅に低下することができます。
ru_ru: Оптимизации фронтенда могут значительно увеличить скорость загрузки благодаря различным изменениям, которые уменьшают размеры скриптов и количество использованных символов.

source: Create a safer and faster experience for your users with an optimized environment - decrease the CPU usage by modifying the WordPress Heartbeat API; Pre-Fetch External domains to decrease loading time for third-party domains content; Schedule Database Maintenance to keep your databases clean and fast, and more.
ja: 最適化された環境でユーザーに安全かつ高速な体験を作成します - WordPress Heartbeat API を変更して CPU 使用率を削減しますI; 外部ドメインをプリフェッチして、サードパーティドメイン コンテンツの読み込み時間を短縮します; データベースのメンテナンスをスケジュールして、データベースをクリーンかつ高速に保ちます。
ru_ru: Создайте безопасный и более быстрый опыт для ваших пользователей с оптимизированной средой - уменьшите использование ЦПУ, изменив API WordPress Heartbeat; предварительная загрузка внешних доменов для уменьшения времени загрузки содержимого от сторонних доменов; запланируйте обслуживание базы данных, чтобы поддерживать ваши базы данных чистыми и быстрыми и многое другое.

source: Caching is essential for speeding up your website. With our Dynamic Caching enabled all non-static resources of your website are cached to prevent unnecessary database queries and page loading, effectively decreasing the loading sped and TTFB (time to first byte) of your website.
ja: キャッシュはサイトの高速化に不可欠です。動的キャッシュを有効化すると、サイトのすべての非静的リソースがキャッシュされ、不必要なデータベースクエリーとページの読み込みが防止され、サイトの読み込み速度と TTFB (最初のバイトまでの時間) が効果的に減少します。
ru_ru: Кэширование необходимо для ускорения работы вашего сайта. При включенном динамическом кэшировании все нестатические ресурсы вашего сайта кэшируются для предотвращения ненужных запросов к базе данных и загрузки страницы, что эффективно снижает скорость загрузки и TTFB (время до первого байта) вашего сайта.

source: Select one or more
ja: 1つ以上を選択
ru_ru: Выберите один или несколько

source: Recommended
ja: 推奨
ru_ru: Рекомендуемые

source: Enable
ja: 有効化
ru_ru: Включить

source: Feature Unavailable
ja: 機能が利用できません
ru_ru: Функция недоступна

source: When optimization for MyISAM tables is enabled, our system will reorganize the physical storage of table data and associated index data. All of this will result in reduced storage space and improved efficiency.
ja: MyISAM テーブルの最適化が有効化されている場合、システムはテーブルデータと関連するインデックスデータの物理ストレージを再編成します。これらすべてにより、ストレージスペースが削減され、効率が向上します。
ru_ru: Когда включена оптимизация для таблиц MyISAM, наша система переорганизует физическое хранение данных таблиц и связанных с ними индексных данных. Все это приведет к уменьшению занимаемого места и улучшению эффективности.

source: All tasks that are ticked will be performed automatically once a week.
ja: チェックされたタスクはすべて、週に1回自動的に実行されます。
ru_ru: Все задания, отмеченные галочкой, будут выполняться автоматически раз в неделю.

source: Database Maintenance Options
ja: データベース保守オプション
ru_ru: Параметры обслуживания базы данных

source: Collect technical data about my installation. The data will be used to make sure that the plugin(s) works seamlessly on the widest possible range of WordPress sites. (A full list of the data to be collected can be found {{link}}here{{/link}}).
ja: インストールに関する技術データを収集します。このデータは、プラグインが可能な限り幅広い WordPress サイトでシームレスに動作することを確認するために使用されます。(収集されるデータの完全なリストは、{{link}}こちら{{/link}}でご覧いただけます)。
ru_ru: Собирать технические данные о моей установке. Эти данные будут использоваться для того, чтобы убедиться, что плагин(ы) работает плавно на самом широком спектре сайтов WordPress. (Полный список данных, которые будут собираться, можно найти {{link}}здесь{{/link}}).

source: Get the Most of This Plugin
ja: このプラグインを最大限に活用
ru_ru: Получите максимум от этого плагина

source: Confirm
ja: 確認
ru_ru: Подтвердить

source: Cancel
ja: キャンセル
ru_ru: Отмена

source: Speed Test
ja: スピードテスト
ru_ru: Тест скорости

source: Performance Test
ja: パフォーマンステスト
ru_ru: Тест Производительности

source: Media Optimization
ja: メディア最適化
ru_ru: Оптимизация медиа-файлов

source: Frontend Optimization
ja: フロントエンドの最適化
ru_ru: Оптимизация фронтенда

source: Environment Optimization
ja: 環境の最適化
ru_ru: Оптимизация окружения

source: SuperCacher Settings
ja: スーパーキャッシャーの設定
ru_ru: Настройки SuperCacher

source: Missing ID param!
ja: ID パラメータがありません !
ru_ru: Отсутствует параметр ID!

source: We failed to connect to Google servers, please try later!
ja: Google サーバーに接続できませんでした。後で試してください !
ru_ru: Не удалось подключиться к серверам Google, пожалуйста, попробуйте позже!

source: WordPress Heartbeat Location Interval updated
ja: WordPress のハートビート位置間隔を更新しました
ru_ru: Интервал обновления сердцебиения WordPress изменен
