{"":{"domain":"sg-security","plural_forms":"nplurals=2; plural=n != 1;","lang":"nl"},"By installing and using this plugin you acknowledge that you have read and understood <a href=\"\/\/siteground.com\/viewtos\/siteground_plugins_privacy_notice\"> SiteGround Plugins Privacy Notice <\/a>.":["Door deze plugin te installeren en te gebruiken erken je dat je <a href=\"\/\/siteground.com\/viewtos\/siteground_plugins_privacy_notice\"> hebt gelezen en begrepen. SiteGround plugins privacy bericht <\/a>."],"Rate Plugin":["Waardeer plugin"],"Help other users make the best decision and protect their websites.":["Help andere gebruikers de beste beslissing te nemen en hun sites te versnellen."],"Rate your experience with Security Optimizer":["Waardeer je ervaring met Security Optimizer"],"Two-factor authentication forces admin users to login only after providing a token, generated from the Google Authenticator application. If one of your users no longer has access to their Authenticator app and cannot log in to get their backup codes, {{link}}click here{{\/link}} to reset their 2-factor authentication.":["Twee-factor authenticatie dwingt beheerders om alleen in te loggen na het verstrekken van een token, gegenereerd vanuit de Google Authenticator applicatie. Als een van je gebruikers geen toegang meer heeft tot zijn Authenticator app en niet kan inloggen om zijn back-up codes op te halen, {{link}}klik hier{{\/link}} om zijn 2-factor authenticatie te resetten."],"Security Optimizer - Post-hack Actions":["Security Optimizer - Acties na de bericht hack"],"Security Optimizer - Activity Log":["Security Optimizer - Activiteiten log"],"Security Optimizer - Site Security":["Security Optimizer - Site beveiliging"],"Security Optimizer - Login Security":["Security Optimizer - Login beveiliging"],"Send occasional emails with tips on improving my site performance, information about new plugin features and exclusive offers by SiteGround. You can always opt-out from these.":["Af en toe e-mails verzenden met tips om de prestaties van mijn site te verbeteren, informatie over nieuwe plugin functies en exclusieve aanbiedingen van SiteGround. Je kunt je hier altijd voor afmelden."],"Security Optimizer":["Security Optimizer"],"Security Optimizer by SiteGround":["Security Optimizer door SiteGround"],"%1$s &lsaquo; %2$s &#8212; WordPress":["%1$s &lsaquo; %2$s &#8212; WordPress"],"Blocked visit attempts":["Geblokkeerde bezoek pogingen"],"Blocked login attempts":["Geblokkeerde login pogingen"],"Bot traffic":["Botverkeer"],"Human traffic":["Menselijk verkeer"],"Traffic summary for ":["Verkeersoverzicht voor "],"Hey there,":["Hallo daar,"],"As you have used all backup codes available for your user, we have generated new ones for you.":["Aangezien je alle beschikbare back-up codes voor je gebruiker hebt gebruikt, hebben we nieuwe codes voor je gegenereerd."],"New Backup Codes":["Nieuwe back-up codes"],"You can use the secret key to add the token to the Authenticator app.":["Je kunt de geheime sleutel gebruiken om het token toe te voegen aan de authenticator app."],"Secret Key:":["Geheime sleutel:"],"I have saved my backup codes.":["Ik heb mijn back-up codes opgeslagen."],"Each code can only be used once.":["Elke code kan maar één keer worden gebruikt."],"Save the codes to make sure that you don’t end up locked out of this website.":["Sla de codes op om ervoor te zorgen dat je niet buitengesloten wordt van deze site."],"Important! In case you lose or change your phone and you no longer have access to the Authenticator app, you can use one of the codes below to log in.":["Belangrijk! Als je je telefoon verliest of verandert en je hebt geen toegang meer tot de Authenticator app, kun je een van de onderstaande codes gebruiken om in te loggen."],"Save the Backup Codes":["De back-up codes opslaan"],"Continue":["Doorgaan"],"We have noticed that you’re using a one-time backup code to log in. This code cannot be used anymore. In case you lost access to your authenticator app, please ask the website administrator to reset your 2FA setup.":["We hebben gemerkt dat je een eenmalige back-up code gebruikt om in te loggen. Deze code kan niet meer gebruikt worden. Als je geen toegang meer hebt tot je authenticator app, vraag dan de site beheerder om je 2FA setup te resetten."],"You are logging in with a one-time Backup Code":["Je logt in met een eenmalige back-up code"],"Login using backup codes":["Login met back-up codes"],"In order to log in, please enter the verification code from your Authenticator app:":["Om in te loggen moet je de verificatiecode van je authenticatie app invoeren:"],"Backup Code:":["Back-up code:"],"In order to log in, please enter one of the backup codes you have received on your first login:":["Om in te loggen moet je een van de back-up codes invoeren die je bij je eerste login hebt ontvangen:"],"Authenticate":["Authenticeer"],"Do not challenge me for the next 30 days.":["Daag me de komende 30 dagen niet uit."],"Authentication Code:":["Authenticatiecode:"],"The administrator of this site has asked that you enable 2-factor authentication. To do that, install the Google Authenticator app and scan the QR code below to add a token for this website.":["De beheerder van deze site heeft gevraagd dat je 2-factor authenticatie inschakelt. Installeer daarvoor de Google Authenticator app en scan de QR code hieronder om een token voor deze site toe te voegen."],"2-factor Authentication":["2-factor authenticatie"],"Email %(name)s already exists.":["E-mail %(naam)s bestaat al."],"Invalid email address.":["Ongeldig e-mailadres."],"Username %(name)s is not allowed.":["Gebruikersnaam %(naam)en' is niet toegestaan."],"Username %(name)s already exists.":["Gebruikersnaam %(naam)s bestaat al."],"Username %(name)s already typed.":["Gebruikersnaam %(naam)s al getypt."],"This field is required.":["Dit veld is vereist."],"You can't enable Away Mode for every day of the week.":["Je kunt niet voor elke dag van de week de Away Mode aanzetten."],"Invalid format.":["Ongeldig formaat."],"Either a security plugin, custom function or rules in your .htaccess file is preventing the WordPress REST API from working properly. SiteGround Security is using it to store its options and other functionalities so please make sure it works properly.":["Een beveiliging plugin, aangepaste functie of regels in je .htaccess bestand voorkomen dat de WordPress REST API goed werkt. SiteGround Security gebruikt het om zijn opties en andere functionaliteiten op te slaan, dus zorg ervoor dat het goed werkt."],"Could not connect to the WordPress REST API":["Kon geen verbinding maken met de WordPress REST API"],"Either a security plugin, custom function, or rules in your .htaccess file is preventing the WordPress REST API from working properly. SiteGround Optimizer is using it to store its options and other functionalities so please make sure it works properly.":["Ofwel een beveiliging plugin, aangepaste functie, of regels in je .htaccess bestand voorkomt dat de WordPress REST API goed werkt. SiteGround Optimizer gebruikt het om zijn opties en andere functionaliteiten op te slaan, dus zorg ervoor dat het goed werkt."],"WordPress comes with a readme.html file containing information about your website. The readme.html is often used by hackers to compile lists of potentially vulnerable sites which can be hacked or attacked.":["WordPress wordt geleverd met een readme.html bestand met informatie over je site. De readme.html wordt vaak gebruikt door hackers om lijsten samen te stellen van potentieel kwetsbare sites die gehackt of aangevallen kunnen worden."],"Delete the Default Readme.html":["Verwijder de standaard readme.html"],"Enabling this option will add extra headers to your site for protection against XSS attacks.":["Als je deze optie inschakelt, worden extra headers aan je site toegevoegd ter bescherming tegen XSS aanvallen."],"Advanced XSS Protection":["Geavanceerde XSS bescherming"],"RSS and ATOM feeds are often used to scrape your content and to perform a number of attacks against your site. Only use feeds if you have readers using your site via RSS readers.":["RSS en ATOM feeds worden vaak gebruikt om je inhoud te scrapen en om enkele aanvallen op je site uit te voeren. Gebruik feeds alleen als je lezers hebt die je site via RSS lezers gebruiken."],"Disable RSS and ATOM Feeds":["RSS en ATOM feeds uitschakelen"],"XML-RPC was designed as a protocol enabling WordPress to communicate with third-party systems but recently it has been used in a number of exploits. Unless you specifically need to use it, we recommend that XML-RPC is always disabled.":["XML RPC is ontworpen als een protocol waarmee WordPress kan communiceren met systemen van derden, maar kortgeleden is het gebruikt in enkele exploits. Tenzij je het specifiek moet gebruiken, raden we aan XML RPC altijd uit te schakelen."],"Disable XML-RPC":["XML-RPC uitschakelen"],"Disable the option to edit themes and plugins code directly from the WordPress admin to prevent potential coding errors or unauthorised access via the WordPress editor.":["Schakel de optie uit om de code van thema's en plugins vanuit de WordPress beheerder te bewerken om mogelijke codeerfouten of ongeoorloofde toegang via de WordPress editor te voorkomen."],"Disable Themes & Plugins Editor":["Thema's & plugins editor uitschakelen"],"Many attackers scan sites for vulnerable WordPress versions. By hiding the version from your site HTML, you avoid being marked by hackers for mass attacks.":["Veel aanvallers scannen sites op kwetsbare WordPress versies. Door de versie in de HTML van je site te verbergen, voorkom je dat je door hackers wordt gemarkeerd voor massale aanvallen."],"Hide WordPress Version":["Verberg WordPress versie"],"By enabling this option you are ensuring that no unauthorised or malicious scripts can be executed in your system folders. This is an often exploited back door you can close with a simple toggle.":["Door deze optie in te schakelen zorg je ervoor dat er geen ongeautoriseerde of kwaadaardige scripts kunnen worden uitgevoerd in je systeem mappen. Dit is een vaak gebruikte achterdeur die je met een simpele toggle kunt sluiten."],"Lock and Protect System Folders":["Systeem mappen vergrendelen en beschermen"],"This will log out all currently logged in users without asking them to change their passwords.":["Dit zal alle nu ingelogde gebruikers uitloggen zonder hen te vragen hun wachtwoord te veranderen."],"Log out All Users":["Log alle gebruikers uit"],"force password reset":["wachtwoord reset forceren"],"All users will be required to change their passwords upon their next login. {{strong}}All currently logged in users will be instantly logged out.{{\/strong}}":["Alle gebruikers moeten hun wachtwoord veranderen bij hun volgende login. {{strong}}Alle nu ingelogde gebruikers worden onmiddellijk uitgelogd.{{\/strong}}"],"Force Password Reset":["Wachtwoord opnieuw instellen forceren"],"reinstall all":["alles opnieuw installeren"],"Doing this will reinstall the same version of all free plugins you have installed in order to make sure that their codebase is not compromised by an attacker.":["Door dit te doen wordt dezelfde versie van alle gratis plugins die je hebt geïnstalleerd opnieuw geïnstalleerd om ervoor te zorgen dat hun codebase niet in gevaar wordt gebracht door een aanvaller."],"Reinstall All Free Plugins":["Installeer alle gratis plugins opnieuw"],"Post-hack Actions":["Acties na de hack"],"Limit the number of times a given user can attempt to log in to your wp-admin with incorrect credentials. Once the login attempt limit is reached, the IP from which the attempts have originated will be blocked first for 1 hour. If the attempts continue after the first hour, the limit will then be triggered for 24 hours and then for 7 days.":["Beperk het aantal keren dat een bepaalde gebruiker kan proberen in te loggen op je wp beheerder met verkeerde gegevens. Zodra de limiet voor login pogingen is bereikt, wordt het IP adres waarvan de pogingen afkomstig zijn eerst gedurende 1 uur geblokkeerd. Als de pogingen na het eerste uur doorgaan, zal de limiet vervolgens voor 24 uur en vervolgens voor 7 dagen worden geactiveerd."],"Limit Login Attempts":["Beperk login pogingen"],"Using common usernames like 'admin' is a security threat that often results in unauthorised access. By enabling this option we will disable the creation of common usernames and if you already have one or more users with a weak username, we'll ask you to provide new one(s).":["Het gebruik van algemene gebruiker namen zoals 'admin' is een veiligheid risico dat vaak leidt tot ongeautoriseerde toegang. Door deze optie in te schakelen, schakelen we het aanmaken van standaard gebruikers namen uit en als je al een of meer gebruikers met een zwakke gebruiker naam hebt, vragen we je om een nieuwe gebruiker naam of namen op te geven."],"Disable Common Usernames":["Algemene gebruikers namen uitschakelen"],"Two-factor Authentication for Admin & Editors Users":["Twee-factor authenticatie voor gebruikers van beheerder & editor"],"By default your WordPress login can be accessed by any IP. You can use this feature to allow login only for specific IPs or range of IPs in order to prevent brute-force attacks or malicious login attempts.":["Standaard is je WordPress login toegankelijk voor elk IP. Je kunt deze functie gebruiken om login alleen toe te staan voor specifieke IP's of bereik van IP's om brute force aanvallen of kwaadaardige login pogingen te voorkomen."],"Login Access":["Login toegang"],"configure":["configureren"],"Attackers often try exploits on \/wp-admin as a default login URL for WordPress. Change it to avoid these attacks and have an easily memorisable login URL.":["Aanvallers proberen vaak misbruik te maken van \/wp-admin als standaard login URL voor WordPress. Verander het om deze aanvallen te voorkomen en een gemakkelijk te onthouden login URL te hebben."],"recommended":["aanbevolen"],"Login Settings":["Login instellingen"],"Two-factor authentication forces admin users to login only after providing a token, generated from the Google Authenticator application. When you enable this option, {{strong}}all admin & editor users will be asked to configure their two-factor authentication in the Authenticator app on their next login.{{\/strong}}":["Twee-factor authenticatie dwingt beheerder gebruikers om alleen in te loggen na het verstrekken van een token, gegenereerd uit de Google Authenticator applicatie. Wanneer je deze optie inschakelt, zullen {{strong}alle beheerder & editor gebruikers gevraagd worden om hun twee-factor authenticatie te configureren in de authenticator app bij hun volgende login.{{\/strong}"],"Select User":["Selecteer gebruiker"],"Resetting the 2FA authentication will enable them to set up their Authentication app anew on their next login. Use this functionality when a user no longer has access to their Authenticator app or backup codes and cannot log in.":["Door de 2FA authenticatie opnieuw in te stellen, kunnen ze bij hun volgende aanmelding hun authenticator app opnieuw instellen. Gebruik deze functionaliteit wanneer een gebruiker geen toegang meer heeft tot zijn authenticator app of back-up codes en niet kan login."],"Reset 2-factor Authentication":["Reset 2-factor authenticatie"],"Manage Login Access":["Login toegang beheren"],"IP":["IP"],"Bear in mind that the user will NOT be notified of the change.":["Houd er rekening mee dat de gebruiker NIET op de hoogte wordt gesteld van de wijziging."],"New username: %(admin)s":["Nieuwe gebruikersnaam: %(admin)s"],"There are one or more users with common usernames. Please provide new username(s) for them.":["Er zijn één of meer gebruikers met standaard gebruikersnamen. Geef hen een nieuwe gebruiker naam."],"Change Common Usernames":["Algemene gebruikers namen wijzigen"],"Your site signup URL (wp-signup.php) has a link to your login URL, which can be easily exploited. Please change the signup URL, too and make sure that {{strong}}you update the URL with the new one{{\/strong}} if you have it linked in your website, emails or other places.":["De URL voor het aanmelden op je site (wp-signup.php) heeft een link naar je login URL, die gemakkelijk kan worden misbruikt. Verander ook de login URL en zorg ervoor dat {{strong}}je de URL update met de nieuwe{{\/strong}} als je een link hebt in je site, e-mails of andere plaatsen."],"If you have your registration form open for new users, you will be asked to change the signup URL, too.":["Als je je registratie formulier open hebt staan voor nieuwe gebruikers, word je ook gevraagd de aanmelding URL te veranderen."],"Configure Login URL":["Login URL configureren"],"Default Login URL":["Standaard login URL"],"Custom Login URL":["Aangepaste login URL"],"Default Signup URL":["Standaard aanmelding URL"],"Custom Signup URL":["Aangepaste aanmelding URL"],"You can enable Away Mode for maximum of 23 hours daily.":["Je kan de afwezig modus maximaal 23 uur per dag inschakelen."],"To":["Naar"],"From":["Van"],"Mode":["Modus"],"When Away Mode is enabled, you won't be able to access your website and make changes, including disabling the away mode.":["Wanneer de Away Mode is ingeschakeld, heb je geen toegang tot je site en kun je geen wijzigingen aanbrengen, waaronder het uitschakelen van de Away Mode."],"Use Away Mode with caution.":["Gebruik de afwezig modus met de nodige voorzichtigheid."],"Configure Away Mode":["Afwezig modus configureren"],"Sunday":["Zondag"],"Saturday":["Zaterdag"],"Friday":["Vrijdag"],"Thursday":["Donderdag"],"Wednesday":["Woensdag"],"Tuesday":["Dinsdag"],"Monday":["Maandag"],"Daily":["Dagelijks"],"Weekly":["Wekelijks"],"Specific Period":["Specifieke periode"],"Rate Us":["Waardeer ons"],"Important Notifications":["Belangrijke berichten"],"Security Hardening":["Beveiliging verharding"],"View all logs":["Bekijk alle logs"],"Recent Activity":["Recente activiteit"],"Success":["Succes"],"Error":["Fout"],"Manage Notification Emails":["Beheer notificatie e-mails"],"Create":["Maak"],"The maximum number of email accounts that can receive the weekly reports email has been reached.":["Het maximum aan e-mailaccounts, die wekelijkse e-mailrapporten kunnen ontvangen, is bereikt."],"Add New Notification Email":["Nieuwe notificatie e-mail toevoegen"],"Manage IP Traffic":["Beheer IP-verkeer"],"Response":["Reactie"],"Page Visited":["Bezochte pagina"],"Visitor Type":["Bezoeker type"],"View Activity":["Bekijk activiteit"],"Manage User Traffic":["Beheer gebruikersverkeer"],"Activity":["Activiteit"],"Hostname:":["Hostnaam:"],"IP Address":["IP-adres"],"User":["Gebruiker"],"Timestamp":["Tijdstempel"],"From here, you can select the number of days you want to log your website's activity events for. You can choose between 1 and 12 days. Please note, that if you select less than 8 days, you will not receive your site's weekly reports.":["Van hieruit kun je het aantal dagen selecteren waarvoor je de activiteiten van je site wil registreren. Je kunt kiezen tussen 1 en 12 dagen. Let op, als je minder dan 8 dagen selecteert, zul je de wekelijkse rapporten van je site niet ontvangen."],"Number of days logged":["Aantal gelogde dagen"],"The Activity Log feature is enabled by default and records all website activity events over the last 12 days, including human visits, bot crawls, login attempts, and more. If you expect high traffic, please disable the activity log to stop recording your website's activity events.":["De activity log functie is standaard ingeschakeld en registreert alle site activiteit, gebeurtenissen van de laatste 12 dagen, inclusief menselijke bezoeken, bot crawls, login pogingen en meer. Als je veel verkeer verwacht, schakel dan het activiteiten log uit om de registratie van de activiteiten van je site te stoppen."],"Enable Activity Log":["Activiteitenlog inschakelen"],"Blocking {{strong}}%(user)s{{\/strong}} will prevent them from accessing your site until you manually unblock them from the Blocked tab.":["Als je {{strong}}%(gebruiker)s{{\/strong}} blokkeert, krijgen ze geen toegang tot je site totdat je ze handmatig deblokkeert via de tab blokkeren."],"{{strong}}%(user)s{{\/strong}} is currently blocked.":["{{strong}}%(gebruiker)s{{\/strong}} is nu geblokkeerd."],"Block {{em}}{{strong}}%(user)s{{\/strong}}{{\/em}}":["Blokkeer {{em}}{{strong}}%(user)s{{\/strong}}{{\/em}}"],"Unblock {{em}}{{strong}}%(user)s{{\/strong}}{{\/em}}":["Deblokkeer {{em}}{{strong}}%(user)s{{\/strong}}{{\/em}}"],"Are you sure you wish to proceed?":["Weet je zeker dat je verder wilt gaan?"],"Blocking {{strong}}%(ip)s{{\/strong}} will prevent them from accessing your site until you manually unblock them from the Blocked tab.":["Door {{strong}}%(ip)s{{\/strong}} te blokkeren krijgen ze geen toegang tot je site totdat je ze handmatig deblokkeert via de tab blokkeren."],"{{strong}}%(ip)s{{\/strong}} is currently blocked.":["{{strong}}%(ip)s{{\/strong}} is nu geblokkeerd."],"Block {{em}}{{strong}}%(ip)s{{\/strong}}{{\/em}}":["Blokkeer {{em}}{{strong}}%(ip)s{{\/strong}}{{\/em}}"],"Unblock {{em}}{{strong}}%(ip)s{{\/strong}}{{\/em}}":["Deblokkeer {{em}}{{strong}}%(ip)s{{\/strong}}{{\/em}}"],"Edit Notification Email":["Bewerk notificatie e-mail"],"This action cannot be undone. Are you sure you wish to proceed?":["Deze actie kan niet ongedaan worden gemaakt. Weet je zeker dat je door wil gaan?"],"Delete Notification Email":["Verwijder notificatie e-mail"],"Email":["E-mail"],"unblock":["deblokkeer"],"Actions":["Acties"],"User\/Ip":["Gebruiker\/IP"],"Blocked On":["Geblokkeerd op"],"reset":["herstel"],"close":["sluit"],"Filter Activity":["Filter activiteit"],"Log Settings":["Log instellingen"],"Weekly Reports":["Wekelijkse rapporten"],"Blocked":["Geblokkeerd"],"Registered Users Activity":["Geregistreerde gebruikers activiteit"],"Unknown Visitors Activity":["Onbekende bezoekers activiteit"],"If you believe that your website was hacked, you have installed a compromised plugin or one of your users login has been compromised, you can use the tools in our post-hack actions for a quick remedy.":["Als je denkt dat je site gehackt is, je een gecompromitteerde plugin hebt geïnstalleerd of als een van je gebruiker login gecompromitteerd is, kun je de gereedschappen in ons bericht hack acties gebruiken voor een snelle oplossing."],"The activity log can help you monitor your site and login page for unauthorised visitors or brute force attempts. You can easily block and unblock IPs or visitors that look suspicious and prevent them from malicious actions.":["Het activiteiten log kan je helpen je site en login pagina te controleren op onbevoegde bezoekers of pogingen tot brute force. Je kunt eenvoudig IP's of bezoekers die er verdacht uitzien blokkeren en deblokkeren en voorkomen dat ze kwaadaardige acties ondernemen."],"We have created a list of tools to help you harden your WordPress site's security and keep it safe from malware, exploits and other malicious actions. The options tagged as recommended are essential for your site security.":["We hebben een lijst met gereedschappen gemaakt om je te helpen de beveiliging van je WordPress site te versterken en deze veilig te houden van malware, exploits en andere kwaadaardige acties. De aanbevolen opties zijn noodzakelijk voor de beveiliging van je site."],"Login security is paramount for keeping your site and data secure. Use the tools we have compiled to protect your WordPress wp-admin from unauthorised visitors, bots and other human or automated attacks.":["Login beveiliging is van het grootste belang om je site en gegevens veilig te houden. Gebruik de gereedschappen die we hebben samengesteld om je WordPress wp beheer te beschermen tegen onbevoegde bezoekers, bots en andere menselijke of geautomatiseerde aanvallen."],"Security Optimizer by SiteGround is the all-in-one security solution for your WordPress website. With the carefully selected and easy to configure functions the plugin provides everything you need to secure your website and prevent a number of threats such as brute-force attacks, compromised login, data leaks and more.":["Security Optimizer van SiteGround is de all-in-one beveiligingsoplossing voor je WordPress site. Met de zorgvuldig geselecteerde en eenvoudig te configureren functies biedt de plugin alles wat je nodig hebt om je site te beveiligen en een aantal bedreigingen zoals brute force aanvallen, gecompromitteerde logins, datalekken en meer te voorkomen."],"Confirm":["Bevestig"],"Cancel":["Annuleer"],"Collect technical data about my installation. The data will be used to make sure that the plugin(s) works seamlessly on the widest possible range of WordPress sites. (A full list of the data to be collected can be found {{link}}here{{\/link}}).":["Technische gegevens verzamelen over mijn installatie. De gegevens zullen worden gebruikt om ervoor te zorgen dat de plugin(s) naadloos werken op een zo groot mogelijk aantal WordPress sites. (Een volledige lijst van de te verzamelen gegevens vindt je {{link}} hier{{\/link}})."],"Get the Most of This Plugin":["Haal het meeste uit deze plugin"],"SG Security: We were not able to create encryption file used by 2FA, so the Two Factor Authentication service was disabled. Please check your website files and folders permissions or contact your hosting provider for assistance.":["SG Beveiliging: We konden geen coderingsbestand maken dat door 2FA wordt gebruikt, dus de twee-factor authenticatie dienst is uitgeschakeld. Controleer je site bestanden en mappen of neem contact op met je hosting provider voor assistentie."],"Invalid verification code!":["Ongeldige verificatie code!"],"Invalid backup code!":["Ongeldige back-up code!"],"You have logged in successfully.":["Je bent succesvol ingelogd."],"User 2FA reset!":["Gebruiker 2FA reset!"],"Unable to create encryption file! Check the wp-content folder permissions or contact your host.":["Kan geen encryptie bestand maken! Controleer de wp-content map rechten of neem contact op met je host."],"You cannot use the default URL.":["Je kunt de standaard URL niet gebruiken."],"Login and signup URL cannot be the same.":["Login en aanmelding URL kunnen niet hetzelfde zijn."],"Login Security":["Login beveiliging"],"Manage Login":["login beheren"],"Protect your login from unauthorised visitors, bots and other human or automated attacks.":["Bescherm je login tegen ongeautoriseerde bezoekers, bots en andere menselijke of geautomatiseerde aanvallen."],"Site Security":["Sitebeveiliging"],"Manage Security":["Beveiliging beheren"],"Set up rules to harden your website security and prevent malware, bruteforce and other security issues.":["Stel regels in om de beveiliging van je site te versterken en malware, bruteforce en andere beveiligingsproblemen te voorkomen."],"Update":["Update"],"There are new updates for your website. Keeping your WordPress updated is crucial for your website security":["Er zijn nieuwe updates voor je site. Je WordPress up-to-date houden is cruciaal voor de beveiliging van je site"],"YOUR WORDPRESS NEEDS ATTENTION":["JE WORDPRESS HEEFT AANDACHT NODIG"],"Notification emails updated.":["Melding e-mails geüpdatet."],"Missing IP param!":["Ontbrekende IP param!"],"Missing ID param!":["Ontbrekende ID param!"],"Unknown user":["Onbekende gebruiker"],"Server Systems":["Serversystemen"],"WP CLI":["WP CLI"],"Under Maintenance":["Onder onderhoud"],"Website under planned maintenance. Please check back later.":["Site onder gepland onderhoud. Kom later nog eens terug."],"The administrator of this site has requested that you change your password. Enter your new password below or generate one.":["De beheerder van deze site heeft verzocht om je wachtwoord te wijzigen. Vul hieronder je nieuwe wachtwoord in of genereer er een."],"Activity Log is disabled.":["Activiteitenlog is uitgeschakeld."],"Failed to disable Activity Log.":["Mislukt om activiteitenlog uit te schakelen."],"Activity Log is enabled.":["Activiteitenlog is ingeschakeld."],"Failed to enable Activity Log.":["Mislukt om activiteitenlog in te schakelen."],"Common usernames are disabled.":["Algemene gebruikersnamen zijn uitgeschakeld."],"Failed to Disable Common usernames.":["Kan algemene gebruikersnamen niet uitschakelen."],"Common usernames are enabled.":["Algemene gebruikersnamen zijn ingeschakeld."],"Failed to Enable Common usernames.":["Kan algemene gebruikersnamen niet inschakelen."],"Two-factor Authentication for Admin Users is enabled.":["Twee factor authenticatie voor beheerders is ingeschakeld."],"Failed to enable Two-factor Authentication for Admin Users.":["Kan twee factor authenticatie niet inschakelen voor beheerdersgebruikers."],"Two-factor Authentication for Admin Users is disabled.":["Twee factor authenticatie voor beheerders is uitgeschakeld."],"Failed to disable Two-factor Authentication for Admin Users.":["Kan twee factor authenticatie voor beheerdersgebruikers niet uitschakelen."],"Advanced XSS Protection is enabled.":["Geavanceerde XSS beveiliging is ingeschakeld."],"Failed to enable Advanced XSS Protection.":["Kan geavanceerde XSS beveiliging niet inschakelen."],"Advanced XSS Protection is disabled.":["Geavanceerde XSS beveiliging is uitgeschakeld."],"Failed to disable Advanced XSS Protection.":["Kan geavanceerde XSS beveiliging niet uitschakelen."],"RSS\/ATOM feeds is disabled.":["RSS\/ATOM feeds zijn uitgeschakeld."],"Failed to Disable RSS\/ATOM feeds.":["Kan RSS\/ATOM feeds niet uitschakelen."],"RSS\/ATOM feeds is enabled.":["RSS\/ATOM feeds zijn ingeschakeld."],"Failed to enable RSS\/ATOM feeds.":["Kan RSS\/ATOM feeds niet inschakelen."],"XML-RPC is disabled.":["XML-RPC is uitgeschakeld."],"Failed to enable XML-RPC.":["Kan XML-RPC niet inschakelen."],"XML-RPC is enabled.":["XML-RPC is ingeschakeld."],"Failed to disable XML-RPC.":["Kan XML-RPC niet uitschakelen."],"WordPress version is now hidden.":["WordPress versie is nu verborgen."],"Failed to hide WordPress version.":["Verbergen WordPress versie mislukt."],"WordPress version is now visible.":["WordPress versie is nu zichtbaar."],"Failed to show WordPress version.":["Tonen WordPress versie mislukt."],"Themes & Plugins Editor is disabled.":["Thema's & plugins editor is uitgeschakeld."],"Failed to Disable Themes & Plugins Editor.":["Kan thema's & plugins editor niet uitschakelen."],"Themes & Plugins Editor is enabled.":["Thema's & plugins editor is ingeschakeld."],"Failed to enable Themes & Plugins Editor.":["Kan thema's & plugins editor niet inschakelen."],"System Folders protection is enabled.":["Beveiliging van systeemmappen is ingeschakeld."],"Failed to enable System Folders protection.":["Kan de beveiliging van systeemmappen niet inschakelen."],"System Folders protection is disabled.":["Beveiliging van systeemmappen is uitgeschakeld."],"Failed to disable System Folders protection.":["Kan de beveiliging van systeemmappen niet uitschakelen."],"Deletion of Readme.html is enabled.":["Verwijdering van Readme.html is ingeschakeld."],"Failed to enable deletion of Readme.html.":["Het verwijderen van readme.html is niet gelukt."],"Deletion of Readme.html is disabled.":["Verwijdering van Readme.html is uitgeschakeld."],"Failed to disble deletion of Readme.html.":["Het verwijderen van Readme.html is mislukt."],"All users are logged out.":["Alle gebruikers zijn uitgelogd."],"Failed to log out all users.":["Uitloggen van alle gebruikers mislukt."],"Plugins reinstalled.":["Plugins opnieuw geïnstalleerd."],"Failed to reinstall plugins.":["Kan plugins niet opnieuw installeren."],"All users will be asked to reset their passwords on next login.":["Alle gebruikers zullen worden gevraagd om hun wachtwoord opnieuw in te stellen bij de volgende login."],"Failed to force password reset.":["Kan wachtwoord reset niet forceren."],"The access to that page has been restricted by the administrator of this website":["De toegang tot die pagina is beperkt door de beheerder van deze site"],"<strong>ERROR<\/strong>: You are trying to login with an administrative account. Please, use the Custom Login URL instead.":["<strong>FOUT<\/strong>: je probeert in te loggen met een beheerders account. Gebruik in plaats daarvan de aangepaste login URL."],"You have enabled registration for your site, please <a href=\"":["Je hebt registratie voor je site ingeschakeld, <a href=\""],"This feature has been disabled.":["Deze functie is uitgeschakeld."],"User Unblocked!.":["Gebruiker gedeblokkeerd!"],"IP Unblocked.":["IP gedeblokkeerd."],"IP Blocked.":["IP geblokkeerd."],"Could not unblock the IP.":["Kon IP niet deblokkeren."],"Could not block the IP.":["Kon het IP-adres niet blokkeren."],"You cannot block this IP!":["Je kunt dit IP niet blokkeren!"],"IP not found.":["IP niet gevonden."],"User Blocked!.":["Gebruiker geblokkeerd!."],"User not found.":["Gebruiker niet gevonden."],"This will restrict your account to a Subscriber role and will lock you out of the Admin Menu":["Dit beperkt je account tot een abonnee rol en sluit je uit van het beheerder menu"],"Restricted access":["Beperkte toegang"],"You don’t have access to this page. Please contact the administrator of this website for further assistance.":["Je hebt geen toegang tot deze pagina. Neem contact op met de beheerder van deze site voor verdere hulp."],"Dashboard":["Dashboard"],"Deleted Widget":["Widget verwijderd"],"Updated Widget":["Geüpdatet widget"],"Weekly Activity for ":["Wekelijkse activiteit voor "],"Failed Login Attempt":["Mislukte aanmeldpoging"],"User Update":["Gebruiker update"],"User Register":["Gebruiker registratie"],"User Delete":["Gebruiker verwijderen"],"User logout":["Gebruiker uitloggen"],"User Login":["Gebruiker login"],"Deleted Theme":["Verwijderd thema"],"Edited Customizer Theme":["Bewerkt customizer thema"],"Switched Theme":["Gewisseld thema"],"Updated Theme":["Thema geüpdatet"],"Installed Theme":["Geïnstalleerd thema"],"Edited Theme":["Bewerkt thema"],"Edited":["Bewerkt"],"Deleted":["Verwijderd"],"Updated":["Geüpdatet"],"Restored":["Teruggezet"],"Trashed":["Naar prullenbak verplaatst"],"Created":["Gemaakt"],"Updated Plugin":["Plugin geüpdatet"],"Installed Plugin":["Geïnstalleerde plugin"],"Edited Plugin":["Bewerkte plugin"],"Deactivated Plugin":["Gedeactiveerde plugin"],"Activated Plugin":["Geactiveerde plugin"],"Updated Option":["Optie geüpdatet"],"Exported WordPress":["Geëxporteerde WordPress"],"Updated Core":["Core geüpdatet"]," comment":[" reactie"],"Deleted comment":["Verwijderde reactie"],"Unspamed comment":["Reactie uit spam verwijderd"],"Spammed comment":["Spamreactie"],"Untrashed comment":["Reactie uit prullenbak gehaald"],"Trashed comment":["Reactie naar prullenbak verplaatst"],"Edited comment":["Bewerkte reactie"],"New comment":["Nieuwe reactie"],"Unknown":["Onbekend"],"Deleted attachment":["Verwijderde bijlage"],"Edited attachment":["Bewerkte bijlage"],"Added attachment":["Bijlage toegevoegd"],"https:\/\/www.siteground.com":["https:\/\/www.siteground.com"],"SiteGround":["SiteGround"],"https:\/\/siteground.com":["https:\/\/siteground.com"]}