{"":{"domain":"sg-security","plural_forms":"nplurals=2; plural=n > 1;","lang":"fr"},"By installing and using this plugin you acknowledge that you have read and understood <a href=\"\/\/siteground.com\/viewtos\/siteground_plugins_privacy_notice\"> SiteGround Plugins Privacy Notice <\/a>.":["En installant et en utilisant cette extension, vous reconnaissez avoir lu et compris la <a href=\"\/\/siteground.com\/viewtos\/siteground_plugins_privacy_notice\">notification de confidentialité des extensions SiteGround<\/a>."],"Rate Plugin":["Évaluer l’extension"],"Help other users make the best decision and protect their websites.":["Aidez les autres utilisateurs ou utilisatrices à prendre la meilleure décision et à protéger leurs sites."],"Rate your experience with Security Optimizer":["Évaluez votre expérience avec Security Optimizer"],"Two-factor authentication forces admin users to login only after providing a token, generated from the Google Authenticator application. If one of your users no longer has access to their Authenticator app and cannot log in to get their backup codes, {{link}}click here{{\/link}} to reset their 2-factor authentication.":["L’authentification à deux facteurs oblige les administrateurs ou administratrices à se connecter uniquement après avoir fourni un jeton, généré à partir d’une application Authenticator. Si l’un de vos utilisateurs ou utilisatrices n’a plus accès à son application Authenticator et ne peut pas se connecter pour obtenir ses codes de sauvegarde, {{link}}cliquez ici{{\/link}} pour réinitialiser son authentification à deux facteurs."],"Security Optimizer - Post-hack Actions":["Security Optimizer - Actions post-piratage"],"Security Optimizer - Activity Log":["Security Optimizer - Journal d’activité"],"Security Optimizer - Site Security":["Security Optimizer - Sécurité du site"],"Security Optimizer - Login Security":["Security Optimizer - Sécurité de connexion"],"Send occasional emails with tips on improving my site performance, information about new plugin features and exclusive offers by SiteGround. You can always opt-out from these.":["Envoyer des e-mails occasionnels avec des astuces pour améliorer les performances de mon site, des informations sur les nouvelles fonctionnalités de l’extension et des offres exclusives de SiteGround. Vous pouvez toujours vous désinscrire de ceux-ci à tout moment."],"Security Optimizer":["Security Optimizer"],"Security Optimizer by SiteGround":["Security Optimizer de SiteGround"],"%1$s &lsaquo; %2$s &#8212; WordPress":["%1$s &lsaquo; %2$s &#8212; WordPress"],"Blocked visit attempts":["Tentatives de visites bloquées"],"Blocked login attempts":["Tentatives de connexion bloquées"],"Bot traffic":["Trafic de robots"],"Human traffic":["Trafic humain"],"Traffic summary for ":["Résumé du trafic pour "],"Hey there,":["Bonjour,"],"As you have used all backup codes available for your user, we have generated new ones for you.":["Comme vous avez utilisé tous les codes de sauvegarde disponibles pour votre compte, nous en avons généré de nouveaux pour vous."],"New Backup Codes":["Nouveaux codes de sauvegarde"],"You can use the secret key to add the token to the Authenticator app.":["Vous pouvez utiliser la clé secrète pour ajouter le jeton à l’application Authenticator."],"Secret Key:":["Clé secrète :"],"I have saved my backup codes.":["J’ai enregistré mes codes de sauvegarde."],"Each code can only be used once.":["Chaque code ne peut être utilisé qu’une seule fois."],"Save the codes to make sure that you don’t end up locked out of this website.":["Enregistrez les codes pour vous assurer de ne pas être exclu de ce site."],"Important! In case you lose or change your phone and you no longer have access to the Authenticator app, you can use one of the codes below to log in.":["Important ! Si vous perdez ou changez de téléphone et que vous n’avez plus accès à l’application Authenticator, vous pouvez utiliser l’un des codes ci-dessous pour vous connecter."],"Save the Backup Codes":["Enregistrer les codes de sauvegarde"],"Continue":["Continuer"],"We have noticed that you’re using a one-time backup code to log in. This code cannot be used anymore. In case you lost access to your authenticator app, please ask the website administrator to reset your 2FA setup.":["Nous avons remarqué que vous utilisez un code de sauvegarde unique pour vous connecter. Ce code ne peut plus être utilisé. Si vous avez perdu l’accès à votre application Authenticator, veuillez demander à l’administrateur ou administratrice du site de réinitialiser votre configuration 2FA."],"You are logging in with a one-time Backup Code":["Vous vous connectez avec un code de sauvegarde à usage unique."],"Login using backup codes":["Connexion à l’aide de codes de sauvegarde"],"In order to log in, please enter the verification code from your Authenticator app:":["Afin de vous connecter, veuillez saisir le code de vérification de votre application Authenticator :"],"Backup Code:":["Code de sauvegarde :"],"In order to log in, please enter one of the backup codes you have received on your first login:":["Afin de vous connecter, veuillez saisir l’un des codes de sauvegarde que vous avez reçus lors de votre première connexion :"],"Authenticate":["S’authentifier"],"Do not challenge me for the next 30 days.":["Ne me le redemandez pas avant 30 jours."],"Authentication Code:":["Code d’authentification :"],"The administrator of this site has asked that you enable 2-factor authentication. To do that, install the Google Authenticator app and scan the QR code below to add a token for this website.":["L’administrateur ou administratrice de ce site vous a demandé d’activer l’authentification à deux facteurs. Pour ce faire, installez l’application Google Authenticator ou autres et scannez le code QR ci-dessous afin de créer un jeton d’authentification pour ce site."],"2-factor Authentication":["Authentification à deux facteurs"],"Email %(name)s already exists.":["L’e-mail %(name)s existe déjà."],"Invalid email address.":["Adresse e-mail invalide."],"Username %(name)s is not allowed.":["L’identifiant %(name)s n’est pas autorisé."],"Username %(name)s already exists.":["L’identifiant %(name)s existe déjà."],"Username %(name)s already typed.":["Identifiant %(name)s déjà saisi."],"This field is required.":["Ce champ est obligatoire."],"You can't enable Away Mode for every day of the week.":["Vous ne pouvez pas activer le mode Absent pour chaque jour de la semaine."],"Invalid format.":["Format invalide."],"Either a security plugin, custom function or rules in your .htaccess file is preventing the WordPress REST API from working properly. SiteGround Security is using it to store its options and other functionalities so please make sure it works properly.":["Soit une extension de sécurité, soit une fonction personnalisée, soit des règles dans votre fichier .htaccess empêchent l’API REST de WordPress de fonctionner correctement. SiteGround Security l’utilise pour stocker ses options et d’autres fonctionnalités, veuillez donc vous assurer qu’il fonctionne correctement."],"Could not connect to the WordPress REST API":["Impossible de se connecter à l’API REST de WordPress"],"Either a security plugin, custom function, or rules in your .htaccess file is preventing the WordPress REST API from working properly. SiteGround Optimizer is using it to store its options and other functionalities so please make sure it works properly.":["Soit une extension de sécurité, soit une fonction personnalisée, soit des règles dans votre fichier .htaccess empêchent l’API REST de WordPress de fonctionner correctement. SiteGround Optimizer l’utilise pour stocker ses options et d’autres fonctionnalités, veuillez donc vous assurer qu’il fonctionne correctement."],"WordPress comes with a readme.html file containing information about your website. The readme.html is often used by hackers to compile lists of potentially vulnerable sites which can be hacked or attacked.":["WordPress est livré avec un fichier readme.html contenant des informations sur votre site. Le fichier readme.html est souvent utilisé par les pirates informatiques pour compiler des listes de sites potentiellement vulnérables qui peuvent être piratés ou attaqués."],"Delete the Default Readme.html":["Supprimer le fichier par défaut readme.html"],"Enabling this option will add extra headers to your site for protection against XSS attacks.":["En activant cette option, vous ajoutez des en-têtes supplémentaires à votre site pour le protéger contre les attaques XSS."],"Advanced XSS Protection":["Protection avancée contre les attaques XSS"],"RSS and ATOM feeds are often used to scrape your content and to perform a number of attacks against your site. Only use feeds if you have readers using your site via RSS readers.":["Les flux RSS et ATOM sont souvent utilisés pour récupérer votre contenu et pour effectuer un certain nombre d’attaques contre votre site. Utilisez les flux uniquement si vous avez des lecteurs ou lectrices qui utilisent votre site via des lecteurs RSS."],"Disable RSS and ATOM Feeds":["Désactiver les flux RSS et ATOM"],"XML-RPC was designed as a protocol enabling WordPress to communicate with third-party systems but recently it has been used in a number of exploits. Unless you specifically need to use it, we recommend that XML-RPC is always disabled.":["XML-RPC a été conçu comme protocole permettant à WordPress de communiquer avec des systèmes tiers, mais il a récemment été utilisé dans un certain nombre d’exploits. Sauf si vous avez spécifiquement besoin de l’utiliser, nous recommandons que XML-RPC soit toujours désactivé."],"Disable XML-RPC":["Désactiver XML-RPC"],"Disable the option to edit themes and plugins code directly from the WordPress admin to prevent potential coding errors or unauthorised access via the WordPress editor.":["Désactiver l’option permettant de modifier le code des thèmes et des extensions directement à partir de l’interface d’administration de WordPress afin d’éviter les erreurs de codage potentielles ou l’accès non autorisé via l’éditeur de WordPress."],"Disable Themes & Plugins Editor":["Désactiver l’éditeur des thèmes et des extensions"],"Many attackers scan sites for vulnerable WordPress versions. By hiding the version from your site HTML, you avoid being marked by hackers for mass attacks.":["De nombreux pirates informatiques analysent les sites à la recherche de versions vulnérables de WordPress. En cachant la version dans le code HTML de votre site, vous évitez d’être repéré par les pirates pour des attaques de masse."],"Hide WordPress Version":["Masquer la version de WordPress"],"By enabling this option you are ensuring that no unauthorised or malicious scripts can be executed in your system folders. This is an often exploited back door you can close with a simple toggle.":["En activant cette option, vous vous assurez qu’aucun script non autorisé ou malveillant ne peut être exécuté dans vos dossiers système. Il s’agit d’une porte dérobée souvent exploitée que vous pouvez refermer à l’aide d’un simple interrupteur."],"Lock and Protect System Folders":["Verrouiller et protéger les dossiers système"],"This will log out all currently logged in users without asking them to change their passwords.":["Cela déconnectera tous les utilisateurs ou utilisatrices actuellement connectés sans leur demander de modifier leur mot de passe."],"Log out All Users":["Déconnexion de tous les comptes"],"force password reset":["forcer la réinitialisation du mot de passe"],"All users will be required to change their passwords upon their next login. {{strong}}All currently logged in users will be instantly logged out.{{\/strong}}":["Tous les utilisateurs et utilisatrices devront modifier leur mot de passe lors de leur prochaine connexion. {{strong}}Tous les utilisateurs et utilisatrices actuellement connectés seront immédiatement déconnectés.{{\/strong}}"],"Force Password Reset":["Forcer la réinitialisation du mot de passe"],"reinstall all":["Tout réinstaller"],"Doing this will reinstall the same version of all free plugins you have installed in order to make sure that their codebase is not compromised by an attacker.":["Cette opération réinstallera la même version de toutes les extensions gratuites que vous avez installées afin de s’assurer que leur base de code n’a pas été compromise par un pirate."],"Reinstall All Free Plugins":["Réinstaller toutes les extensions gratuites"],"Post-hack Actions":["Actions post-piratage"],"Limit the number of times a given user can attempt to log in to your wp-admin with incorrect credentials. Once the login attempt limit is reached, the IP from which the attempts have originated will be blocked first for 1 hour. If the attempts continue after the first hour, the limit will then be triggered for 24 hours and then for 7 days.":["Limite le nombre de fois qu’un utilisateur ou utilisatrice peut tenter de se connecter à wp-admin avec des infos de connexions incorrectes. Lorsque la limite de tentatives de connexion est atteinte, l’IP d’où proviennent les tentatives est d’abord bloquée pendant une heure. Si les tentatives se poursuivent après la première heure, la limite sera alors fixée à 24 heures, puis à 7 jours."],"Limit Login Attempts":["Limiter les tentatives de connexion"],"Using common usernames like 'admin' is a security threat that often results in unauthorised access. By enabling this option we will disable the creation of common usernames and if you already have one or more users with a weak username, we'll ask you to provide new one(s).":["L’utilisation d’identifiants courants tels que « admin » constitue une menace pour la sécurité et entraîne souvent un accès non autorisé. En activant cette option, nous désactiverons la création d’identifiants courants et si vous avez déjà un ou plusieurs utilisateurs ou utilisatrices avec un identifiant faible, nous vous demanderons d’en créer un ou plusieurs nouveaux."],"Disable Common Usernames":["Désactiver les identifiants courants"],"Two-factor Authentication for Admin & Editors Users":["Authentification à deux facteurs pour les administrateurs\/administratrices et les éditeurs\/éditrices"],"By default your WordPress login can be accessed by any IP. You can use this feature to allow login only for specific IPs or range of IPs in order to prevent brute-force attacks or malicious login attempts.":["Par défaut, toutes les adresses IP peuvent accéder à votre compte WordPress. Vous pouvez utiliser cette fonctionnalité pour autoriser la connexion uniquement pour certaines IP ou à une série d’IP afin d’empêcher les attaques par force brute ou les tentatives de connexion malveillantes."],"Login Access":["Accès à la connexion"],"configure":["configurer"],"Attackers often try exploits on \/wp-admin as a default login URL for WordPress. Change it to avoid these attacks and have an easily memorisable login URL.":["Les attaquants tentent souvent des exploits sur \/wp-admin qui est l’URL de connexion par défaut de WordPress. Modifiez-la pour éviter ces attaques et disposer d’une URL de connexion facilement mémorisable."],"recommended":["recommandé"],"Login Settings":["Réglages de connexion"],"Two-factor authentication forces admin users to login only after providing a token, generated from the Google Authenticator application. When you enable this option, {{strong}}all admin & editor users will be asked to configure their two-factor authentication in the Authenticator app on their next login.{{\/strong}}":["L’authentification à deux facteurs oblige les administrateurs\/administratrices et les éditeurs\/éditrices à se connecter uniquement après avoir fourni un jeton, généré à partir d’une application Authenticator. Lorsque vous activez cette option, {{strong}}tous les administrateurs\/administratrices et éditeurs\/éditrices seront invités à configurer leur authentification à deux facteurs dans l’application Authenticator lors de leur prochaine connexion.{{\/strong}}"],"Select User":["Sélectionner un compte"],"Resetting the 2FA authentication will enable them to set up their Authentication app anew on their next login. Use this functionality when a user no longer has access to their Authenticator app or backup codes and cannot log in.":["La réinitialisation de l’authentification 2FA leur permettra de configurer à nouveau leur application Authenticator lors de leur prochaine connexion. Utilisez cette fonctionnalité lorsqu’un utilisateur ou utilisatrice n’a plus accès à son application Authenticator ou à ses codes de sauvegarde et qu’il ne peut pas se connecter."],"Reset 2-factor Authentication":["Réinitialiser l’authentification à deux facteurs"],"Manage Login Access":["Gérer l’accès de connexion"],"IP":["IP"],"Bear in mind that the user will NOT be notified of the change.":["Veuillez noter que l’utilisateur ou utilisatrice ne sera PAS informé de la modification."],"New username: %(admin)s":["Nouvel identifiant : %(admin)s"],"There are one or more users with common usernames. Please provide new username(s) for them.":["Un ou plusieurs utilisateurs\/utilisatrices ont un identifiant courant. Veuillez leur attribuer un ou plusieurs nouveaux identifiants."],"Change Common Usernames":["Modifier les identifiants courants"],"Your site signup URL (wp-signup.php) has a link to your login URL, which can be easily exploited. Please change the signup URL, too and make sure that {{strong}}you update the URL with the new one{{\/strong}} if you have it linked in your website, emails or other places.":["L’URL d’inscription de votre site (wp-signup.php) contient un lien vers votre URL de connexion, qui peut être facilement exploité. Veuillez également modifier l’URL d’inscription et veillez à {{strong}}mettre à jour l’URL avec la nouvelle{{\/strong}} si vous avez un lien sur votre site web, dans vos e-mails ou à d’autres endroits."],"If you have your registration form open for new users, you will be asked to change the signup URL, too.":["Si votre formulaire d’inscription est ouvert aux nouveaux utilisateurs\/utilisatrices, il vous sera également demandé de modifier l’URL d’inscription."],"Configure Login URL":["Configuration de l’URL de connexion"],"Default Login URL":["URL de connexion par défaut"],"Custom Login URL":["URL de connexion personnalisée"],"Default Signup URL":["URL d’inscription par défaut"],"Custom Signup URL":["URL d’inscription personnalisée"],"You can enable Away Mode for maximum of 23 hours daily.":["Vous pouvez activer le mode « Absent » pendant un maximum de 23 heures par jour."],"To":["À"],"From":["De"],"Mode":["Mode"],"When Away Mode is enabled, you won't be able to access your website and make changes, including disabling the away mode.":["Lorsque le mode « Absent » est activé, vous ne pourrez pas accéder à votre site et y apporter des modifications, y compris la désactivation du mode « Absent »."],"Use Away Mode with caution.":["Utilisez le mode « Absent » avec précaution."],"Configure Away Mode":["Configurer le mode « Absent »"],"Sunday":["Dimanche"],"Saturday":["Samedi"],"Friday":["Vendredi"],"Thursday":["Jeudi"],"Wednesday":["Mercredi"],"Tuesday":["Mardi"],"Monday":["Lundi"],"Daily":["Quotidiennement"],"Weekly":["Hebdomadaire"],"Specific Period":["Période spécifique"],"Rate Us":["Évaluez-nous"],"Important Notifications":["Notifications importantes"],"Security Hardening":["Renforcement de la sécurité"],"View all logs":["Voir tous les journaux"],"Recent Activity":["Activité récente"],"Success":["Succès"],"Error":["Erreur"],"Manage Notification Emails":["Gérer les e-mails de notification"],"Create":["Créer"],"The maximum number of email accounts that can receive the weekly reports email has been reached.":["Le nombre maximum de comptes e-mail pouvant recevoir les rapports hebdomadaires a été atteint."],"Add New Notification Email":["Ajouter un nouvel e-mail de notification"],"Manage IP Traffic":["Gérer le trafic IP"],"Response":["Réponse"],"Page Visited":["Page visitée"],"Visitor Type":["Type de visiteur"],"View Activity":["Voir l’activité"],"Manage User Traffic":["Gérer le trafic des utilisateurs\/utilisatrices"],"Activity":["Activité"],"Hostname:":["Nom de l’hôte :"],"IP Address":["Adresse IP"],"User":["Compte"],"Timestamp":["Horodatage"],"From here, you can select the number of days you want to log your website's activity events for. You can choose between 1 and 12 days. Please note, that if you select less than 8 days, you will not receive your site's weekly reports.":["À partir de là, vous pouvez sélectionner le nombre de jours pendant lesquels vous souhaitez journaliser les évènements liés à l’activité de votre site. Vous pouvez choisir entre 1 et 12 jours. Veuillez noter que si vous sélectionnez moins de 8 jours, vous ne recevrez pas les rapports hebdomadaires de votre site."],"Number of days logged":["Nombre de jours journalisés"],"The Activity Log feature is enabled by default and records all website activity events over the last 12 days, including human visits, bot crawls, login attempts, and more. If you expect high traffic, please disable the activity log to stop recording your website's activity events.":["La fonctionnalité journal d’activité est activée par défaut et enregistre tous les évènements liés à l’activité du site au cours des 12 derniers jours, y compris les visites humaines, les visites de robots, les tentatives de connexion, et plus encore. Si vous prévoyez un trafic important, veuillez désactiver le journal d’activité pour ne plus enregistrer les évènements liés à l’activité de votre site."],"Enable Activity Log":["Activer le journal d’activité"],"Blocking {{strong}}%(user)s{{\/strong}} will prevent them from accessing your site until you manually unblock them from the Blocked tab.":["Le blocage de {{strong}}%(user)s{{\/strong}} empêchera ces derniers d’accéder à votre site jusqu’à ce que vous les débloquiez manuellement à partir de l’onglet « Bloqué »."],"{{strong}}%(user)s{{\/strong}} is currently blocked.":["{{strong}}%(user)s{{\/strong}} est actuellement bloqué."],"Block {{em}}{{strong}}%(user)s{{\/strong}}{{\/em}}":["Bloquer {{em}}{{strong}}%(user)s{{\/strong}}{{\/em}}"],"Unblock {{em}}{{strong}}%(user)s{{\/strong}}{{\/em}}":["Débloquer {{em}}{{strong}}%(user)s{{\/strong}}{{\/em}}"],"Are you sure you wish to proceed?":["Confirmez-vous vouloir continuer ?"],"Blocking {{strong}}%(ip)s{{\/strong}} will prevent them from accessing your site until you manually unblock them from the Blocked tab.":["Le blocage de {{strong}}%(ip)s{{\/strong}} empêche l’accès à votre site jusqu’à ce que vous les débloquiez manuellement à partir de l’onglet « Bloqué »."],"{{strong}}%(ip)s{{\/strong}} is currently blocked.":["{{strong}}%(ip)s{{\/strong}} est actuellement bloquée."],"Block {{em}}{{strong}}%(ip)s{{\/strong}}{{\/em}}":["Bloquer {{em}}{{strong}}%(ip)s{{\/strong}}{{\/em}}"],"Unblock {{em}}{{strong}}%(ip)s{{\/strong}}{{\/em}}":["Débloquer {{em}}{{strong}}%(ip)s{{\/strong}}{{\/em}}"],"Edit Notification Email":["Modifier l’e-mail de notification"],"This action cannot be undone. Are you sure you wish to proceed?":["Cette action ne peut être annulée. Confirmez-vous vouloir continuer ?"],"Delete Notification Email":["Supprimer l’e-mail de notification"],"Email":["E-mail"],"unblock":["Débloquer"],"Actions":["Actions"],"User\/Ip":["Compte\/IP"],"Blocked On":["Bloqué sur"],"reset":["Réinitialiser"],"close":["Fermer"],"Filter Activity":["Filtre des activités"],"Log Settings":["Réglages du journal"],"Weekly Reports":["Rapports hebdomadaires"],"Blocked":["Bloqué"],"Registered Users Activity":["Activité des comptes"],"Unknown Visitors Activity":["Activité des visiteurs et visiteuses inconnus"],"If you believe that your website was hacked, you have installed a compromised plugin or one of your users login has been compromised, you can use the tools in our post-hack actions for a quick remedy.":["Si vous pensez que votre site a été piraté, que vous avez installé une extension compromise ou que l’identifiant d’un de vos utilisateurs ou utilisatrices a été compromis, vous pouvez utiliser les outils de nos actions post-piratage pour y remédier rapidement."],"The activity log can help you monitor your site and login page for unauthorised visitors or brute force attempts. You can easily block and unblock IPs or visitors that look suspicious and prevent them from malicious actions.":["Le journal d’activité peut vous aider à surveiller votre site et votre page de connexion pour détecter les visiteurs\/visiteuses non autorisés ou les tentatives de force brute. Vous pouvez facilement bloquer et débloquer les IP ou les visiteurs\/visiteuses qui semblent suspects et les empêcher de commettre des actions malveillantes."],"We have created a list of tools to help you harden your WordPress site's security and keep it safe from malware, exploits and other malicious actions. The options tagged as recommended are essential for your site security.":["Nous avons créé une liste d’outils pour vous aider à renforcer la sécurité de votre site WordPress et à le protéger contre les logiciels malveillants, les exploits et autres agissements malveillants. Les options recommandées sont essentielles pour la sécurité de votre site."],"Login security is paramount for keeping your site and data secure. Use the tools we have compiled to protect your WordPress wp-admin from unauthorised visitors, bots and other human or automated attacks.":["La sécurité de la connexion est primordiale pour assurer la sécurité de votre site et de vos données. Utilisez les outils que nous avons réunis pour protéger votre WordPress wp-admin contre les visiteurs ou visiteuses non autorisés, les robots et autres attaques humaines ou automatisées."],"Security Optimizer by SiteGround is the all-in-one security solution for your WordPress website. With the carefully selected and easy to configure functions the plugin provides everything you need to secure your website and prevent a number of threats such as brute-force attacks, compromised login, data leaks and more.":["Security Optimizer de SiteGround est la solution de sécurité tout-en-un pour votre site WordPress. Grâce à des fonctions soigneusement sélectionnées et faciles à configurer, cette extension fournit tout ce dont vous avez besoin pour sécuriser votre site et prévenir un certain nombre de menaces telles que les attaques par force brute, les identifiants compromis, les fuites de données et bien d’autres encore."],"Confirm":["Confirmer"],"Cancel":["Annuler"],"Collect technical data about my installation. The data will be used to make sure that the plugin(s) works seamlessly on the widest possible range of WordPress sites. (A full list of the data to be collected can be found {{link}}here{{\/link}}).":["Collecter des données techniques sur mon installation. Ces données seront utilisées pour s’assurer que le(s) extension(s) fonctionne(nt) de manière transparente sur le plus grand nombre possible de sites WordPress. (Une liste complète des données collectées peut être consultée {{link}}ici{{\/link}})."],"Get the Most of This Plugin":["Tirer le maximum de cette extension"],"SG Security: We were not able to create encryption file used by 2FA, so the Two Factor Authentication service was disabled. Please check your website files and folders permissions or contact your hosting provider for assistance.":["SG Security : Nous n’avons pas été en mesure de créer le fichier de cryptage utilisé par 2FA, de sorte que le service d’authentification à deux facteurs a été désactivé. Veuillez vérifier les droits des fichiers et dossiers de votre site ou contactez votre fournisseur d’hébergement pour obtenir de l’aide."],"Invalid verification code!":["Code de vérification invalide !"],"Invalid backup code!":["Code de sauvegarde invalide !"],"You have logged in successfully.":["Votre connexion a bien été établie."],"User 2FA reset!":["Réinitialiser le 2FA de l’utilisateur\/utilisatrice !"],"Unable to create encryption file! Check the wp-content folder permissions or contact your host.":["Impossible de créer un fichier de cryptage ! Vérifiez les droits du dossier wp-content ou contactez votre hébergeur."],"You cannot use the default URL.":["Vous ne pouvez pas utiliser l’URL par défaut."],"Login and signup URL cannot be the same.":["Les URL de connexion et d’inscription ne peuvent pas être les mêmes."],"Login Security":["Sécurité de connexion"],"Manage Login":["Gestion de la connexion"],"Protect your login from unauthorised visitors, bots and other human or automated attacks.":["Protégez votre connexion contre les visiteurs ou visiteuses non autorisés, les robots et autres attaques humaines ou automatisées."],"Site Security":["Sécurité du site"],"Manage Security":["Gestion de la sécurité"],"Set up rules to harden your website security and prevent malware, bruteforce and other security issues.":["Configurez des règles pour renforcer la sécurité de votre site et prévenir les logiciels malveillants, les attaques par force brute et d’autres aspects de sécurité."],"Update":["Mettre à jour"],"There are new updates for your website. Keeping your WordPress updated is crucial for your website security":["Il y a de nouvelles mises à jour pour votre site. La mise à jour de WordPress est cruciale pour la sécurité de votre site."],"YOUR WORDPRESS NEEDS ATTENTION":["Votre WordPress a besoin d’attention"],"Notification emails updated.":["Mise à jour des e-mails de notification."],"Missing IP param!":["Paramètre IP manquant !"],"Missing ID param!":["Paramètre ID manquant !"],"Unknown user":["Compte inconnu"],"Server Systems":["Systèmes de serveurs"],"WP CLI":["WP CLI"],"Under Maintenance":["En cours de maintenance"],"Website under planned maintenance. Please check back later.":["Le site est en maintenance planifiée. Veuillez le consulter ultérieurement."],"The administrator of this site has requested that you change your password. Enter your new password below or generate one.":["L’administrateur ou administratrice de ce site vous a demandé de modifier votre mot de passe. Saisissez votre nouveau mot de passe ci-dessous ou générez-en un."],"Activity Log is disabled.":["Le journal d’activité est désactivé."],"Failed to disable Activity Log.":["Échec de la désactivation du journal d’activité."],"Activity Log is enabled.":["Le journal d’activité est activé."],"Failed to enable Activity Log.":["Échec de l’activation du journal d’activité."],"Common usernames are disabled.":["Les identifiants courants sont désactivés."],"Failed to Disable Common usernames.":["Échec de la désactivation des identifiants courants."],"Common usernames are enabled.":["Les identifiants courants sont activés."],"Failed to Enable Common usernames.":["Échec de l’activation des identifiants courants."],"Two-factor Authentication for Admin Users is enabled.":["L’authentification à deux facteurs pour les administrateurs et administratrices est activée."],"Failed to enable Two-factor Authentication for Admin Users.":["Échec de l’activation de l’authentification à deux facteurs pour les administrateurs et administratrices."],"Two-factor Authentication for Admin Users is disabled.":["L’authentification à deux facteurs pour les administrateurs et administratrices est désactivée."],"Failed to disable Two-factor Authentication for Admin Users.":["Échec de la désactivation de l’authentification à deux facteurs pour les administrateurs et administratrices."],"Advanced XSS Protection is enabled.":["La protection avancée contre XSS est activée."],"Failed to enable Advanced XSS Protection.":["Échec de l’activation de la protection avancée contre les XSS."],"Advanced XSS Protection is disabled.":["La protection avancée contre XSS est désactivée."],"Failed to disable Advanced XSS Protection.":["Échec de la désactivation de la protection avancée contre les XSS."],"RSS\/ATOM feeds is disabled.":["Les flux RSS\/ATOM sont désactivés."],"Failed to Disable RSS\/ATOM feeds.":["Échec de la désactivation des flux RSS\/ATOM."],"RSS\/ATOM feeds is enabled.":["Les flux RSS\/ATOM sont activés."],"Failed to enable RSS\/ATOM feeds.":["Échec de l’activation des flux RSS\/ATOM."],"XML-RPC is disabled.":["XML-RPC est désactivé."],"Failed to enable XML-RPC.":["Échec de l’activation de XML-RPC."],"XML-RPC is enabled.":["XML-RPC est activé."],"Failed to disable XML-RPC.":["Échec de la désactivation de XML-RPC."],"WordPress version is now hidden.":["La version de WordPress est maintenant masquée."],"Failed to hide WordPress version.":["Échec du masquage de la version de WordPress."],"WordPress version is now visible.":["La version de WordPress est maintenant visible."],"Failed to show WordPress version.":["Échec de l’affichage de la version de WordPress."],"Themes & Plugins Editor is disabled.":["L’éditeur de thèmes et extensions est désactivé."],"Failed to Disable Themes & Plugins Editor.":["Échec de la désactivation de l’éditeur de thèmes et extensions."],"Themes & Plugins Editor is enabled.":["L’éditeur de thèmes et extensions est activé."],"Failed to enable Themes & Plugins Editor.":["Échec de l’activation de l’éditeur de thèmes et extensions."],"System Folders protection is enabled.":["La protection des dossiers système est activée."],"Failed to enable System Folders protection.":["Échec de l’activation de la protection des dossiers système."],"System Folders protection is disabled.":["La protection des dossiers système est désactivée."],"Failed to disable System Folders protection.":["Échec de la désactivation de la protection des dossiers système."],"Deletion of Readme.html is enabled.":["La suppression du fichier readme.html est activée."],"Failed to enable deletion of Readme.html.":["Échec de l’activation de la suppression du fichier readme.html."],"Deletion of Readme.html is disabled.":["La suppression du fichier readme.html est désactivée."],"Failed to disble deletion of Readme.html.":["Échec de la suppression du fichier readme.html."],"All users are logged out.":["Tous les comptes sont déconnectés."],"Failed to log out all users.":["Échec de la déconnexion de tous les comptes."],"Plugins reinstalled.":["Les extensions ont été réinstallées."],"Failed to reinstall plugins.":["Échec de la réinstallation des extensions."],"All users will be asked to reset their passwords on next login.":["Tous les utilisateurs et utilisatrices seront invités à réinitialiser leur mot de passe lors de leur prochaine connexion."],"Failed to force password reset.":["Échec de la réinitialisation forcée du mot de passe."],"The access to that page has been restricted by the administrator of this website":["L’accès à cette page a été restreint par l’administrateur ou administratrice de ce site."],"<strong>ERROR<\/strong>: You are trying to login with an administrative account. Please, use the Custom Login URL instead.":["<strong>Erreur<\/strong> : Vous essayez de vous connecter avec un compte administrateur\/administratrice. Veuillez utiliser l’URL de connexion personnalisée à la place."],"You have enabled registration for your site, please <a href=\"":["Vous avez activé l’inscription pour votre site, veuillez <a href=\""],"This feature has been disabled.":["Cette fonctionnalité a été désactivée."],"User Unblocked!.":["Compte débloqué !"],"IP Unblocked.":["IP débloqué."],"IP Blocked.":["IP bloqué."],"Could not unblock the IP.":["Impossible de débloquer l’IP."],"Could not block the IP.":["Impossible de bloquer l’IP."],"You cannot block this IP!":["Vous ne pouvez pas bloquer cette adresse IP !"],"IP not found.":["IP introuvable."],"User Blocked!.":["Compte bloqué !"],"User not found.":["Compte non trouvé."],"This will restrict your account to a Subscriber role and will lock you out of the Admin Menu":["Cela limitera votre compte à un rôle d’abonné\/abonnée et vous empêchera d’accéder au menu d’administration."],"Restricted access":["Accès restreint"],"You don’t have access to this page. Please contact the administrator of this website for further assistance.":["Vous n’avez pas accès à cette page. Veuillez contacter l’administrateur ou administratrice de ce site pour obtenir de l’aide."],"Dashboard":["Tableau de bord"],"Deleted Widget":["Widget supprimé"],"Updated Widget":["Widget mis à jour"],"Weekly Activity for ":["Activité hebdomadaire pour "],"Failed Login Attempt":["Échec de la tentative de connexion"],"User Update":["Mise à jour du compte"],"User Register":["Inscription du compte"],"User Delete":["Suppression du compte"],"User logout":["Déconnexion du compte"],"User Login":["Connexion du compte"],"Deleted Theme":["Thème supprimé"],"Edited Customizer Theme":["Thème modifié personnalisé"],"Switched Theme":["Changement de thème"],"Updated Theme":["Thème actualisé"],"Installed Theme":["Thème installé"],"Edited Theme":["Thème modifié"],"Edited":["Modifié"],"Deleted":["Supprimé"],"Updated":["Mis à jour"],"Restored":["Restauré"],"Trashed":["Mis à la corbeille"],"Created":["Créé"],"Updated Plugin":["Extension mise à jour"],"Installed Plugin":["Extension installée"],"Edited Plugin":["Extension modifiée"],"Deactivated Plugin":["Extension désactivée"],"Activated Plugin":["Extension activée"],"Updated Option":["Option mise à jour"],"Exported WordPress":["WordPress exporté"],"Updated Core":["Cœur mis à jour"]," comment":[" commentaire"],"Deleted comment":["Commentaire supprimé"],"Unspamed comment":["Commentaire marqué comme acceptable"],"Spammed comment":["Commentaire marqué comme indésirables"],"Untrashed comment":["Commentaire restauré depuis la corbeille"],"Trashed comment":["Commentaire mis à la corbeille"],"Edited comment":["Commentaires modifiés"],"New comment":["Nouveau commentaire"],"Unknown":["Inconnu"],"Deleted attachment":["Supprimer le fichier joint"],"Edited attachment":["Modifier le fichier joint"],"Added attachment":["Ajout d’un fichier joint"],"https:\/\/www.siteground.com":["https:\/\/www.siteground.com"],"SiteGround":["SiteGround"],"https:\/\/siteground.com":["https:\/\/siteground.com"]}