Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/simple-history-*.po
Languages: pl_pl, sv_se

source: Edited the profile for user <a href="{edit_profile_link}">{edited_user_login} ({edited_user_email})</a>
pl_pl: Edytowano profil użytkownika <a href="{edit_profile_link}">{edited_user_login} ({edited_user_email})</a>
sv_se: Redigerade profilen för användaren <a href="{edit_profile_link}">{edited_user_login} ({edited_user_email})</a>

source: Edited your profile
pl_pl: Edycja Twojego profilu
sv_se: Redigerade din profil

source: Edited <a href="{edit_profile_link}">their profile</a>
pl_pl: Edytowano <a href="{edit_profile_link}">profil użytkownika</a>
sv_se: Redigerade <a href="{edit_profile_link}">sin profil</a>

source: Edited <a href="{edit_profile_link}">your profile</a>
pl_pl: Edytowano <a href="{edit_profile_link}">swój profil</a>
sv_se: Redigerade <a href="{edit_profile_link}">din profl</a>

# User logger: search
source: User deletions
pl_pl: Usunięcie użytkowników
sv_se: Radering av användare

# User logger: search
source: User profile updates
pl_pl: Aktualizacje profilów użytkowników
sv_se: Uppdateringar av användarprofiler

# User logger: search
source: Created users
pl_pl: Dodanie użytkowników
sv_se: Skapade användare

# User logger: search
source: User logouts
pl_pl: Wylogowania
sv_se: Utloggning av användare

# User logger: search
source: Failed user logins
pl_pl: Nieudane logowania
sv_se: Misslyckade inloggningar av användare

# User logger: search
source: Successful user logins
pl_pl: Udane logowania
sv_se: Lyckade inloggningar av användare

# User logger: search
source: All user activity
pl_pl: Aktywność użytkowniów
sv_se: All användaraktivitet

# User logger: search
source: Users
pl_pl: Użytkownicy
sv_se: Användare

# User destroys all login sessions for a user
source: Logged out "{user_display_name}" from all sessions
pl_pl: Wylogowano użytkownika „{user_display_name}” z pozostałch sesji
sv_se: Loggade ut ”{user_display_name}” från alla sessioner

# User destroys other login sessions for themself
source: Logged out from all other sessions
pl_pl: Wylogowano z pozostałych sesji
sv_se: Loggade ut från alla andra sessioner

source: Deleted user {deleted_user_login} ({deleted_user_email})
pl_pl: Usunięto użytkonika {deleted_user_login} ({deleted_user_email})
sv_se: Tog bort användaren {deleted_user_login} ({deleted_user_email})

source: Created user {created_user_login} ({created_user_email}) with role {created_user_role}
pl_pl: Utworzono użytkonika {created_user_login} ({created_user_email}) z rolą {created_user_role}
sv_se: Skapade användare {created_user_login} ({created_user_email}) med rollen {created_user_role}

source: Edited the profile for user "{edited_user_login}" ({edited_user_email})
pl_pl: Edytowano profil użytkownika {edited_user_login} ({edited_user_email})
sv_se: Redigerade profilen för användaren ”{edited_user_login}” ({edited_user_email})

source: Logged out
pl_pl: Wylogowano
sv_se: Loggade ut

source: Unknown user logged in
pl_pl: Zalogował się nieznany użytkownik
sv_se: Okänd användare loggade in

source: Logged in
pl_pl: Zalogowano
sv_se: Loggade in

source: Section
pl_pl: Sekcja
sv_se: Sektion

# Theme logger: search
source: Background of themes changed
pl_pl: Zmiany tła motywów
sv_se: Bakgrunden till teman ändrat

# Theme logger: search
source: Edited widgets
pl_pl: Edycje widżetów
sv_se: Redigerade widgetar

# Theme logger: search
source: Changed widgets order
pl_pl: Zmiana kolejności widżetów
sv_se: Ändrade ordning av widgetar

# Theme logger: search
source: Removed widgets
pl_pl: Usunięcie widżetów
sv_se: Tog bort widgetar

# Theme logger: search
source: Added widgets
pl_pl: Dodanie widżetów
sv_se: Lade till widgetar

# Theme logger: search
source: Changed appearance of themes
pl_pl: Zmiany wyglądu motywów
sv_se: Ändrade utseende av teman

# Theme logger: search
source: Switched themes
pl_pl: Zmiany motywów
sv_se: Byten av teman

# Theme logger: search
source: All theme activity
pl_pl: Wszystkie aktywności związane z motywami
sv_se: All aktivitet från teman

# Theme logger: search
source: Themes & Widgets
pl_pl: Motywy i Widżety
sv_se: Teman och widgetar

source: Changed settings for the theme custom background
pl_pl: Zmieniono ustawienia dotyczące tła motywu
sv_se: Ändrade inställningar för temats anpassade bakgrund

source: Changed widget "{widget_id_base}" in sidebar "{sidebar_id}"
pl_pl: Zmienono widżet „{widget_id_base}” w panelu bocznym „{sidebar_id}”
sv_se: Ändrade widgeten ”{widget_id_base}” i sidopanelen ”{sidebar_id}”

source: Changed widget order "{widget_id_base}" in sidebar "{sidebar_id}"
pl_pl: Zmienino kolejność widżetu „{widget_id_base}” w panelu bocznym „{sidebar_id}”
sv_se: Ändrade ordningen på widgeten ”{widget_id_base}” i sidopanelen ”{sidebar_id}”

source: Added widget "{widget_id_base}" to sidebar "{sidebar_id}"
pl_pl: Dodano widżet „{widget_id_base}” do panelu bocznego „{sidebar_id}”
sv_se: Lagt till widget ”{widget_id_base}” till sidopanel ”{sidebar_id}”

source: Removed widget "{widget_id_base}" from sidebar "{sidebar_id}"
pl_pl: Usunięto widżet „{widget_id_base}” z panelu bocznego „{sidebar_id}”
sv_se: Tog bort widgeten ”{widget_id_base}” från sidopanelen ”{sidebar_id}”

source: Customized theme appearance "{setting_id}"
pl_pl: Zmieniono ustawienia motywu „{setting_id}”
sv_se: Anpassade temautseendet för ”{setting_id}”

source: Switched theme to "{theme_name}" from "{prev_theme_name}"
pl_pl: Przełączono motyw z „{theme_name}” na „{prev_theme_name}”
sv_se: Bytte tema till ”{theme_name}” från ”{prev_theme_name}”

source: Custom fields
pl_pl: Własne pola
sv_se: Anpassade fält

source: Template
pl_pl: Szablon
sv_se: Mall

source: Changed from "{prev_page_template_name}" to "{new_page_template_name}"
pl_pl: Zmieniono z „{prev_page_template_name}” na „{new_page_template_name}”
sv_se: Ändrad från ”{prev_page_template_name}” till ”{new_page_template_name}”

source: Changed from {prev_page_template} to {new_page_template}
pl_pl: Zmieniono z {prev_page_template} na {new_page_template}
sv_se: Ändrad från {prev_page_template} till {new_page_template}

source: Changed from {prev_user_display_name} ({prev_user_email}) to {new_user_display_name} ({new_user_email})
pl_pl: Zmieniono z {prev_user_display_name} ({prev_user_email}) na {new_user_display_name} ({new_user_email})
sv_se: Ändrad från {prev_user_display_name} ({prev_user_email}) till {new_user_display_name} ({new_user_email})

source: Author
pl_pl: Autor
sv_se: Författare

source: Comment status
pl_pl: Status komentarza
sv_se: Status på kommentar

source: Permalink
pl_pl: Bezpośredni odnośnik
sv_se: Permalänk

source: Publish date
pl_pl: Data publikacji
sv_se: Publiceringsdatum

source: Content
pl_pl: Treść
sv_se: Innehåll

source: Title
pl_pl: Tytuł
sv_se: Rubrik

source: Moved {post_type} <a href="{edit_link}">"{post_title}"</a> to the trash
pl_pl: Przeniesiono {post_type} <a href="{edit_link}">„{post_title}”</a> do Kosza
sv_se: Flyttade {post_type} <a href="{edit_link}">”{post_title}”</a> till papperskorgen

source: Created {post_type} <a href="{edit_link}">"{post_title}"</a>
pl_pl: Utworzono {post_type} <a href="{edit_link}">„{post_title}”</a>
sv_se: Skapade {post_type} <a href="{edit_link}">”{post_title}”</a>

source: Updated {post_type} <a href="{edit_link}">"{post_title}"</a>
pl_pl: Zaktualizowano {post_type} <a href="{edit_link}">„{post_title}”</a>
sv_se: Uppdaterade {post_type} <a href="{edit_link}">”{post_title}”</a>

# Post logger: search
source: Posts restored
pl_pl: Przywrócenie wpisów z Kosza
sv_se: Inlägg återställda

# Post logger: search
source: Posts deleted
pl_pl: Usunięcie wpisów
sv_se: Inlägg borttagna

# Post logger: search
source: Posts trashed
pl_pl: Przeniesienie wpisów do Kosza
sv_se: Inlägg kastade

# Post logger: search
source: Posts updated
pl_pl: Aktualizacja wpisów
sv_se: Inlägg uppdaterade

# Post logger: search
source: Posts created
pl_pl: Dodanie wpisów
sv_se: Inlägg skapade

# Post logger: search
source: All posts & pages activity
pl_pl: Aktywność we wpisach i stronach
sv_se: All aktivitet på inlägg och sidor

# Post logger: search
source: Posts & Pages
pl_pl: Wpisy i Strony
sv_se: Inlägg och sidor

source: Moved {post_type} "{post_title}" to the trash
pl_pl: Przeniesiono {post_type} „{post_title}” do Kosza
sv_se: Flyttade {post_type} ”{post_title}” till papperskorgen

source: Deleted {post_type} "{post_title}"
pl_pl: Usunięto {post_type} „{post_title}”
sv_se: Tog bort {post_type} ”{post_title}”

source: Restored {post_type} "{post_title}" from trash
pl_pl: Przywrócono {post_type} „{post_title}” z Kosza
sv_se: Återställde {post_type} ”{post_title}” från papperskorgen

source: Updated {post_type} "{post_title}"
pl_pl: Zaktualizowano {post_type} „{post_title}”
sv_se: Uppdaterade {post_type} ”{post_title}”

source: Created {post_type} "{post_title}"
pl_pl: Utworzono {post_type} „{post_title}”
sv_se: Skapade {post_type} ”{post_title}”

# plugin logger: plugin info thickbox title
source: View changelog
pl_pl: Zobacz log zmian
sv_se: Visa ändringslogg

# plugin logger: plugin info thickbox title
source: View plugin info
pl_pl: Zobacz informację o wtyczce
sv_se: Visa information om tillägg

# plugin logger: plugin info thickbox title view all info
source: View plugin info
pl_pl: Zobacz informację o wtyczce
sv_se: Visa information om tillägg

source: Uploaded ZIP archive
pl_pl: Dodane archiwum ZIP
sv_se: Uppladdat ZIP-arkiv

source: WordPress Plugin Repository
pl_pl: Katalog wtyczek WordPressa
sv_se: Tilläggskatalogen på WordPress.org

# plugin logger - detailed output author
source: Author
pl_pl: Autor
sv_se: Författare

# plugin logger - detailed output install source
source: Source file name
pl_pl: Nazwa pliku źródłowego
sv_se: Källans filnamn

# plugin logger - detailed output install source
source: Source
pl_pl: Źródło
sv_se: Källa

# plugin logger - detailed output
source: Description
pl_pl: Opis
sv_se: Beskrivning

source: Viewing <code>readme</code> from repository <code><a target="_blank" href="%1$s">%2$s</a></code>.
pl_pl: Oglądano <code>readme</code> z repozytorium <code><a target="_blank" href="%1$s">%2$s</a></code>.
sv_se: Visa <code>readme</code> från filförvaret <code><a target="_blank" href="%1$s">%2$s</a></code>.

source: Could not find GitHub repository.
pl_pl: Nie znaleziono repozytorium na GitHubie.
sv_se: Kunde inte hitta GitHub-filförvar.

source: You don't have access to this page.
pl_pl: Przepraszamy, nie masz dostępu do tej strony.
sv_se: Du har inte tillgång till den här sidan.

# Plugin logger: search
source: Deleted plugins
pl_pl: Usunięcie wtyczek
sv_se: Borttagna tillägg

# Plugin logger: file edits
source: Edited plugin files
pl_pl: Edytowane pliki wtyczki
sv_se: Redigerade tilläggsfiler

# Plugin logger: search
source: Failed plugin updates
pl_pl: Nieudane zaktualizowanie wtyczek
sv_se: Misslyckades uppdateringar av tillägg

# Plugin logger: search
source: Updated plugins
pl_pl: Zaktualizowanie wtyczek
sv_se: Uppdaterade tillägg

# Plugin logger: search
source: Failed plugin installs
pl_pl: Nieudane instalacje wtyczek
sv_se: Misslyckade installationer av tillägg

# Plugin logger: search
source: Installed plugins
pl_pl: Instalacje wtyczek
sv_se: Installerade tillägg

# Plugin logger: search
source: Deactivated plugins
pl_pl: Wyłączenie wtyczkek
sv_se: Inaktiverade tillägg

# Plugin logger: search
source: Activated plugins
pl_pl: Załączenie wtyczek
sv_se: Aktiverade tillägg

# Plugin logger: search
source: All plugin activity
pl_pl: Cała aktywność wtyczek
sv_se: All tilläggsaktivitet

# Plugin logger: search
source: Plugins
pl_pl: Wtyczki
sv_se: Tillägg

# Plugin was updated in bulk
source: Updated plugin "{plugin_name}" to {plugin_version} from {plugin_prev_version}
pl_pl: Zaktualizowano wtyczkę „{plugin_name}” z wersji {plugin_prev_version} do {plugin_version}
sv_se: Uppdaterade tillägget ”{plugin_name}” till {plugin_version} från {plugin_prev_version}

# Plugin files was deleted
source: Deleted plugin "{plugin_name}"
pl_pl: Usunięto wtyczkę „{plugin_name}”
sv_se: Tog bort tillägget ”{plugin_name}”

# Plugin was updated
source: Updated plugin "{plugin_name}" to version {plugin_version} from {plugin_prev_version}
pl_pl: Zaktualizowano wtyczkę „{plugin_name}” z wersji {plugin_prev_version} do {plugin_version}
sv_se: Uppdaterade tillägget ”{plugin_name}” till {plugin_version} från {plugin_prev_version}

# Plugin failed to install
source: Failed to install plugin "{plugin_name}"
pl_pl: Nie udało się zainstalować wtyczki „{plugin_name}”
sv_se: Misslyckades installera tillägget ”{plugin_name}”

# Plugin was installed
source: Installed plugin "{plugin_name}"
pl_pl: Zainstalowano wtyczkę „{plugin_name}”
sv_se: Installerade tillägget ”{plugin_name}”

# Plugin was non-silently deactivated by a user
source: Deactivated plugin "{plugin_name}"
pl_pl: Wyłączono wtyczkę „{plugin_name}”
sv_se: Inaktiverade tillägget ”{plugin_name}”

# Plugin was non-silently activated by a user
source: Activated plugin "{plugin_name}"
pl_pl: Włączono wtyczkę „{plugin_name}”
sv_se: Aktiverade tillägget ”{plugin_name}”

source: Old value
pl_pl: Stara wartość
sv_se: Gammalt värde

source: New value
pl_pl: Nowa wartość
sv_se: Nytt värde

# Options logger: search
source: Changed options
pl_pl: Zmiana opcji
sv_se: Ändrade alternativ

# Options logger: search
source: Options
pl_pl: Ustawienia
sv_se: Alternativ

# menu logger
source: %1$s menu item removed
pl_pl: %1$s element menu został usunięty
sv_se: %1$s menyval borttaget

# menu logger
source: %1$s menu item added
pl_pl: %1$s element menu został dodany
sv_se: %1$s menyval tillagt

# Menu updates logger: search
source: Deleted menus
pl_pl: Usunięcie menu
sv_se: Tog bort menyer

# Menu updates logger: search
source: Edited menus
pl_pl: Edytowanie menu
sv_se: Ändrade menyer

# Menu updates logger: search
source: Created menus
pl_pl: Utworzenie menu
sv_se: Skapade menyer

# Menu updates logger: search
source: All menu activity
pl_pl: Cała aktywność w menu
sv_se: All aktivitet från menyer

# Menu logger: search
source: Menus
pl_pl: Menu
sv_se: Menyer

source: Updated menu locations
pl_pl: Zaktualizowano pozycję menu
sv_se: Uppdaterade meny-platser

source: Edited a menu item
pl_pl: Edytowano element menu
sv_se: Redigerade ett menyalternativ

source: Deleted menu "{menu_name}"
pl_pl: Usunięto menu „{menu_name}”
sv_se: Tog bort meny ”{menu_name}”

source: Edited menu "{menu_name}"
pl_pl: Edytowano menu „{menu_name}”
sv_se: Redigerade menyn ”{menu_name}”

source: Created menu "{menu_name}"
pl_pl: Utworzono menu „{menu_name}”
sv_se: Skapade menyn ”{menu_name}”

source: Uploaded {post_type} <a href="{edit_link}">"{attachment_title}"</a>
pl_pl: Zaktualizowano {post_type} <a href="{edit_link}">„{attachment_title}”</a>
sv_se: Laddade upp {post_type} <a href="{edit_link}">”{attachment_title}”</a>

source: Edited attachment <a href="{edit_link}">"{attachment_title}"</a>
pl_pl: Edytowano plik <a href="{edit_link}">„{attachment_title}”</a>
sv_se: Redigerade bilagan <a href="{edit_link}">”{attachment_title}”</a>

# Media logger: search
source: Deleted media
pl_pl: Usunięcie medium
sv_se: Tog bort media

# Media logger: search
source: Updated media
pl_pl: Zaktualizowanie medium
sv_se: Uppdaterade medier

# Media logger: search
source: Added media
pl_pl: Dodanie medium
sv_se: Tillagda media

# Media logger: search
source: All media activity
pl_pl: Cała aktywność w plikach multimedialnych
sv_se: All mediaaktivitet

source: Deleted {post_type} "{attachment_title}" ("{attachment_filename}")
pl_pl: Usunięto {post_type} „{attachment_title}” („{attachment_filename}”)
sv_se: Tog bort {post_type} ”{attachment_title}” (”{attachment_filename}”)

source: Created {post_type} "{attachment_title}"
pl_pl: Utworzono {post_type} „{attachment_title}”
sv_se: Skapade {post_type} ”{attachment_title}”

source: %1$s ago
pl_pl: %1$s temu
sv_se: %1$s sedan

# Event header output, when initiator is unknown
source: Other
pl_pl: Inne
sv_se: Annan

source: Anonymous web user
pl_pl: Użytkownik anonimowy
sv_se: Anonym webbanvändare

source: Deleted user (had id %1$s, email %2$s, login %3$s)
pl_pl: Usunięto użytkownika (id: %1$s, e-mail: %2$s, login: %3$s)
sv_se: Tog bort användare (hade ID %1$s, e-post %2$s, login %3$s)

# header output when initiator is the currently logged in user
source: You
pl_pl: Ty
sv_se: Du

# Export logger: search
source: Created exports
pl_pl: Utworzenie plików eksportu
sv_se: Skapade exporter

source: Created XML export
pl_pl: Utworzono plik eksportu XML
sv_se: Skapade XML-export

source: Logs updates to WordPress export
pl_pl: Rejestruje aktualizacje
sv_se: Loggar uppdateringar i WordPress-exporten

source: Export Logger
pl_pl: Eksport dziennika zdarzeń
sv_se: Loggare för exporter

# User logger: search
source: WordPress core updates
pl_pl: Aktualizacje WordPressa
sv_se: Uppdateringar för WordPress kärna

# User logger: search
source: WordPress Core
pl_pl: WordPress
sv_se: WordPress kärna

source: WordPress auto-updated to {new_version} from {prev_version}
pl_pl: Automatyczna aktualizacja WordPressa z {prev_version} do {new_version}
sv_se: WordPress uppdaterades automatiskt till {new_version} från {prev_version}

source: Updated WordPress to {new_version} from {prev_version}
pl_pl: Zaktualizowano WordPressa z {prev_version} do {new_version}
sv_se: Uppdaterade WordPress till {new_version} från {prev_version}

# comments logger - edit comment
source: View/Edit
pl_pl: Zobacz/Edytuj
sv_se: Visa/Redigera

source: Comment
pl_pl: Komentarz
sv_se: Kommentar

source: Pending
pl_pl: Oczekujące
sv_se: Väntande

source: Approved
pl_pl: Zatwierdzono
sv_se: Godkänd

source: Spam
sv_se: Skräp

# comments logger - detailed output content
source: Comment
pl_pl: Komentarz
sv_se: Kommentar

# comments logger - detailed output content
source: Content
pl_pl: Treść
sv_se: Innehåll

# comments logger - detailed output email
source: Email
sv_se: E-post

# comments logger - detailed output author
source: Name
pl_pl: Imię
sv_se: Namn

# Comments logger: search
source: Deleted comments
pl_pl: Usunięcie komentarzy
sv_se: Borttagna kommentarer

# Comments logger: search
source: Untrashed comments
pl_pl: Przywrócenie komentarzy z Kosza
sv_se: Kommentarer tillbakatagna från papperskorgen

# Comments logger: search
source: Trashed comments
pl_pl: Przeniesienie komentarzy do Kosza
sv_se: Kastade kommentarer

# Comments logger: search
source: Comments status changed to spam
pl_pl: Oznaczenie komentarzy jako spam
sv_se: Status på kommentarer ändrade till skräppost

# Comments logger: search
source: Held comments
pl_pl: Wstrzymanie komentarzy
sv_se: Tillbakahållna kommentar

# Comments logger: search
source: Approved comments
pl_pl: Zatwierdzone komentarze
sv_se: Godkända kommentarer

# Comments logger: search
source: Edited comments
pl_pl: Edytowanie komentarzy
sv_se: Redigerade kommentarer

# Comments logger: search
source: Added comments
pl_pl: Dodanie komentarzy
sv_se: Tillagda kommentarer

# Comments logger: search
source: All comments activity
pl_pl: Wszystkie aktywności związane z komentarzami
sv_se: Alla kommentarshändelser

# Comments logger: search
source: Comments
pl_pl: Komentarze
sv_se: Kommentarer

# A pingback was edited
source: Edited a pingback to "{comment_post_title}" by {comment_author} ({comment_author_email})
pl_pl: Edytowano pingback do „{comment_post_title}” dodany przez {comment_author} ({comment_author_email})
sv_se: Redigerade en pingback till ”{comment_post_title}” av {comment_author} ({comment_author_email})

# A pingback was deleted
source: Deleted a pingback to "{comment_post_title}" by {comment_author} ({comment_author_email})
pl_pl: Usunięto pingback do „{comment_post_title}” dodany przez {comment_author} ({comment_author_email})
sv_se: Tog bort en pingback till ”{comment_post_title}” av {comment_author} ({comment_author_email})

# A pingback was restored from the trash
source: Restored a pingback to "{comment_post_title}" by {comment_author} ({comment_author_email}) from the trash
pl_pl: Przywrócono z Kosza pingback do „{comment_post_title}” dodany przez {comment_author} ({comment_author_email})
sv_se: Återställde en pingback till ”{comment_post_title}” av {comment_author} ({comment_author_email}) från papperskorgen

# A pingback was marked moved to the trash
source: Trashed a pingback to "{comment_post_title}" by {comment_author} ({comment_author_email})
pl_pl: Przeniesiono do Kosza pingback do „{comment_post_title}” dodany przez {comment_author} ({comment_author_email})
sv_se: Kastade en pingback till ”{comment_post_title}” av {comment_author} ({comment_author_email}) i papperskorgen

# A pingback was marked as spam
source: Marked a pingback to post "{comment_post_title}" as spam
pl_pl: Pingback do wpisu „{comment_post_title}” oznaczono jako spam
sv_se: Markerade en pingback till ”{comment_post_title}” som skräppost

# A pingback was was unapproved
source: Unapproved a pingback to "{comment_post_title}" by "{comment_author}" ({comment_author_email})
pl_pl: Odrzucono pingback do „{comment_post_title}” dodany przez „{comment_author}” ({comment_author_email})
sv_se: Godkände inte en pingback till ”{comment_post_title}” av {comment_author} ({comment_author_email})

# A pingback was approved
source: Approved a pingback to "{comment_post_title}" by "{comment_author}"" ({comment_author_email})
pl_pl: Zatwierdzono pingback do „{comment_post_title}” dodany przez „{comment_author}” ({comment_author_email})
sv_se: Godkände en pingback till ”{comment_post_title}” av {comment_author} ({comment_author_email})

# A pingback was added to the database by a logged in user
source: Added a pingback to {comment_post_type} "{comment_post_title}"
pl_pl: Dodano pingback do {comment_post_type} „{comment_post_title}”
sv_se: Lade till en pingback till {comment_post_type} ”{comment_post_title}”

# A trackback was added to the database by a non-logged in internet user
source: Added a pingback to {comment_post_type} "{comment_post_title}"
pl_pl: Dodano pingback do {comment_post_type} „{comment_post_title}”
sv_se: Lade till en pingback till {comment_post_type} ”{comment_post_title}”

# A trackback was edited
source: Edited a trackback to "{comment_post_title}" by {comment_author} ({comment_author_email})
pl_pl: Edytowano trackback do „{comment_post_title}” dodany przez {comment_author} ({comment_author_email})
sv_se: Redigerade en trackback till ”{comment_post_title}” av {comment_author} ({comment_author_email})

# A trackback was deleted
source: Deleted a trackback to "{comment_post_title}" by {comment_author} ({comment_author_email})
pl_pl: Usunięto trackback do „{comment_post_title}” dodany przez {comment_author} ({comment_author_email})
sv_se: Tog bort en trackback till ”{comment_post_title}” av {comment_author} ({comment_author_email})

# A trackback was restored from the trash
source: Restored a trackback to "{comment_post_title}" by {comment_author} ({comment_author_email}) from the trash
pl_pl: Przywrócono z Kosza trackback do „{comment_post_title}” dodany przez {comment_author} ({comment_author_email})
sv_se: Återställde en trackback till ”{comment_post_title}” av {comment_author} ({comment_author_email}) från papperskorgen

# A trackback was marked moved to the trash
source: Trashed a trackback to "{comment_post_title}" by {comment_author} ({comment_author_email})
pl_pl: Przeniesiono do Kosza trackback do „{comment_post_title}” dodany przez {comment_author} ({comment_author_email})
sv_se: Kastade en trackback till ”{comment_post_title}” av {comment_author} ({comment_author_email}) i papperskorgen

# A trackback was marked as spam
source: Marked a trackback to post "{comment_post_title}" as spam
pl_pl: Trackback dodany do „{comment_post_title}” oznaczono jako spam
sv_se: Markerade en trackback till ”{comment_post_title}” som skräppost
