Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/simple-history-*.po
Languages: pl_pl, sv_se

# A trackback was was unapproved
source: Unapproved a trackback to "{comment_post_title}" by {comment_author} ({comment_author_email})
pl_pl: Odrzucono trackback do „{comment_post_title}” dodany przez {comment_author} ({comment_author_email})
sv_se: Godkände inte en trackback till ”{comment_post_title}” av {comment_author} ({comment_author_email})

# A trackback was approved
source: Approved a trackback to "{comment_post_title}" by {comment_author} ({comment_author_email})
pl_pl: Zatwierdzono trackback do „{comment_post_title}” dodany przez {comment_author} ({comment_author_email})
sv_se: Godkände en trackback till ”{comment_post_title}” av {comment_author} ({comment_author_email})

# A trackback was added to the database by a logged in user
source: Added a trackback to {comment_post_type} "{comment_post_title}"
pl_pl: Dodano trackback do {comment_post_type} „{comment_post_title}”
sv_se: Lade till en trackback till {comment_post_type} ”{comment_post_title}”

# A trackback was added to the database by a non-logged in internet user
source: Added a trackback to {comment_post_type} "{comment_post_title}"
pl_pl: Dodano trackback do {comment_post_type} „{comment_post_title}”
sv_se: Lade till en trackback till {comment_post_type} ”{comment_post_title}”

# A comment was edited
source: Edited a comment to "{comment_post_title}" by {comment_author} ({comment_author_email})
pl_pl: Edytowano komentarz dodany do „{comment_post_title}” przez {comment_author} ({comment_author_email})
sv_se: Redigerade en kommentar till ”{comment_post_title}” av {comment_author} ({comment_author_email})

# A comment was deleted
source: Deleted a comment to "{comment_post_title}" by {comment_author} ({comment_author_email})
pl_pl: Usunięto komentarz dodany do „{comment_post_title}” przez {comment_author} ({comment_author_email})
sv_se: Tog bort en kommentar till ”{comment_post_title}” av {comment_author} ({comment_author_email})

# A comment was restored from the trash
source: Restored a comment to "{comment_post_title}" by {comment_author} ({comment_author_email}) from the trash
pl_pl: Przywrócono z Kosza komentarz dodany do „{comment_post_title}” przez {comment_author} ({comment_author_email})
sv_se: Återställde en kommentar till ”{comment_post_title}” av {comment_author} ({comment_author_email}) från papperskorgen

# A comment was marked moved to the trash
source: Trashed a comment to "{comment_post_title}" by {comment_author} ({comment_author_email})
pl_pl: Komentarz dodany do „{comment_post_title}” przez {comment_author} ({comment_author_email}) przeniesiono do Kosza
sv_se: Kastade en kommentar till ”{comment_post_title}” av {comment_author} ({comment_author_email}) i papperskorgen

# A comment was marked as spam
source: Marked a comment to post "{comment_post_title}" as spam
pl_pl: Komentarz dodany do „{comment_post_title}” oznaczono jako spam
sv_se: Markerade en kommentar till inlägget ”{comment_post_title}” som skräppost

# A comment was was unapproved
source: Unapproved a comment to "{comment_post_title}" by {comment_author} ({comment_author_email})
pl_pl: Odrzucono komentarz „{comment_post_title}” dodany przez {comment_author} ({comment_author_email})
sv_se: Godkände inte en kommentar till ”{comment_post_title}” av {comment_author} ({comment_author_email})

# A comment was approved
source: Approved a comment to "{comment_post_title}" by {comment_author} ({comment_author_email})
pl_pl: Zatwierdzono komentarz dla „{comment_post_title}” dodany przez {comment_author} ({comment_author_email})
sv_se: Godkände en kommentar till ”{comment_post_title}” av {comment_author} ({comment_author_email})

# A comment was added to the database by a logged in user
source: Added a comment to {comment_post_type} "{comment_post_title}"
pl_pl: Dodano komentarz do {comment_post_type} „{comment_post_title}”
sv_se: Lade till en kommentar till {comment_post_type} ”{comment_post_title}”

# A comment was added to the database by a non-logged in internet user
source: Added a comment to {comment_post_type} "{comment_post_title}"
pl_pl: Dodano komentarz do {comment_post_type} „{comment_post_title}”
sv_se: Lade till en kommentar till {comment_post_type} ”{comment_post_title}”

# PluginUserSwitchingLogger
source: Switched off user "{user_login}"
pl_pl: Przełączono z użytkownika „{user_login}”
sv_se: Loggade av användaren ”{user_login}”

# PluginUserSwitchingLogger
source: Switched back to user "{user_login_to}"
pl_pl: Powrócono do użytkownika „{user_login_to}”
sv_se: Bytte tillbaka till användaren ”{user_login_to}”

# PluginUserSwitchingLogger
source: Switched back to user "{user_login_to}" from user "{user_login_from}"
pl_pl: Powrócono do użytkownika „{user_login_to}” z „{user_login_from}”
sv_se: Växlade tillbaka till användaren ”{user_login_to}” från användaren ”{user_login_from}”

# PluginUserSwitchingLogger
source: Switched to user "{user_login_to}" from user "{user_login_from}"
pl_pl: Przełączono się na użytkownika „{user_login_to}” z „{user_login_from}”
sv_se: Växlade till användaren ”{user_login_to}” från användaren ”{user_login_from}”

# PluginUserSwitchingLogger
source: Logs user switches
pl_pl: Rejestrowanie przełączenia użytkownika
sv_se: Loggar byte av användare

source: Plugin: User Switching Logger
pl_pl: Wtyczka: Rejestrator dla wtyczki User Switching
sv_se: Tillägg: Loggare för ”User Switching”

# PluginEnableMediaReplaceLogger
source: Replaced attachment "{prev_attachment_title}" with new attachment "{new_attachment_title}"
pl_pl: Zastąpiono plik „{prev_attachment_title}” nowym „{new_attachment_title}”
sv_se: Ersatte bilagan ”{prev_attachment_title}” med den nya bilagan ”{new_attachment_title}”

# PluginEnableMediaReplaceLogger
source: Logs media updates made with the Enable Media Replace Plugin
pl_pl: Rejestr zmian plików wykonanych wtyczką Enable Media Replace
sv_se: Loggar uppdateringar av media gjorda med hjälp av tillägget ”Enable Media Replace”

source: Plugin: Enable Media Replace Logger
pl_pl: Wtyczka: Rejestruj zmiany wtyczki Media Replace
sv_se: Tillägg: Loggare för ”Enable Media Replace”

source: Simple History is a great plugin, but to use it your server must have at least PHP 7.4 installed (you have version %s).
pl_pl: Wtyczka Prosta Historia do prawidłowego działania wymaga serwera z obsługą PHP co najmniej 7.4 (używasz %s).
sv_se: ”Simple History” är ett bra tillägg, men för att använda det måste din server ha minst PHP 7.4 installerat (du har version %s).

# Log level in gui
source: Debug
pl_pl: Debugowanie
sv_se: Felsökning

# Log level in gui
source: Notice
pl_pl: Powiadomienie
sv_se: Notis

# Log level in gui
source: Warning
pl_pl: Ostrzeżenie
sv_se: Varning

# Log level in gui
source: Error
pl_pl: Błąd
sv_se: Fel

# Log level in gui
source: Critical
pl_pl: Błąd krytyczny
sv_se: Kritiskt

# Log level in gui
source: Alert
pl_pl: Ostrzeżenie
sv_se: Larm (varning)

# Log level in gui
source: Emergency
pl_pl: Wypadek
sv_se: Nödsituation

# Log level in gui
source: debug
sv_se: felsokning

# Log level in gui
source: notice
pl_pl: powiadomienie
sv_se: notis

# Log level in gui
source: warning
pl_pl: ostrzeżenie
sv_se: varning

# Log level in gui
source: error
pl_pl: błąd
sv_se: fel

# Log level in gui
source: critical
pl_pl: błąd krytyczny
sv_se: kritiskt

# Log level in gui
source: alert
pl_pl: ostrzeżenie
sv_se: larm

# Log level in gui
source: emergency
pl_pl: awaria
sv_se: nödsituation

source: This is potentially useful meta data that a logger has saved.
pl_pl: Potencjalnie przydatne meta dane, zarejestrowane w dzienniku.
sv_se: Detta är eventuellt användbar metadata som en loggare har sparat.

source: Context data
pl_pl: Dane kontekstowe
sv_se: Kontextuell data

source: Showing %1$s more
pl_pl: Pokazuję %1$s więcej
sv_se: Visar %1$s mer

source: Loading…
pl_pl: Wczytywanie…
sv_se: Laddar in …

source: +%1$s similar event
pl_pl: +%1$s podobne zdarzenie
sv_se: +%1$s liknande händelse

source: Clear log now
pl_pl: Wyczyść zdarzenia
sv_se: Rensa loggen nu

source: Items in the database are kept forever.
pl_pl: Zdarzenia nigdy nie będą usuwane z bazy danych.
sv_se: Poster i databasen lagras för evigt.

source: Items in the database are automatically removed after %1$s days.
pl_pl: Zdarzenia będą usuwane automatycznie z bazy danych po %1$s dniach.
sv_se: Poster i databasen tas automatiskt bort efter %1$s dagar.

source: on the dashboard
pl_pl: jako widget w Kokpicie
sv_se: på adminpanelen

source: Clear log
pl_pl: Wyczyść historię
sv_se: Rensa logg

source: Show history
pl_pl: Pokaż zdarzenia
sv_se: Visa historik

source: Cleared database
pl_pl: Wyczyść bazę danych
sv_se: Databasen rensades

source: Remove all log items?
pl_pl: Czy na pewno chcesz usunąć wszystkie zdarzenia z bazy danych?
sv_se: Ta bort alla loggposter?

source: Settings
pl_pl: Ustawienia
sv_se: Inställningar

# API: not enough arguments passed
source: Not enough args specified
pl_pl: Określono za mało argumentów
sv_se: Inte tillräckligt med argument angivna

source: Just now
pl_pl: Teraz
sv_se: Just nu

# Sidebar box
source: A good review will help new users find this plugin. And it will make the plugin author very happy :)
pl_pl: Dobra recenzja może pomóc nowym użytkownikom w znalezieniu tej wtyczki. No i bardzo ucieszy jej autora :)
sv_se: En bra recension hjälper nya användare att hitta detta tillägg. Och det kommer göra tilläggets utvecklare väldigt glad!

# Sidebar box
source: If you like Simple History then please <a href="%1$s">give it a nice review over at wordpress.org</a>.
pl_pl: Jeżeli lubisz wtyczkę Prosta Historia, to proszę <a href="%1$s">napisz dobrą recenzję na wordpress.org</a>.
sv_se: Om du gillar Simple History så <a href="%1$s">ge gärna en positiv recension på wordpress.org</a>.

# Sidebar box
source: Review this plugin if you like it
pl_pl: Oceń wtyczkę
sv_se: Recensera tillägget om du gillar det

# Sidebar box
source: Donate to support development
pl_pl: Przekaż datek na rozwój
sv_se: Donera för att stödja utvecklingen

source: Plugins
pl_pl: Wtyczki
sv_se: Tillägg

source: Simple History has a RSS feed which you can subscribe to and receive log updates. Make sure you only share the feed with people you trust, since it can contain sensitive or confidential information.
pl_pl: Wtyczka Prosta Historia udostępnia kanał RSS, który możesz zasubskrybować i w ten sposób otrzymywać powiadomienia o zdarzeniach. Upewnij się, adres tego kanału znają tylko zaufane osoby, ponieważ może on zawierać dane poufne.
sv_se: Simple History har ett RSS-flöde som du kan prenumerera på för att få logguppdateringar. Dela bara webbflödets adress med personer du litar på, eftersom den kan innehåll känslig eller konfidentiell information.

source: Generate new address
pl_pl: Utwórz nowy adres URL
sv_se: Skapa ny adress

source: You can generate a new address for the RSS feed. This is useful if you think that the address has fallen into the wrong hands.
pl_pl: Możesz wygenerować nowy adres kanału RSS. Ta opcja jest przydatna, jeśli poprzednii link wpadł w niepowołane ręce.
sv_se: Du kan skapa en ny adress för RSS-flödet. Detta är användbart om du misstänker att adressen kommit i orätta händer.

source: Your RSS secret for Simple History RSS feed is wrong. Please see WordPress settings for current link to the RSS feed.
pl_pl: Twój sekretny link z dostępem do kanału RSS Prosta Historia jest błędny. Przejdź do ustawień WordPressa, żeby zobaczyć aktualny adres tego kanału.
sv_se: Din RSS-hemlighet för RSS-flödet för Simple History är felaktig. Gå till WordPress-inställningarna för att få en aktuell länk till RSS-flödet.

source: Wrong RSS secret
pl_pl: Błędny klucz kanału RSS
sv_se: Fel RSS-hemlighet

source: +%1$s occasion
pl_pl: + 1 wystąpienie
sv_se: +%1$s tillfälle

source: Severity level: %1$s
pl_pl: Poziom ważności: %1$s
sv_se: Allvarlighetsgrad: %1$s

source: WordPress History for %s
pl_pl: Historia WordPressa dla %s
sv_se: WordPress-historik för %s

source: History for %s
pl_pl: Historia dla %s
sv_se: Historik för %s

source: Created new secret RSS address
pl_pl: Utworzono nowy sekretny link do kanału RSS
sv_se: Skapade en ny hemlig RSS-adress

source: Regenerate
pl_pl: Odnów
sv_se: Återskapa

source: Address
pl_pl: Adres
sv_se: Adress

# rss settings headline
source: RSS feed
pl_pl: Kanał RSS
sv_se: RSS-flöde

# Export dropin: submit button
source: Download Export File
pl_pl: Pobierz plik eksportu
sv_se: Ladda ner exportfil

# Export dropin: format
source: Choose format to export to
pl_pl: Wybierz format pliku eksportu
sv_se: Välj format att exportera till

# Export dropin: introtext
source: The export function will export the full history.
pl_pl: Eksport będzie zawieraał pełną historię.
sv_se: Exportfunktionen kommer exportera hela historiken.

source: Trashed
pl_pl: W koszu

source: IP: %s
pl_pl: Adres IP: %s

source: Thank you for using Simple History! You've logged over %s events - that's awesome! If you find this plugin useful, would you mind taking a moment to rate it on WordPress.org? It really helps to keep the plugin growing and improving.
pl_pl: Dziękujemy za korzystanie z wtyczki Prosta Historia! Zarejestrowano ponad %s zdarzeń - to niesamowite! Jeśli uważasz, że ta wtyczka jest przydatna, czy możesz poświęcić chwilę, aby ocenić ją na WordPress.org? To naprawdę pomaga w rozwoju i ulepszaniu wtyczki.

# dashboard title name
source: Support
pl_pl: Pomoc techniczna

# settings menu name
source: Support
pl_pl: Pomoc techniczna

# settings menu name
source: Simple History
pl_pl: Prosta Historia

source: Since install or since the install of version 5.20 if you were already using the plugin before then.
pl_pl: Od momentu instalacji lub od momentu instalacji wersji 5.20, jeśli korzystano z wtyczki już wcześniej.

# Sidebar box
source: We're continually working to improve Simple History, adding new features to make it even more useful for you. If you'd like to support our efforts, consider making a contribution. 🙌
pl_pl: Nieustannie pracujemy nad ulepszeniem wtyczki Prosta Historia, dodając nowe funkcje, aby uczynić ją jeszcze bardziej użyteczną. Jeśli chcesz wesprzeć nasze wysiłki, rozważ dokonanie wpłaty. 🙌

# User logger
source: Checked
pl_pl: Zaznaczone

source: The subsequent occasions count of the event.
pl_pl: Kolejne okazje liczą się w zdarzeniu.

source: The occasions ID of the event.
pl_pl: Identyfikator okazji zdarzenia.

source: Details of the initiator.
pl_pl: Szczegóły inicjatora.

source: The via of the event.
pl_pl: Droga zdarzenia.

source: The uninterpolated message of the event.
pl_pl: Nieprzetworzona wiadomość zdarzenia.

source: The details of the event, with possible markup applied.
pl_pl: Szczegóły zdarzenia z ewentualnym zastosowaniem znaczników.

source: The interpolated message of the event, with possible markup applied.
pl_pl: Zinterpolowana wiadomość zdarzenia, z ewentualnym zastosowaniem znaczników.

source: The interpolated message of the event.
pl_pl: Zinterpolowana wiadomość zdarzenia.

source: Offset the result set by a specific number of items.
pl_pl: Przesuń wyniki o określoną liczbę pozycji.

source: Limit result set to rows with messages. Format: LoggerSlug:message.
pl_pl: Ogranicz wyniki do wierszy z wiadomościami. Format: LoggerSlug:message.

source: Limit result set to rows with date less than or equal to this unix timestamp.
pl_pl: Ogranicz wyniki do wierszy z datą mniejszą lub równą temu znacznikowi czasu Unix.

source: Limit result set to rows with date greater than or equal to this unix timestamp.
pl_pl: Ogranicz wyniki do wierszy z datą większą lub równą temu znacznikowi czasu Unix.

source: Limit result set to rows with id greater than this, i.e. more recent than since_id.
pl_pl: Ogranicz wyniki do wierszy z identyfikatorem większym niż ten, czyli bardziej aktualnym niż since_id.

source: Limit result set to rows with id equal or lower than this.
pl_pl: Ogranicz wyniki do wierszy z identyfikatorem równym lub niższym niż ten.

source: Current page of the collection.
pl_pl: Aktualna strona z kolekcji.

source: Maximum number of items to be returned in result set.
pl_pl: Maksymalna liczba elementów, do zwrócenia w wynikach.

source: The max number of occasions to return.
pl_pl: Maksymalna liczba okazji do zwrócenia.

source: Limit result set to rows with occasionsID equal to this.
pl_pl: Ogranicz wyniki do wierszy z identyfikatorem okazji równym temu.

source: Limit result set to rows with id lower than this.
pl_pl: Ogranicz wyniki do wierszy z identyfikatorem niższym niż ten.

source: Media
pl_pl: Multimedia

source: Enable threaded (nested) comments
pl_pl: Włącz komentowanie zagnieżdżone

source: Slug
pl_pl: Uproszczona nazwa

# Logger: Plugin ACF
source: Position
pl_pl: Pozycja

# debug dropin
source: Slug
pl_pl: Uproszczona nazwa

# stats: date in rows per day chart
source: M j
pl_pl: j F

# plugin logger - detailed output url
source: URL
pl_pl: Adres URL

# plugin logger - detailed output version
source: Version
pl_pl: Wersja

source: M j, Y \a\t G:i
pl_pl: Y-m-d \o H:i

# Export logger: search
source: Export
pl_pl: Eksport

# Log level in gui
source: Info
pl_pl: Informacja

# Log level in gui
source: info
pl_pl: informacja

# dashboard menu name
source: Simple History
pl_pl: Prosta Historia

source: Simple History
pl_pl: Prosta Historia
