Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/simple-history-*.po
Languages: pl_pl, sv_se

# debug dropin
source: Allowed email addresses:
pl_pl: Dozwolone adresy e-mail:
sv_se: Tillåtna e-postadresser:

# debug dropin
source: Partial Stealth Mode is enabled.
pl_pl: Włączono częściowy tryb niewidzialności.
sv_se: Delvist ”stealth”-läge är aktiverat.

# debug dropin
source: Stealth Mode
pl_pl: Tryb niewidzialności
sv_se: ”Stealth”-läge

# debug dropin
source: And %d more.
pl_pl: I %d więcej.
sv_se: Och %d fler.

source: Partial Stealth Mode
pl_pl: Tryb częściowej niewidzialności
sv_se: Delvist ”stealth”-läge

source: Disabled
pl_pl: Wyłączono
sv_se: Inaktiverad

source: Enabled
pl_pl: Włączono
sv_se: Aktiverad

source: Full Stealth Mode
pl_pl: Pełny tryb niewidzialności
sv_se: Fullständigt ”stealth”-läge

# Sidebar box
source: Need help?
pl_pl: Potrzebna pomoc?
sv_se: Behöver du hjälp?

# Sidebar box
source: Support our work
pl_pl: Wesprzyj naszą pracę
sv_se: Stöd vårt arbete

source: <a href="%1$s">Set number of days the log is kept.</a>
pl_pl: <a href="%1$s">Ustaw liczbę dni przechowywania dziennika.</a>.
sv_se: <a href="%1$s">Ange antal dagar som loggen sparas.</a>

# settings menu name
source: Settings
pl_pl: Ustawienia
sv_se: Inställningar

# settings title name
source: Simple History Settings
pl_pl: Prosta Historia — ustawienia
sv_se: Inställningar för Simple History

# dashboard menu name
source: Event Log
pl_pl: Dziennik zdarzeń
sv_se: Händelselogg

# dashboard title name
source: Event Log - Simple History
pl_pl: Dziennik zdarzeń — prosta historia
sv_se: Händelselogg - Simple History

# dashboard title name
source: History
pl_pl: Oś czasu
sv_se: Historik

source: Only $29 for 5 sites!
pl_pl: Tylko 29 USD za 5 witryn!
sv_se: Endast $29 för 5 webbplatser!

source: Buy Debug & Monitor
sv_se: Köp ”Debug & Monitor”

source: Buy WooCommerce Logger
pl_pl: Kup logowanie dla WooCommerce
sv_se: Köp ”WooCommerce Logger”

source: Email templates updates
pl_pl: Aktualizacje szablonów wiadomości e-mail
sv_se: Uppdateringar av e-postmallar

source: WooCommerce settings adjustments
pl_pl: Dostosowanie ustawień WooCommerce
sv_se: Justeringar av WooCommerce-inställningar

source: Coupon changes
pl_pl: Zmiany w kuponach
sv_se: Förändringar av rabattkoder

source: Product modifications
pl_pl: Modyfikacje produktu
sv_se: Produktändringar

source: Order edits
pl_pl: Edycja zamówienia
sv_se: Beställningsredigeringar

source: Log detailed information about many things that happen in your WooCommerce shop:
sv_se: Logga detaljerad information om många saker som händer i din WooCommerce-butik:

source: Get Add-Ons Now
sv_se: Skaffa utökningar nu

source: Our New Year's Sale is Here - 50% Off All Add-Ons 🙀
sv_se: Vår nyårsrea är här – 50% rabatt på alla utökningar 🙀

# User logger
source: Send notification
pl_pl: Wyślij powiadomienie
sv_se: Skicka aviseringar

source: <a href="%1$s" target="_blank" class="sh-ExternalLink">Get Premium to set number of days the log is kept.</a>
pl_pl: <a href="%1$s" target="_blank" class="sh-ExternalLink">Uzyskaj premium, aby ustawić liczbę dni przechowywania dziennika.</a>
sv_se: <a href="%1$s" target="_blank" class="sh-ExternalLink">Skaffa Premium för att ställa in antal dagar som loggen sparas.</a>

source: No event found with ID %1$d.
pl_pl: Nie znaleziono zdarzenia o identyfikatorze %1$d.
sv_se: Ingen händelse hittades med ID %1$d.

source: Removed %1$d rows.
pl_pl: Usunięto %1$d wierszy.
sv_se: Borttagna %1$d rader.

source: Are you sure you want to clear all logged items?
pl_pl: Czy chcesz wyczyścić cały dziennik?
sv_se: Är du säker på att du vill rensa alla loggade objekt?

source: Upgrade to Simple History Premium to set this to any number of days.
pl_pl: Uaktualnij do wersji premium, aby ustawić liczbę dni.
sv_se: Uppgradera till ”Simple History Premium” för att ställa in detta till valfritt antal dagar.

source: Great for developers who need to debug issues and for site owners who want to understand what's happening behind the scenes.
pl_pl: Świetne rozwiązanie dla programistów, którzy muszą debugować problemy i dla właścicieli witryn, którzy chcą zrozumieć, co dzieje się za kulisami.
sv_se: Perfekt för utvecklare som behöver felsöka problem och för webbplatsägare som vill förstå vad som händer bakom kulisserna.

source: WP cron jobs
pl_pl: Zadania WP cron
sv_se: WP cron-jobb

source: REST API activity
pl_pl: Aktywność REST API
sv_se: REST API-aktivitet

source: HTTP API requests
pl_pl: Żądania API HTTP
sv_se: HTTP API-förfrågningar

source: Email sending
pl_pl: Wysyłanie wiadomości e-mail
sv_se: Skicka e-post

source: Keep track of WordPress activities with the Debug & Monitor add-on:
sv_se: Håll koll på WordPress-aktiviteter med utökningen ”Debug & Monitor”:

source: Add-on
sv_se: Utökning

source: Debug & Monitor
sv_se: Felsökning och övervakning

source: Upgrade to Premium
sv_se: Uppgradera till Premium

source: Remove banners like this one
sv_se: Ta bort banners som den här

source: Control what messages that are logged to match your needs
sv_se: Styr vilka meddelanden som loggas för att matcha dina behov

source: View a map of where failed login attempts happened
sv_se: Visa en karta över var misslyckade inloggningsförsök inträffade

source: Control how to store IP Addresses – anonymized or not
sv_se: Styr hur IP-adresser ska lagras – anonymiserade eller ej

source: Limit number of failed login attempts that are logged
sv_se: Begränsa antalet misslyckade inloggningsförsök som loggas

source: Customize log retention by setting the number of days to keep logs
sv_se: Anpassa logglagringen genom att ange antalet dagar som loggar ska sparas

source: Export search results as CSV and JSON
sv_se: Exportera sökresultat som CSV och JSON

source: Unlock more features with Simple History Premium!
sv_se: Lås upp fler funktioner med Simple History Premium!

# debug dropin
source: %1$s logged events since %2$s.
pl_pl: %1$s zdarzeń od %2$s.
sv_se: %1$s loggade händelser sedan %2$s.

# debug dropin
source: Could not find the date when the plugin was installed.
pl_pl: Brak daty zainstalowania wtyczki.
sv_se: Kunde inte hitta datumet när tillägget installerades.

# debug dropin
source: Total number of logged events
pl_pl: Całkowita liczba zarejestrowanych zdarzeń
sv_se: Totalt antal loggade händelser

source: in the admin bar
pl_pl: na pasku administratora
sv_se: i adminfältet

source: Last 7 days
pl_pl: Ostatnie 7 dni
sv_se: Senaste 7 dagarna

source: Sorry, you are not allowed to search users.
pl_pl: Brak uprawnienia do wyszukiwania użytkowników.
sv_se: Du har inte behörighet att söka efter användare.

source: Sorry, you are not allowed to search options.
pl_pl: Brak uprawnienia do wyszukiwania opcji.
sv_se: Du saknar behörighet för att söka alternativ.

source: Please provide a search query.
pl_pl: Podaj zapytanie wyszukiwania.
sv_se: Ange en sökfråga.

source: The permalink of the event.
pl_pl: Bezpośredni odnośnik do zdarzenia.
sv_se: Händelsens permalink.

source: The context of the event.
pl_pl: Kontekst zdarzenia.
sv_se: Händelsens sammanhang.

source: The IP addresses of the event.
pl_pl: Adresy IP zdarzenia.
sv_se: Händelsens IP-adresser.

source: The initiator of the event.
pl_pl: Inicjator zdarzenia.
sv_se: Initiativtagaren till händelsen.

source: The log level of the event.
pl_pl: Poziom zdarzenia w dzienniku logowania.
sv_se: Händelsens loggnivå.

source: The message key of the event.
pl_pl: Klucz wiadomości zdarzenia.
sv_se: Meddelandets nyckel för händelsen.

source: The logger of the event.
pl_pl: Rejestrator zdarzenia.
sv_se: Händelsens loggare.

source: The details of the event.
pl_pl: Szczegóły zdarzenia.
sv_se: Händelsens detaljer.

source: URL to the event.
pl_pl: Adres URL do zdarzenia.
sv_se: Händelsens URL.

source: The date the event was added, as GMT.
pl_pl: Data dodania zdarzenia, jako GMT.
sv_se: Det datum då händelsen lades till, som GMT.

source: The date the event was added, in the site's timezone.
pl_pl: Data dodania zdarzenia w strefie czasowej witryny.
sv_se: Datumet då händelsen lades till, i webbplatsens tidszon.

source: Limit result set to rows with user id.
pl_pl: Ogranicz wyniki do wierszy z identyfikatorem użytkownika.
sv_se: Begränsa resultatet till rader med användar-ID.

source: Limit result set to rows with user ids.
pl_pl: Ogranicz wyniki do wierszy z identyfikatorami użytkowników.
sv_se: Begränsa resultatet till rader med användar-ID:n.

source: Limit result set to rows with loggers.
pl_pl: Ogranicz wyniki do wierszy z rejestratorami.
sv_se: Begränsa resultatet till rader med loggare.

source: Limit result set to rows with log levels.
pl_pl: Ogranicz wyniki do wierszy z poziomami dziennika.
sv_se: Begränsa resultatet till rader med loggnivåer.

source: Limit result set to rows with date within this range. Format: Y-m.
pl_pl: Ogranicz wyniki do wierszy z datą w podanym zakresie. Format: Y-m.
sv_se: Begränsa resultatet till rader med datum inom detta intervall. Format: Å-m.

source: Limit result set to rows with date within this range.
pl_pl: Ogranicz wyniki do wierszy z datą w podanym zakresie.
sv_se: Begränsa resultatet till rader med datum inom detta intervall.

source: Limit result set to specific IDs.
pl_pl: Ogranicz wyniki do określonych identyfikatorów.
sv_se: Begränsa resultatet till specifika ID:n.

source: The number of occasions to get.
pl_pl: Liczba okazji do pobrania.
sv_se: Antalet tillfällen att hämta.

source: Type of result to return.
pl_pl: Rodzaj zwracanego wyniku.
sv_se: Typ av resultat som ska returneras.

source: Sorry, you are not allowed to view this event.
pl_pl: Brak uprawnień do zobaczenia tego zdarzenia.
sv_se: Du har inte behörighet att se denna händelse.

source: Invalid event ID.
pl_pl: Nieprawidłowy identyfikator zdarzenia.
sv_se: Ogiltigt händelse-ID.

source: Sorry, you are not allowed to view events.
pl_pl: Brak uprawnień do przeglądania zdarzeń.
sv_se: Du har inte behörighet att visa händelser.

source: Unique identifier for the event.
pl_pl: Unikatowy identyfikator zdarzenia.
sv_se: Unik identifierare för händelsen.

source: Please note that these features may not work as expected and could change or be removed in future updates.
pl_pl: Pamiętaj, że funkcje te mogą nie działać zgodnie z oczekiwaniami i mogą zostać zmienione lub usunięte w przyszłych aktualizacjach.
sv_se: Observera att dessa funktioner kanske inte fungerar som förväntat och att de kan ändras eller tas bort i framtida uppdateringar.

source: Try out upcoming features that are still in testing.
pl_pl: Wypróbuj nadchodzące funkcje, które wciąż są w fazie testów.
sv_se: Prova kommande funktioner som fortfarande är under testning.

source: Enable experimental features
pl_pl: Włącz funkcje eksperymentalne
sv_se: Aktivera experimentella funktioner

source: Experimental features
pl_pl: Funkcje eksperymentalne
sv_se: Experimentella funktioner

# debug dropin
source: Drop-in filename
pl_pl: Nazwa pliku zamiennika
sv_se: Filnamn på insticksprogram

# debug dropin
source: Drop-in name
pl_pl: Nazwa zamiennika
sv_se: Namn på insticksprogram

# debug dropin
source: No drop-ins found.
pl_pl: Nie znaleziono żadnych zamienników.
sv_se: Inga insticksprogram hittades.

# debug dropin
source: As returned from get_dropins().
pl_pl: Jak zwrócone z get_dropins().
sv_se: Som returneras från get_dropins().

# debug dropin
source: WordPress drop-ins
pl_pl: WordPress zamienniki
sv_se: WordPress insticksprogram

source: Database engine used to perform queries: <code>%1$s</code>.
pl_pl: Silnik bazy danych używany do wykonywania zapytań: <code>%1$s</code>.
sv_se: Databasmotor som används för att utföra sökningar: <code>%1$s</code>.

# debug dropin
source: Database engine
pl_pl: Silnik bazy danych
sv_se: Databasmotor

# debug dropin
source: Database
pl_pl: Baza danych
sv_se: Databas

# Plugin failed to update in bulk
source: Failed to update plugin "{plugin_name}"
pl_pl: Nie udała się aktualizacja wtyczki „{plugin_name}”
sv_se: Misslyckades att uppdatera tillägget ”{plugin_name}”

source: Off
pl_pl: Wyłączono
sv_se: Av

source: On
pl_pl: Włączono
sv_se: På

source: Excerpt
pl_pl: Zajawka
sv_se: Utdrag

source: Full text
pl_pl: Treść
sv_se: Hel text

source: Updated setting "{option_translated}" on the <a href="{option_page_link}">{option_page_translated}</a>
pl_pl: Zaktualizowano ustawienie „{option_translated}” na <a href="{option_page_link}">{option_page_translated}</a>.
sv_se: Uppdaterad inställningen ”{option_translated}” på <a href="{option_page_link}">{option_page_translated}</a>

source: Tag base
pl_pl: Baza odnośnika tagu
sv_se: Etikettbas

source: Category base
pl_pl: Baza odnośnika kategorii
sv_se: Kategoribas

source: Custom Structure
pl_pl: Własny format
sv_se: Anpassad struktur

source: Permalink Settings Page
pl_pl: Strona ustawienia bezpośrednich odnośników
sv_se: Sida för permalänksinställningar

source: Permalinks
pl_pl: Bezpośrednie odnośniki
sv_se: Permalänkar

source: Organize my uploads into month- and year-based folders
pl_pl: Porządkuj wysyłane pliki w katalogi z numerami miesięcy i lat w nazwach
sv_se: Organisera mina uppladdade filer i månads- och årsbaserade mappar

source: Large size height
pl_pl: Wysokość dużego rozmiaru
sv_se: Höjd på stor storlek

source: Large size width
pl_pl: Szerokość dużego rozmiaru
sv_se: Bredd på stor storlek

source: Medium size height
pl_pl: Wysokość średniego rozmiaru
sv_se: Höjd på medelstor storlek

source: Medium size width
pl_pl: Szerokość średniego rozmiaru
sv_se: Bredd på medelstor storlek

source: Crop thumbnail to exact dimensions
pl_pl: Przytnij miniaturkę do określonych wymiarów
sv_se: Beskär miniatyrer till exakta mått

source: Thumbnail size height
pl_pl: Wysokość miniaturki
sv_se: Höjd på liten storlek

source: Thumbnail size width
pl_pl: Szerokość miniaturki
sv_se: Bredd på liten storlek

source: Media Settings Page
pl_pl: Strona ustawień mediów
sv_se: Sidan för mediainställningar

source: Default Avatar
pl_pl: Domyślny awatar
sv_se: Standardprofilbild

source: Maximum Rating
pl_pl: Maksymalna ocena
sv_se: Rekommendation

source: Show Avatars
pl_pl: Wyświetlaj awatary
sv_se: Visa profilbilder

source: Email me whenever a comment is held for moderation
pl_pl: Wyślij wiadomość e-mail za każdym razem, gdy komentarz zostanie zatrzymany do moderacji
sv_se: Skicka e-post till mig när en kommentar hålls kvar för granskning

source: Email me whenever anyone posts a comment
pl_pl: Wyślij wiadomość e-mail za każdym razem, gdy ktoś opublikuje komentarz
sv_se: Skicka e-post till mig när någon skriver en kommentar

source: Comment must be manually approved
pl_pl: Komentarze muszą zostać zatwierdzone ręcznie
sv_se: Kommentaren måste godkännas manuellt

source: Disallowed Comment Keys
pl_pl: Słowa niedozwolone w komentarzach
sv_se: Otillåtna begrepp i kommentarer

source: Comment Moderation
pl_pl: Moderacja komentarzy
sv_se: Kommentarsgranskning

source: Hold a comment in the queue if it contains
pl_pl: Zatrzymaj komentarz w kolejce, jeśli zawiera
sv_se: Håll en kommentar för granskning om den innehåller

source: Comment author must have a previously approved comment
pl_pl: Inny komentarz tego samego autora musi zostać wcześniej zatwierdzony
sv_se: Kommentarförfattaren måste ha en tidigare godkänd kommentar

source: Comments order
pl_pl: Kolejność komentarzy
sv_se: Sortering av kommentarer

source: Comments should be displayed with the
pl_pl: Komentarze powinny być wyświetlane z
sv_se: Kommentarer ska visas med

source: Top level comments per page
pl_pl: Komentarze najwyższego poziomu na stronę
sv_se: Kommentarer på högsta nivå per sida

source: Break comments into pages
pl_pl: Stronicuj komentarze
sv_se: Dela upp kommentarer i sidor

source: Max depth for threaded comments
pl_pl: Maksymalne zagnieżdżenie komentarzy w wątku
sv_se: Maxdjup för trådade kommentarer

source: Show comments cookies opt-in checkbox
pl_pl: Pokaż pole wyboru zgody na pliki ciasteczek komentarzy
sv_se: Visa kryssrutan för samtycke till cookies för kommentarer

source: Days before comments are closed
pl_pl: Dni przed zamknięciem komentarzy
sv_se: Dagar innan kommentarer stängs

source: Automatically close comments on posts older than
pl_pl: Automatycznie wyłączaj możliwość komentowania wpisów starszych niż
sv_se: Stäng automatiskt möjligheten att kommentera på inlägg som är äldre än

source: Users must be registered and logged in to comment
pl_pl: Użytkownicy muszą być zarejestrowani i zalogowani, aby móc komentować
sv_se: Användare måste vara registrerade och inloggade för att kunna kommentera

source: Comment author must fill out name and email
pl_pl: Komentujący musi wprowadzić swój podpis i adres e-mail
sv_se: Kommentarsförfattaren måste fylla i namn och e-postadress

source: Default article visibility
pl_pl: Domyślna widoczność artykułu
sv_se: Standardsynlighet för artiklar

source: Discussion Settings Page
pl_pl: Strona ustawień dyskusji
sv_se: Sida för diskussionsinställningar

source: Discussion
pl_pl: Dyskusja
sv_se: Diskussion

source: Discourage search engines from indexing this site
pl_pl: Proś wyszukiwarki o nieindeksowanie tej witryny
sv_se: Be sökmotorer att inte indexera denna webbplats

source: Posts page
pl_pl: Strona z wpisami
sv_se: Inläggssida

source: Front page
pl_pl: Strona główna
sv_se: Startsida

source: Front page displays
pl_pl: Strona główna wyświetla
sv_se: Startsidan visar

source: For each article in a feed, show
pl_pl: W kanałach nowości wyświetlaj
sv_se: Inlägg i flödet visas som

source: Syndication feeds show the most recent
pl_pl: Kanały nowości wyświetlają ostatnie
sv_se: Syndikeringsflöden visar

source: Blog pages show at most
pl_pl: Strony blogu wyświetlają maksymalnie
sv_se: Inlägg per sida

source: Reading Settings Page
pl_pl: Strona ustawień czytania
sv_se: Sida för läsinställningar

source: Reading
pl_pl: Czytanie
sv_se: Läsa

source: Update Services
pl_pl: Usługi aktualizacji
sv_se: Uppdateringstjänster

source: Allow people to submit comments on new posts
pl_pl: Zezwól na komentowanie nowych wpisów
sv_se: Låt besökare lämna kommentarer på nya inlägg

source: Allow link notifications from other blogs (pingbacks and trackbacks)
pl_pl: Zezwól innym blogom na informowanie o umieszczeniu odnośnika do tej witryny (pingbacki i trackbacki)
sv_se: Tillåt länknotifikationer från andra bloggar (pingbacks och trackbacks)

source: Attempt to notify any blogs linked to from the article
pl_pl: Spróbuj powiadomić wszystkie blogi, do których odnośniki zostały umieszczone w artykule
sv_se: Försök meddela alla bloggar som är länkade från inlägget

source: Default Mail Server Port
pl_pl: Domyślny port serwera poczty
sv_se: Standardport för e-postserver

source: Password
pl_pl: Hasło
sv_se: Lösenord

source: Login Name
pl_pl: Nazwa użytkownika
sv_se: Inloggningsnamn

source: Mail Server
pl_pl: Serwer pocztowy
sv_se: E-postserver

source: Post via Email settings (legacy)
pl_pl: Ustawienia wysyłki e-mail (starsze)
sv_se: Inställningar för att skriva inlägg via e-post (föråldrat)

source: Default Post Format
pl_pl: Domyślny format wpisu
sv_se: Standardformat för inlägg

source: Default Post Category
pl_pl: Domyślna kategoria wpisów
sv_se: Standardkategori för inlägg

source: Writing Settings Page
pl_pl: Strona ustawień pisania
sv_se: Sida med skrivinställningar

source: Writing
pl_pl: Pisanie
sv_se: Skriva

source: Site Language
pl_pl: Język witryny
sv_se: Webbplatsspråk

source: Week Starts On
pl_pl: Pierwszy dzień tygodnia
sv_se: Veckor börjar på

source: Time Format
pl_pl: Format czasu
sv_se: Tidsformat

source: Date Format
pl_pl: Format daty
sv_se: Datumformat

source: Timezone
pl_pl: Strefa czasowa
sv_se: Tidszon

source: New User Default Role
pl_pl: Domyślna rola nowych użytkowników
sv_se: Förvald roll för nya användare

source: Anyone can register
pl_pl: Każdy może się zarejestrować
sv_se: Vem som helst kan registrera sig

source: New Email Address
pl_pl: Nowy adres e-mail
sv_se: Ny e-postadress

source: Administration Email Address
pl_pl: Adres e-mail administratora
sv_se: E-postadress för administration

source: Site Icon
pl_pl: Ikonka witryny
sv_se: Webbplatsikon

source: Tagline
pl_pl: Slogan
sv_se: Slogan

source: Site Title
pl_pl: Tytuł witryny
sv_se: Webbplatsrubrik

source: Site Address (URL)
pl_pl: Adres witryny (URL)
sv_se: Webbplatsadress (URL)

source: WordPress Address (URL)
pl_pl: Adres WordPressa (URL)
sv_se: WordPressadress (URL)

source: General Settings Page
pl_pl: Strona ustawień ogólnych
sv_se: Sidan för allmänna inställningar

source: Updated setting "{option}" on the "{option_page}" settings page
pl_pl: Zaktualizowano wartość „{option}” na stronie ustawień „{option_page}”.
sv_se: Uppdaterad inställningen ”{option}” på inställningssidan ”{option_page}”

source: Caption
pl_pl: Podpis
sv_se: Bildtext

source: Alternative text
pl_pl: Tekst alternatywny
sv_se: Alternativ text

source: Changed values
pl_pl: Zmienione wartości
sv_se: Ändrade värden

source: Edited attachment "{attachment_title}"
pl_pl: Edytowany załącznik „{attachment_title}”
sv_se: Redigerade bilagan ”{attachment_title}”

source: Switched to automatic updates for maintenance and security releases of WordPress only
pl_pl: Przełączono na automatyczne aktualizacje tylko dla wydań z poprawkami błędów w zabezpieczeniach i konserwacji WordPressa
sv_se: Ändrade till att endast automatiskt installera underhålls- och säkerhetsutgåvor av WordPress

source: Enabled automatic updates for all new versions of WordPress
pl_pl: Włączono automatyczne aktualizacje dla wszystkich nowych wersji WordPressa
sv_se: Aktiverade automatiska uppdateringar för alla nya versioner av WordPress

source: Limit logged login attempts
pl_pl: Ogranicz liczbę prób logowania
sv_se: Begränsa loggade inloggningsförsök

source: Configure failed login attempts
pl_pl: Skonfiguruj nieudane próby logowania
sv_se: Konfigurera misslyckade inloggningsförsök

source: Error when performing query: %s
pl_pl: Błąd podczas wykonywania zapytania: %s
sv_se: Fel vid utförande av sökningen: %s

source: Go to Simple History
pl_pl: Przejdź do wtyczki Prosta Historia
sv_se: Gå till Simple History

source: Detective Mode enabled
pl_pl: Tryb detektywa włączony
sv_se: Detektivläget aktiverat

source: Read more about detective mode
pl_pl: Dowiedz się więcej o trybie detektywa
sv_se: Läs mer om detektivläget

source: While particularly useful for developers and administrators seeking to understand complex interactions or resolve issues, please note that enabling this feature may increase the volume of logged data.
pl_pl: Chociaż jest to szczególnie przydatne dla programistów i administratorów, którzy chcą zrozumieć złożone interakcje lub rozwiązać problemy, pamiętaj, że włączenie może zwiększyć ilość rejestrowanych danych.
sv_se: Denna funktion är särskilt användbar för utvecklare och administratörer som vill förstå komplexa interaktioner eller lösa problem, men observera att det kan öka volymen loggade data.

source: When enabled, Detective Mode captures in-depth data for each event, including the current <code>$_GET</code>, <code>$_POST</code> values, the current filter name, and much more.
pl_pl: Po włączeniu, tryb detektywa zbiera szczegółowe dane dla każdego zdarzenia, w tym bieżące wartości <code>$_GET</code>, <code>$_POST</code>, bieżącą nazwę filtra i wiele więcej.
sv_se: När det är aktiverat samlar ”Detektivläget” in djupgående data för varje händelse, inklusive aktuella <code>$_GET</code>, <code>$_POST</code>-värden, aktuellt filternamn och mycket mer.

source: Enable detective mode
pl_pl: Włącz tryb detektywa
sv_se: Aktivera detektivläge

source: Detective mode
pl_pl: Tryb detektywa
sv_se: Detektivläge

# A role is removed from a user
source: Removed role(s) "{roles}" from user "{edited_user_login}"
pl_pl: Usunięto rolę (role) „{roles}” użytkownika „{edited_user_login}”.
sv_se: Tog bort roll/roller ”{roles}” från användaren ”{edited_user_login}”
