Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/simple-history-*.po
Languages: pl_pl, sv_se

source: <a href="%1$s" %2$s>View the Simple History event log</a> on your website for a detailed history of changes and activities.
pl_pl: <a href="%1$s" %2$s>Wyświetl dziennik zdarzeń prostej historii</a> w swojej witrynie internetowej, aby uzyskać szczegółową listę zmian i działań.
sv_se: <a href="%1$s" %2$s>I händelseloggen för Simple History</a> på din webbplats hittar du detaljerad historik över ändringar och åtgärder.

# Core Files Logger: search
source: Core Files Modifications
pl_pl: Modyfikacje plików WordPressa
sv_se: Ändringar i WordPress kärnfiler

source: Could not check WordPress core files integrity: {error_message}
pl_pl: Nie można sprawdzić integralności plików WordPressa: {error_message}.
sv_se: Det gick inte att kontrollera integriteten för WordPress kärnfiler: {error_message}

source: Verified integrity restored for {file_count} WordPress core files
pl_pl: Przywrócono zweryfikowaną integralność dla {file_count} podstawowych plików WordPressa
sv_se: Bekräftad integritet har återställts för {file_count} av WordPress kärnfiler

source: Detected modifications to {file_count} WordPress core files
pl_pl: Wykryto modyfikacje pliku {file_count} podstawowych plików WordPressa
sv_se: Ändringar har upptäckts i {file_count} av WordPress kärnfiler

source: Core Files Logger
pl_pl: Rejestrator zmian w plikach WordPressa
sv_se: Loggning av filer i WordPress-kärnan

source: New features in this version
pl_pl: Nowe funkcje w tej wersji
sv_se: Nya funktioner i denna version

source: Enable email reports
pl_pl: Włącz wysyłanie raportów na adres e-mail
sv_se: Aktivera rapporter via e-post

source: Email Reports
pl_pl: Raporty e-mail
sv_se: Rapporter via e-post

source: Pin important log entries to the top of the log for easy access.
pl_pl: Przypnij ważne wpisy dziennika na górze, aby mieć do nich łatwy dostęp.
sv_se: Klistra viktiga loggposter längst upp i loggen så att de är lättåtkomliga.

source: Sticky events
pl_pl: Przypięte zdarzenia
sv_se: Klistrade händelser

source: %d more file affected
sv_se: Ytterligare %d fil berörs

source: Additional files
pl_pl: Dodatkowe pliki
sv_se: Extra filer

source: File missing
pl_pl: Brakuje pliku
sv_se: Fil saknas

source: File unreadable
pl_pl: Brak możliwości odczytania pliku
sv_se: Fil kan ej läsas

source: Hash mismatch
pl_pl: Niedopasowanie skrótu
sv_se: Ej matchande hash-värde

source: %s fixed
sv_se: %s har korrigerats

source: Missing file restored
pl_pl: Przywrócono brakujący plik
sv_se: Saknad fil återställd

source: File readability restored
pl_pl: Przywrócono możliwość odczytania pliku
sv_se: Filens läsbarhet återställd

source: Hash mismatch fixed
pl_pl: Naprawiono niedopasowanie skrótu
sv_se: Ej matchande hash-värde åtgärdat

source: Modified Core Files
pl_pl: Zmodyfikowane pliki WordPressa
sv_se: Ändra kärnfiler

source: Restored Core Files
pl_pl: Przywrócone pliki WordPressa
sv_se: Återställda kärnfiler

# Core Files Logger: search
source: Core file modifications
sv_se: Ändringar i kärnfiler

source: Detects modifications to WordPress core files by checking file integrity against official checksums
sv_se: Upptäcker ändringar i WordPress kärnfiler genom att kontrollera filintegriteten med hjälp av officiella kontrollsummor

source: Error: Invalid %1$s values: %2$s. Valid values are: %3$s
sv_se: Fel: Fel: Ogiltiga värden för %1$s: %2$s. Följande värden är giltiga: %3$s

source: Read full release notes
sv_se: Läs de fullständiga kommentarerna om versionen

source: What's new in this version
pl_pl: Co nowego w tej wersji
sv_se: Vad är nytt i denna version

source: %s must be a string or array of strings
pl_pl: %s musi być ciągiem znaków lub tablicą ciągów znaków
sv_se: %s måste vara en sträng eller en array av strängar

source: %1$s is not one of %2$s
pl_pl: %1$s nie zawiera się w %2$s
sv_se: %1$s ingår inte i %2$s

source: Return ungrouped events without occasions grouping.
pl_pl: Zwróć niezgrupowane zdarzenia bez grupowania po przyczynie.
sv_se: Returnera ogrupperade händelser utan gruppering av tillfällen.

source: Context filters as key-value pairs to filter events by context data.
sv_se: Kontextfilter i form av parade nycklar och värden för att filtrera händelser på kontextdata.

source: Limit result set to events from specific initiator(s).
sv_se: Begränsa resultatuppsättningen till händelser med viss eller vissa initierare.

source: WordPress user
pl_pl: Użytkownik WordPressa
sv_se: WordPress-användare

source: View Activity Log
pl_pl: Wyświetl dziennik aktywności
sv_se: Visa aktivitetsloggen

source: Updates completed
pl_pl: Zakończono aktualizowanie
sv_se: Utförda uppdateringar

source: Updates
pl_pl: Aktualizacje
sv_se: Uppdateringar

source: Posts created
pl_pl: Utworzono wpis
sv_se: Inlägg skapat

source: Posts and Pages
pl_pl: Wpisy i strony
sv_se: Inlägg och sidor

source: Activity by day
pl_pl: Aktywność według dnia
sv_se: Aktivitet per dag

source: Website
pl_pl: Witryna internetowa
sv_se: Webbplats

source: Here's a summary of what happened on your website last week.
pl_pl: Podsumowanie tego, co działo się w witrynie w zeszłym tygodniu.
sv_se: Här är en sammanfattning av vad som skedde på din webbplats förra veckan.

source: Website Activity Summary
pl_pl: Podsumowanie aktywności w witrynie
sv_se: Sammanfattning av webbplatsens aktivitet

source: How to install an add-on
pl_pl: Jak zainstalować dodatek
sv_se: Så här installerar du en utökning

source: If you have bought an add-on then install and activate the add-on and then return here to enter the license key.
pl_pl: Jeśli kupiłeś dodatek, zainstaluj go i włącz, a następnie wróć tutaj, aby wprowadzić klucz licencyjny.
sv_se: Om du har köpt en utökning ska du installera och sedan aktivera dess tillägget och därefter återvända hit för att ange dess licensnyckel.

source: No add-ons activated.
pl_pl: Nie włączono żadnych dodatków.
sv_se: Inga utökningar aktiverade.

source: Preview
pl_pl: Podgląd
sv_se: Förhandsgranska

source: Weekly Activity Summary for %s
pl_pl: Tygodniowe podsumowanie aktywności dla %s
sv_se: Veckovis aktivitetsöversikt för %s

source: Failed to unstick event.
pl_pl: Nie udało się odpiąć zdarzenia.
sv_se: Det gick inte att ta bort klistringen av händelsen.

source: Failed to stick event.
pl_pl: Nie udało się przypiąć zdarzenia.
sv_se: Det gick inte att klistra händelsen.

source: Event not found.
pl_pl: Nie znaleziono zdarzenia.
sv_se: Händelsen hittades inte.

source: Learn how to unsubscribe/stop receiving emails
pl_pl: Dowiedz się, jak zrezygnować z subskrypcji/przestać otrzymywać wiadomości e-mail
sv_se: Ta reda på hur du kan avregistrera dig och sluta ta emot e-post

source: This email was auto-generated and sent from www.simple-history.com.
pl_pl: Wiadomość e-mail została wygenerowana automatycznie i wysłana z adresu www.simple-history.com.
sv_se: Detta e-postmeddelande är automatiskt genererat och har skickats från www.simple-history.com.

source: You're receiving this email because your email address was entered in the WordPress admin settings for Simple History.
pl_pl: Otrzymujesz tę wiadomość e-mail, ponieważ twój adres e-mail został wprowadzony w ustawieniach administratora WordPressa we wtyczce Prosta Historia.
sv_se: Du får detta e-postmeddelande eftersom din e-postadress är inlagd inställningarna för Simple History i WordPress administrationspanel.

source: Learn More About Premium
pl_pl: Dowiedz się więcej o wersji premium
sv_se: Läs mer om Premium

source: Simple History Premium includes detailed activity breakdowns, user insights, security monitoring, and weekly trends.
pl_pl: Prosta Historia Premium zawiera szczegółowe zestawienia aktywności, wgląd w użytkowników, monitorowanie bezpieczeństwa i tygodniowe trendy.
sv_se: Simple History Premium innehåller detaljerade aktivitetsuppgifter, insikter om användare, säkerhetsövervakning och veckotrender.

source: Want More Insights?
pl_pl: Chcesz uzyskać więcej informacji?
sv_se: Vill du ha fler insikter?

source: Events this week
pl_pl: Zdarzenia w tym tygodniu
sv_se: Händelser denna vecka

source: Website weekly activity summary
pl_pl: Cotygodniowe podsumowanie aktywności w witrynie
sv_se: Sammanfattning av webbplatsens aktivitet under veckan

source: %1$d events last week • %2$s was the busiest day
pl_pl: %1$d wydarzeń w tym tygodniu — %2$s był najbardziej pracowitym dniem
sv_se: %1$d händelser förra veckan • Mest aktivitet var det %2$s

source: No activity
pl_pl: Brak aktywności
sv_se: Ingen aktivitet

source: Enter one email address per line.
pl_pl: Wpisz po jednym adresie e-mail w każdym wierszu.
sv_se: Ange en e-postadress per rad.

source: Send test email to %s
pl_pl: Wyślij testową wiadomość e-mail do %s
sv_se: Skicka testmeddelande till %s

source: Show email preview
pl_pl: Pokaż podgląd wiadomości e-mail
sv_se: Visa förhandsgranskning av e-postmeddelande

source: Configure automatic email reports with website statistics. Reports are sent every Monday morning.
pl_pl: Skonfiguruj automatyczne raporty e-mail ze statystykami witryny. Raporty są wysyłane w każdy poniedziałek rano.
sv_se: Konfigurera automatiska rapporter via e-post med webbplatsstatistik. Rapporterna skickas varje måndag morgon.

source: Recipients
pl_pl: Odbiorcy
sv_se: Mottagare

source: Failed to send test email.
pl_pl: Nie udało się wysłać testowej wiadomości e-mail.
sv_se: Det gick inte att skicka testmeddelandet.

source: Test email sent successfully to %s.
pl_pl: Wysłano testową wiadomość e-mail na adres %s.
sv_se: Testmejl har skickats till %s.

source: Detailed stats.
pl_pl: Szczegółowe statystyki.
sv_se: Detaljerad statistik.

source: Summary of stats.
pl_pl: Podsumowanie statystyk.
sv_se: Sammanfattning av statistiken.

source: End date as Unix timestamp.
pl_pl: Data zakończenia jako uniksowy znacznik czasu.
sv_se: Slutdatum som Unix-tidsstämpel.

source: Start date as Unix timestamp.
pl_pl: Data rozpoczęcia jako uniksowy znacznik czasu.
sv_se: Startdatum som Unix-tidsstämpel.

source: Date range for the stats.
pl_pl: Zakres dat dla statystyk.
sv_se: Datumintervall för statistiken.

source: Whether to include detailed stats.
pl_pl: Czy dołączyć w szczegółowych statystykach.
sv_se: Om detaljerad statistik ska inkluderas eller inte.

source: End date as Unix timestamp. If not provided, defaults to end of today.
pl_pl: Data zakończenia jako uniksowy znacznik czasu. Jeśli nie podano, domyślnie jest to dziś do końca dnia.
sv_se: Slutdatum som Unix-tidsstämpel. Om inget anges är standardvärdet slutet av innevarande dygn.

source: Start date as Unix timestamp. If not provided, defaults to 28 days ago.
pl_pl: Data rozpoczęcia jako uniksowy znacznik czasu. Jeśli nie podano, domyślnie 28 dni temu.
sv_se: Startdatum som Unix-tidsstämpel. Om inget anges är standardvärdet för 28 dagar sedan.

source: Sorry, you are not allowed to view stats.
pl_pl: Brak uprawnień do przeglądania statystyk.
sv_se: Du saknar behörighet att se statistik.

# dashboard menu name
source: History Insights
pl_pl: Spostrzeżenia dotyczące historii
sv_se: Historikinsikter

# dashboard title name
source: History Insights - Simple History
pl_pl: Spostrzeżenia dotyczące historii - Prosta historia
sv_se: Historikinsikter – Simple History

source: A total of <b>%1$s events</b> have been logged since Simple History was installed.
pl_pl: Od momentu zainstalowania wtyczki Prosta Historia zarejestrowano łącznie <b>%1$s zdarzeń</b>.
sv_se: Totalt har <b>%1$s händelser</b> loggats sedan Simple History installerades.

source: Only administrators can see user names and avatars.
pl_pl: Tylko administratorzy mogą zobaczyć nazwy użytkowników i awatary.
sv_se: Endast administratörer kan se användarnamn och avatarer.

source: Most active users in last 28 days
pl_pl: Najbardziej aktywni użytkownicy w ciągu ostatnich 28 dni
sv_se: Mest aktiva användare under de senaste 28 dagarna

source: Last 28 days
pl_pl: Ostatnie 28 dni
sv_se: Senaste 28 dagarna

source: event
pl_pl: zdarzenie
sv_se: händelse

source: Today
pl_pl: Dziś
sv_se: Idag

source: Daily activity over last 28 days
pl_pl: Dzienna aktywność w ciągu ostatnich 28 dni
sv_se: Daglig aktivitet för de senaste 28 dagarna

# debug dropin
source: Oldest event is from %1$s and has id %2$s.
pl_pl: Najstarsze zdarzenie pochodzi z %1$s i ma identyfikator %2$s.
sv_se: Den äldsta händelsen är från %1$s och har ID %2$s.

source: Sorry, you are not allowed to update events.
pl_pl: Brak uprawnień do aktualizacji zdarzeń.
sv_se: Du saknar behörighet att uppdatera händelser.

source: Whether the event is sticky and appended to the result set.
pl_pl: Czy zdarzenie jest przypięte i dołączone do zestawu wyników.
sv_se: Huruvida en händelse är klistrad och inkluderas i resultatuppsättningen.

source: Whether the event is sticky.
pl_pl: Czy zdarzenie jest przypięte.
sv_se: Om händelsen är klistrad.

source: Only return sticky events.
pl_pl: Zwracaj tylko przypięte zdarzenia.
sv_se: Returnera endast klistrade händelser.

source: Include sticky events in the result set.
pl_pl: Uwzględnij zdarzenia przypięte w wynikach.
sv_se: Inkludera klistrade händelser i resultatuppsättningen.

source: History Insights
sv_se: Historikinsikter

source: See all History Insights
sv_se: Se alla historikinsikter

# CSV export header
source: Occasions
pl_pl: Okazje
sv_se: Tillfällen

# CSV export header
source: Details
pl_pl: Szczegóły
sv_se: Uppgifter

# CSV export header
source: Header Message
pl_pl: Nagłówek komunikatu
sv_se: Rubrik för meddelande

# CSV export header
source: User Roles
pl_pl: Role użytkownika
sv_se: Användarroller

# CSV export header
source: User Login
pl_pl: Login użytkownika
sv_se: Inloggning av användare

# CSV export header
source: User Email
pl_pl: Adres e-mail użytkownika
sv_se: Användarens e-post

# CSV export header
source: Message Key
pl_pl: Klucz wiadomości
sv_se: Nyckel till meddelande

# CSV export header
source: Initiator
pl_pl: Inicjator
sv_se: Initiativtagare

# CSV export header
source: Level
pl_pl: Poziom
sv_se: Nivå

# CSV export header
source: Logger
pl_pl: Rejestrator
sv_se: Loggare

# CSV export header
source: Date (local)
pl_pl: Data (lokalna)
sv_se: Datum (lokalt)

# CSV export header
source: Date (UTC)
pl_pl: Data (UTC)
sv_se: Datum (UTC)

# Export dropin: include headers
source: Include headers
pl_pl: Uwzględnij nagłówki
sv_se: Inkludera rubriker

source: Saturday
pl_pl: Sobota
sv_se: Lördag

source: Friday
pl_pl: Piątek
sv_se: Fredag

source: Thursday
pl_pl: Czwartek
sv_se: Torsdag

source: Wednesday
pl_pl: Środa
sv_se: Onsdag

source: Tuesday
pl_pl: Wtorek
sv_se: Tisdag

source: Monday
pl_pl: Poniedziałek
sv_se: Måndag

source: Sunday
pl_pl: Niedziela
sv_se: Söndag

source: Events
pl_pl: Zdarzenia
sv_se: Händelser

# stats section title
source: Activity calendar
pl_pl: Kalendarz aktywności
sv_se: Aktivitetskalender

# stats section title
source: Peak activity days
pl_pl: Dni największej aktywności
sv_se: Dagar med hög aktivitet

# stats section title
source: Peak activity times
pl_pl: Godziny największej aktywności
sv_se: Tider med hög aktivitet

source: Edits
pl_pl: Zmiany
sv_se: Redigeringar

source: Uploads
pl_pl: Przesłane pliki
sv_se: Uppladdningar

# stats section title
source: Posts & pages activity
pl_pl: Aktywność wpisów i stron
sv_se: Aktivitet för inlägg och sidor

source: Updated
pl_pl: Zaktualizowano
sv_se: Uppdaterad

source: Created
pl_pl: Utworzono
sv_se: Skapad

# stats section title
source: User profile activity
pl_pl: Aktywność profilu użytkownika
sv_se: Aktivitet i användarprofiler

source: Removed users
pl_pl: Usunięci użytkownicy
sv_se: Borttagna användare

source: Added users
pl_pl: Dodani użytkownicy
sv_se: Tillagda användare

source: Profile updates
pl_pl: Aktualizacje profilu
sv_se: Profiluppdateringar

source: Failed logins
pl_pl: Nieudane logowanie
sv_se: Misslyckade inloggningar

source: Successful logins
pl_pl: Udane logowania
sv_se: Lyckade inloggningar

source: Deletions
pl_pl: Usunięcia
sv_se: Borttagningar

source: Deactivations
pl_pl: Wyłączenia
sv_se: Inaktiveringar

source: Updates done
pl_pl: Wykonane aktualizacje
sv_se: Uppdateringar gjorda

source: Updates found
pl_pl: Znalezione aktualizacje
sv_se: Uppdateringar hittades

source: Activations
pl_pl: Włączenia
sv_se: Aktiveringar

source: Installations
pl_pl: Instalacje
sv_se: Installationer

source: Outside selected date range
pl_pl: Poza wybranym zakresem dat
sv_se: Utanför valt datumintervall

source: %d event
pl_pl: %d wydarzenie
sv_se: %d händelse

source: Sat
pl_pl: Sobota
sv_se: Lör

source: Fri
pl_pl: Piątek
sv_se: Fre

source: Thu
pl_pl: Czwartek
sv_se: Tor

source: Wed
pl_pl: Środa
sv_se: Ons

source: Tue
pl_pl: Wtorek
sv_se: Tis

source: Mon
pl_pl: Poniedziałek
sv_se: Mån

source: Sun
pl_pl: Niedziela
sv_se: Sön

source: View more details
pl_pl: Wyświetl szczegóły
sv_se: Visa fler detaljer

# stats table header
source: Events
pl_pl: Zdarzenia
sv_se: Händelser

# stats table header
source: User
pl_pl: Użytkownik
sv_se: Användare

# stats table header
source: Number of events
pl_pl: Liczba zdarzeń
sv_se: Antal händelser

# stats table header
source: Post
pl_pl: Wpis
sv_se: Inlägg

# stats section title
source: Most edited posts and pages
pl_pl: Najczęściej edytowane wpisy i strony
sv_se: Mest redigerade inlägg och sidor

source: No users are currently logged in.
pl_pl: Aktualnie nikt nie jest zalogowany.
sv_se: Inga användare är för närvarande inloggade.

source: Expires: %s
pl_pl: Wygasa: %s
sv_se: Löper ut: %s

source: Login: %s
pl_pl: Logowanie: %s
sv_se: Loggade in: %s

source: %d active session
pl_pl: %d aktywna sesja
sv_se: %d aktiv session

# stats section title
source: Currently Logged In Users
pl_pl: Zalogowani użytkownicy
sv_se: För närvarande inloggade användare

source: Activity by date
pl_pl: Aktywność według daty
sv_se: Aktivitet efter datum

source: Media actions
pl_pl: Działania związane z plikami
sv_se: Mediaåtgärder

source: Plugin actions
pl_pl: Działania związane z wtyczkami
sv_se: Tilläggsåtgärder

source: Content actions
pl_pl: Działania związane z treścią
sv_se: Innehållsåtgärder

source: User profile actions
pl_pl: Działania związane z profilem użytkownika
sv_se: Åtgärder för användarprofil

source: Users with most events
pl_pl: Użytkownicy z największą liczbą zdarzeń
sv_se: Användare med flest händelser

source: Total users
pl_pl: Wszystkich użytkowników
sv_se: Totalt antal användare

source: Total events
pl_pl: Wszystkich zdarzeń
sv_se: Totalt antal händelser

source: Summary for %s
sv_se: Sammanfattning för %s

source: A service was not found. Classname was "%1$s".
sv_se: En tjänst kunde inte hittas. Klassnamnet var ”%1$s”.

# help page section title
source: Frequently Asked Questions
sv_se: Vanliga frågor

source: Visit the <a href="%1$s" target="_blank">Simple History documentation website</a> for detailed information about features, settings, and how to get the most out of Simple History.
sv_se: Besök <a href="%1$s" target="_blank">Simple History-webbplatsen för dokumentation</a> för detaljerad information om funktioner, inställningar och hur du får ut mesta möjliga av Simple History.

# help page section title
source: Documentation
pl_pl: Dokumentacja
sv_se: Dokumentation

source: If you're using Simple History Premium or any add-ons, you can access <a href="%1$s" target="_blank">premium support</a>.
sv_se: Om du använder ”Simple History Premium” eller någon utökning, får du tillgång till <a href="%1$s" target="_blank">premiumsupport</a>.

source: For support with the free version, please visit the <a href="%1$s" target="_blank">WordPress.org support forum</a>.
sv_se: För support av gratisversionen, besök <a href="%1$s" target="_blank">WordPress.org supportforum</a>.

# help page section title
source: Support
pl_pl: Pomoc techniczna
sv_se: Hjälp

source: Get help and support
pl_pl: Uzyskaj pomoc i wsparcie
sv_se: Skaffa hjälp och support

source: I already did!
pl_pl: Już zrobione!
sv_se: Jag har redan gjort det!

source: Maybe Later
pl_pl: Może później
sv_se: Kanske senare

source: Sure, you're worth it
pl_pl: Jasne, warto
sv_se: Självklart. Det är du värd.

source: Simple History add-ons give you more features to your WordPress site.
pl_pl: Dodatki do wtyczki Prosta Historia zapewniają więcej funkcji.
sv_se: Utökningar för Simple History ger fler funktioner till din WordPress-webbplats.

source: Get more features with Simple History Premium
pl_pl: Uzyskaj więcej funkcji dzięki wersji premium
sv_se: Få fler funktioner med Simple History Premium

# settings menu name
source: Upgrade to Premium for more features
pl_pl: Uaktualnij do wersji premium, aby uzyskać więcej funkcji
sv_se: Uppgradera till Premium för fler funktioner

# settings menu name
source: Get Premium
pl_pl: Przejdź na wersji premium
sv_se: Skaffa Premium

# promo upsell page title
source: Get more features with Simple History add-ons
pl_pl: Uzyskaj więcej funkcji dzięki dodatkom do wtyczki Prosta Historia
sv_se: Få fler funktioner med utökningar för Simple History

# dashboard title name
source: Debug
pl_pl: Debugowanie
sv_se: Felsökning

# dashboard title name
source: Help & Support
pl_pl: Pomoc i wsparcie
sv_se: Hjälp och support

# settings menu name
source: Help & Support
pl_pl: Pomoc i wsparcie
sv_se: Hjälp och support

# dashboard title name
source: Simple History Help & Support
pl_pl: Pomoc i wsparcie wtyczki Prosta Historia
sv_se: Simple History hjälp och support

# User logger: search
source: Admin page access denied
sv_se: Nekad åtkomst till admin-sida

# User was denied access to an admin page
source: Was denied access to admin page "{admin_page}"
sv_se: Nekades åtkomst till administrationssidan ”{admin_page}”

# Custom entry logger: search
source: Custom entry added
sv_se: Anpassat inlägg tillagd

# Custom entry logger: search
source: Custom entries
sv_se: Anpassade inlägg

# Logger: Custom Entry
source: Added a custom entry: {message}
sv_se: Lade till ett anpassat inlägg: {message}

# Logger: Custom Entry
source: Logs custom entries added through WP-CLI or REST API
sv_se: Loggar anpassade poster som lagts till via WP-CLI eller REST API

# Logger: Custom Entry
source: Custom Entry Logger
sv_se: Loggare för anpassade inlägg

source: Custom entry logger could not be initialized.
sv_se: Loggare för anpassade inlägg kunde inte initieras.

source: Invalid log level specified.
sv_se: Ogiltig loggnivå angiven.

source: Document important changes by creating custom log entries for team actions, content updates, or system changes that aren't automatically tracked.
sv_se: Dokumentera viktiga ändringar genom att skapa anpassade loggposter för teamåtgärder, innehållsuppdateringar eller systemändringar som inte spåras automatiskt.

source: Add custom events manually
sv_se: Lägg till anpassade händelser manuellt

# dashboard title name
source: Simple History Export
sv_se: Export av Simple History

source: Inside tools menu item
sv_se: Inne i menyalternativet Verktyg

source: Inside dashboard menu item
sv_se: Inne i menyalternativet Adminpanel

source: Bottom of main menu
sv_se: Nedersta i huvudmenyn

source: Top of main menu
pl_pl: Początek menu głównego
sv_se: Överst i huvudmenyn

source: History menu position
pl_pl: Pozycja menu wtyczki
sv_se: Historikmenyns position

source: General settings
pl_pl: Ustawienia ogólne
sv_se: Allmänna inställningar

source: Allow only specified users to see Simple History in the WordPress admin.
pl_pl: Zezwalaj tylko określonym użytkownikom na wyświetlanie Prostej Historii w panelu administracyjnym WordPress.
sv_se: Tillåt endast specificerade användare att se Simple History i WordPress adminpanel.

source: New!
pl_pl: Nowość!
sv_se: Nyhet!

source: Stealth Mode
pl_pl: Tryb niewidzialności
sv_se: ”Stealth”-läge

# settings menu name
source: Debug
pl_pl: Tryb debugowania
sv_se: Felsökning

# settings menu name
source: Export
pl_pl: Eksport
sv_se: Exportera
