Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/simple-history-*.po
Languages: pl_pl, sv_se

# A role is added to a user
source: Added role(s) "{roles}" to user "{edited_user_login}"
pl_pl: Dodano rolę „{roles}” użytkownika „{edited_user_login}”.
sv_se: Lade till roll/roller ”{roles}” för användaren ”{edited_user_login}”

source: Role removed
pl_pl: Usunięto rolę
sv_se: Roll borttagen

source: Role added
pl_pl: Dodano rolę
sv_se: Roll tillagd

source: Function not found for sub tab "%1$s".
pl_pl: Nie znaleziono funkcji dla podzakładki „%1$s”.
sv_se: Funktion hittades inte för underfliken ”%1$s”.

source: Removed term
pl_pl: Usunięta taksonomia
sv_se: Tog bort term

source: Added term
pl_pl: Dodana taksonomia
sv_se: Lade till term

source: Extend Simple History with more features using <a href="%1$s" target="_blank">add-ons</a>.
pl_pl: Rozszerz Prostą Historię o więcej możliwości za pomocą <a href="%1$s" target="_blank">dodatków</a>.
sv_se: Utöka ”Simple History” med fler funktioner med hjälp av <a href="%1$s" target="_blank">utökningar</a>.

source: If you have multiple users working on this website, you'll find Simple History especially useful . It logs events from all users, providing a centralized view of what's happening. This makes it easy for you to see and understand the activities of other users on the same website.
pl_pl: Jeśli masz wielu użytkowników pracujących nad witryną, szczególnie przydatna okaże się funkcja prostej historii. Rejestruje zdarzenia od wszystkich użytkowników, zapewniając scentralizowany widok tego, co się dzieje. Dzięki temu można łatwo zobaczyć i zrozumieć działania innych użytkowników.
sv_se: Om du har flera användare som arbetar på denna webbplats kommer du att tycka att Simple History är särskilt användbart. Det loggar händelser från alla användare och ger en centraliserad bild av vad som händer. Det gör det enkelt för dig att se och förstå andra användares aktiviteter på samma webbplats.

source: As your users work on this site, this feed will contain information about their actions. Page edits, attachment uploads, plugin updates, user logins, site settings changes, and much more will show up in this log.
pl_pl: Gdy użytkownicy pracują w witrynie, kanał będzie zawierał informacje o ich działaniach. Edycje treści, przesyłanie załączników, aktualizacje wtyczek, logowania użytkowników, zmiany ustawień witryny i wiele innych będą tu wyświetlane.
sv_se: När dina användare arbetar på denna webbplats kommer detta flöde innehålla information om deras åtgärder. Sidredigeringar, uppladdningar av bilagor, tilläggsuppdateringar, användarinloggningar, ändringar av webbplatsinställningar och mycket mer kommer att visas i denna logg.

source: Simple History has been successfully installed on your WordPress site and is active and ready to log important changes on your website
pl_pl: Prosta Wtyczka Historia została zainstalowana w twoim WordPressie, jest włączona i gotowa do rejestrowania zmian w witrynie
sv_se: Simple History har installerats på din WordPress-webbplats och är aktivt och redo att logga viktiga ändringar på din webbplats

source: Add licence key to enable updates
pl_pl: Dodaj klucz licencyjny, aby włączyć aktualizacje
sv_se: Lägg till licensnyckel för att aktivera uppdateringar

source: Enter license key...
pl_pl: Wpisz klucz licencji...
sv_se: Ange licensnyckel …

source: On multisite installations you enter the licence keys on the main site.
pl_pl: W instalacjach wielowitrynowych wpisujesz klucze licencyjne na głównej witrynie.
sv_se: Vid nätverksinstallation av WordPress anger du licensnycklarna på huvudplatsen.

source: Manage subscriptions and billing for your add-ons at the %1$sCustomer portal%2$s.
pl_pl: Zarządzaj subskrypcjami i rozliczeniami dodatków w %1$sportalu użytkowników%2$s.
sv_se: Hantera prenumerationer och fakturering för dina utökningar i %1$sKundportalen%2$s.

source: Manage licences and download your add-ons at the %1$sMy orders%2$s page.
pl_pl: Zarządzaj licencjami i pobieraj dodatki na stronie %1$sMoje zamówienia%2$s.
sv_se: Hantera licenser och ladda ner dina utökningar på sidan %1$sMina beställningar%2$s.

source: Don't have any add-ons yet? Visit <a href="%1$s" class="sh-ExternalLink" target="_blank">%2$s</a> to see available add-ons.
pl_pl: Nie masz jeszcze żadnych dodatków? Odwiedź <a href="%1$s" class="sh-ExternalLink" target="_blank">%2$s</a>, aby zobaczyć dostępne dodatki.
sv_se: Har du inte något utökningar än? Besök gärna <a href="%1$s" class="sh-ExternalLink" target="_blank">%2$s</a> för tillgängliga utökningar.

source: Sites and Billing
pl_pl: Witryny i rozliczenia
sv_se: Webbplatser och fakturering

source: License information for add-ons
pl_pl: Informacje o licencji dla dodatków
sv_se: Licensinformation för utökningar

source: Settings & Tools
pl_pl: Ustawienia i narzędzia
sv_se: Inställningar och verktyg

source: Add-ons
pl_pl: Dodatki
sv_se: Utökningar

# debug dropin
source: Disabled
pl_pl: Wyłączono
sv_se: Inaktiverat

# debug dropin
source: Enabled
pl_pl: Włączono
sv_se: Aktiverat

source: Items per page
pl_pl: Elementów na stronę
sv_se: Objekt per sida

source: License key is <strong>active</strong>.
pl_pl: Klucz licencyjny jest <strong>aktywny</strong>.
sv_se: Licensnyckeln är <strong>aktiv</strong>.

source: No license found.
pl_pl: Nie znaleziono licencji.
sv_se: Ingen licens hittades.

source: Enter your license key(s) to activate and retrieve updates for your add-on plugins.
pl_pl: Wpisz klucz licencyjny, aby włączyć i pobrać aktualizacje dla twoich dodatkowych wtyczek.
sv_se: Ange din licensnyckel/dina licensnycklar för att aktivera och hämta uppdateringar för dina utökningstillägg.

source: License Keys
pl_pl: Klucze licencyjne
sv_se: Licensnycklar

source: Licences
pl_pl: Licencje
sv_se: Licenser

source: Unknown error
pl_pl: Nieznany błąd
sv_se: Okänt fel

source: Export history
pl_pl: Export historii
sv_se: Exportera historik

source: If you find Simple History useful please <a href="%1$s" target="_blank" class="sh-ExternalLink">donate using PayPal</a> or <a href="%2$s" target="_blank" class="sh-ExternalLink">become a GitHub sponsor</a>.
pl_pl: Jeśli uważasz wtyczką „Prosta Historia” za przydatną, <a href="%1$s" target="_blank" class="sh-ExternalLink">przekaż darowiznę za pomocą PayPal</a> lub <a href="%2$s" target="_blank" class="sh-ExternalLink">zostań sponsorem na GitHubie</a>.
sv_se: Om du tycker att Simple History är användbart kan du <a href="%1$s" target="_blank" class="sh-ExternalLink">donera med PayPal</a> eller <a href="%2$s" target="_blank" class="sh-ExternalLink">bli en GitHub-sponsor</a>.

# donate settings headline
source: Support development
pl_pl: Wspomóż rozwój
sv_se: Stöd utvecklingen

# debug dropin
source: As returned from get_plugins().
pl_pl: Jak zwrócone z get_plugins().
sv_se: Som returneras från get_plugins().

# debug dropin
source: %1$d dropins loaded.
pl_pl: Załadowano %1$d dropins.
sv_se: %1$d dropins inladdade.

# debug dropin
source: Namespaced name
pl_pl: Nazwa w przestrzeni nazw
sv_se: Namn med namnrymd

# debug dropin
source: Short name
pl_pl: Krótka nazwa
sv_se: Kort namn

# debug dropin
source: %1$d services loaded.
pl_pl: Załadowano %1$d usług.
sv_se: %1$d tjänster inladdade.

# debug dropin
source: Services
pl_pl: Usługi
sv_se: Tjänster

# debug dropin
source: No tables found.
pl_pl: Nie znaleziono żadnych tabel.
sv_se: Inga tabeller hittades.

# debug dropin
source: Required table "%s" does not exist.
pl_pl: Nie istnieje wymagana tabela: „%s”.
sv_se: Obligatoriska tabellen ”%s” finns inte.

# Logger: SimpleHistoryLogger
source: Removed {num_rows} events that were older than {days} days
pl_pl: Usunięto {num_rows} zdarzeń starszych niż {days} dni.
sv_se: Tog bort {num_rows} händelser som var äldre än {days} dagar

source: Consider giving Simple History <a href="%1$s" target="_blank">a nice review at WordPress.org</a> if you find it useful.
pl_pl: Rozważ wystawienie wtyczce „Prosta Historia” <a href="%1$s" target="_blank">miłej recenzji na WordPress.org</a>, jeśli uznasz ją za przydatną.
sv_se: Överväg att ge Simple History <a href="%1$s" target="_blank">en trevlig recension på WordPress.org</a> om du tycker att det är användbart.

source: Changed items
pl_pl: Zmienione elementy
sv_se: Ändrade objekt

# Logger: SimpleHistoryLogger
source: Cleared the log for Simple History ({num_rows_deleted} rows were removed)
pl_pl: Wyczyszczono dziennik wtyczki Prosta Historia (usunięto {num_rows_deleted} wierszy)
sv_se: Rensade loggen för Simple History ({num_rows_deleted} rader togs bort)

# Logger: SimpleHistoryLogger
source: Regenerated RSS feed secret
pl_pl: Zregenerowany tajny kanał RSS
sv_se: Återskapade hemlighet för RSS-flöde

# Logger: SimpleHistoryLogger
source: Modified settings
pl_pl: Zmodyfikowane ustawienia
sv_se: Ändrade inställningar

source: Logs changes made on the Simple History settings page.
pl_pl: Rejestruje zmiany dokonane na stronie ustawień wtyczki.
sv_se: Loggar ändringar som gjorts på inställningssidan för Simple History.

# Logger: SimpleHistoryLogger
source: Using plugin Simple History
pl_pl: Korzystanie z wtyczki Prosta Historia
sv_se: Användning av tillägget Simple History

# Logger: SimpleHistoryLogger
source: Simple History Logger
pl_pl: Prosty rejestrator historii
sv_se: Loggare för Simple History

source: General
pl_pl: Ogólne
sv_se: Allmänt

source: Query parameters can be used to control what to include in the feed. <a href="%1$s" class="sh-ExternalLink" target="_blank">View documentation</a>.
pl_pl: Parametry zapytania mogą być używane do kontrolowania tego, co ma być zawarte w feedzie. <a href="%1$s" class="sh-ExternalLink" target="_blank">Wyświetl dokumentację</a>.
sv_se: Query-parametrar kan användas för att styra vad som ska inkluderas i flödet. <a href="%1$s" class="sh-ExternalLink" target="_blank">Visa dokumentation</a>.

source: RSS feed enabled
pl_pl: Kanał RSS włączony
sv_se: RSS-flöde aktiverat

source: Items on dashboard
pl_pl: Elementy na kokpicie
sv_se: Objekt i adminpanelen

source: Items on page
pl_pl: Elementy na stronie
sv_se: Objekt på sidan

source: Show as a page
pl_pl: Pokaż jako stronę
sv_se: Visa som en sida

source: Show on dashboard
pl_pl: Pokaż na kokpicie
sv_se: Visa i adminpanelen

source: Page %s
pl_pl: Strona %s
sv_se: Sida %s

# Logger: Privacy
source: Marked personal data erasure request as complete for "{user_email}"
pl_pl: Oznaczono żądanie usunięcia danych osobowych jako kompletne dla "{user_email}".
sv_se: Markerade begäran om borttagning av personuppgifter för ”{user_email}” som slutförd

# Logger: Privacy
source: Marked personal data export request as complete for "{request_email}"
pl_pl: Oznaczono żądanie eksportu danych osobowych jako kompletne dla "{request_email}".
sv_se: Markerade begäran om export av personuppgifter för ”{request_email}” som slutförd

# Logger: Redirection
source: Edited redirection group "{prev_group_name}"
pl_pl: Edytowana grupa przekierowań "{prev_group_name}"
sv_se: Redigerade omdirigeringsgruppen ”{prev_group_name}”

source: A dropin was not found. Classname was "%1$s".
pl_pl: Nie znaleziono dropina. Nazwa klasy to „%1$s”.
sv_se: Ett insticksprogram kunde inte hittas. Klassnamnet var ”%1$s”.

source: Logger %1$s is missing a name.
pl_pl: Rejestrator %1$s nie ma nazwy.
sv_se: Loggaren %1$s saknar ett namn.

source: A logger is missing a slug.
pl_pl: Rejestratorowi brakuje uproszczonej nazwy.
sv_se: En loggare saknar en slug.

source: A logger slug can be max 30 chars long. Slug %1$s of logger %2$s is to long.
pl_pl: Uproszczona nazwa rejestratora może mieć maksymalnie 30 znaków. Uproszczona nazwa %1$s rejestratora %2$s jest zbyt długa.
sv_se: En loggares slug kan maximalt vara 30 tecken lång. Slugen %1$s för loggaren %2$s är för lång.

source: Become a GitHub sponsor
pl_pl: Zostań sponsorem na GitHubie
sv_se: Bli en GitHub-sponsor

source: Donate using PayPal
pl_pl: Przekaż darowiznę za pomocą PayPal
sv_se: Donera med PayPal

# PluginWPCrontrolLogger
source: Resumed the "{event_hook}" cron event hook
pl_pl: Wznowiono hak zdarzeń cron „{event_hook}”.
sv_se: Återupptog åtgärds-hooken för cron-händelsen ”{event_hook}”

# PluginWPCrontrolLogger
source: Paused the "{event_hook}" cron event hook
pl_pl: Wstrzymano hak zdarzenia cron „{event_hook}”.
sv_se: Pausade åtgärds-hooken för cron-händelsen ”{event_hook}”

source: Deleted
pl_pl: Usunięto
sv_se: Borttagen

source: Description
pl_pl: Opis
sv_se: Beskrivning

source: Logs theme edits
pl_pl: Zmiany motywu
sv_se: Loggar temaändringar

source: Theme Logger
pl_pl: Logowanie motywu
sv_se: Loggare för teman

source: Logs the creation and modification of posts and pages
pl_pl: Rejest tworzenia i modyfikacji wpisów i stron
sv_se: Loggar skapande och ändring av inlägg och sidor

source: Post Logger
pl_pl: Logowanie wpisów
sv_se: Loggare av inlägg

source: Logs plugin installs, uninstalls and updates
pl_pl: Rejestr instalacji, dezinstalacji i aktualizacji wtyczek
sv_se: Loggar installationer, avinstallationer och uppdateringar av tillägg

source: Plugin Logger
pl_pl: Logowanie wtyczek
sv_se: Loggare av tillägg

source: Logs updates to WordPress settings
pl_pl: Rejestruje aktualizacji ustawień WordPressa
sv_se: Loggar uppdateringar av WordPress-inställningar

source: Options Logger
pl_pl: Logowanie opcji
sv_se: Loggare för alternativ

source: Logs menu edits
pl_pl: Rejestruje edycje menu
sv_se: Loggar menyändringar

source: Menu Logger
pl_pl: Rejestrator menu
sv_se: Loggare för menyer

source: The built in logger for Simple History
pl_pl: Rejestrator wbudowany w Prostą Historię
sv_se: Inbyggd loggare för ”Simple History”

source: Logs the update of WordPress (manual and automatic updates)
pl_pl: Rejestruje aktualizacje WordPressa (ręczne i automatyczne aktualizacje)
sv_se: Loggar uppdateringarna av WordPress (manuella och automatiska uppdateringar)

source: Core Updates Logger
pl_pl: Rejestrator aktualizacji WordPressa
sv_se: Loggare för kärnuppdateringar

source: Logs comments, and modifications to them
pl_pl: Rejestruje komentarze i ich modyfikacje
sv_se: Loggar kommentarer och ändringar av dem

source: Comments Logger
pl_pl: Rejestrator komentarzy
sv_se: Loggare för kommentarer

source: Logs changes to categories, tags, and taxonomies
pl_pl: Rejestruje zmiany w kategoriach, tagach i taksonomiach
sv_se: Loggar ändringar av kategorier, etiketter och taxonomier

# Logger: Redirection
source: Logs edits in the Redirection plugin
pl_pl: Rejestruje zmiany we wtyczce Przekierowanie
sv_se: Loggar ändringar i tillägget ”Redirection”

# Logger: Redirection
source: Plugin: Redirection Logger
pl_pl: Wtyczka: Rejestrator Przekierowań
sv_se: Tillägg: Loggare för ”Redirection”

# Logger: Plugin Limit Login Attempts
source: Plugin: Limit Login Attempts Logger
pl_pl: Wtyczka: Rejestrator limitu prób logowania
sv_se: Tillägg: Loggare för ”Limit Login Attempts”

# Logger: Plugin Duplicate Post
source: Plugin: Duplicate Posts Logger
pl_pl: Wtyczka: rejestrator powielonych wpisów
sv_se: Tillägg: Loggare för ”Duplicate Posts”

# Logger: Plugin Beaver Builder
source: Plugin: Beaver Builder Logger
pl_pl: Wtyczka: Beaver Builder Logger
sv_se: Tillägg: Loggare för ”Beaver Builder”

# Logger: Plugin ACF
source: Plugin: Advanced Custom Fields Logger
pl_pl: Wtyczka: Advanced Custom Fields Logger
sv_se: Tillägg: Loggare för ”Advanced Custom Fields”

source: Logs edits to theme and plugin files
pl_pl: Rejestruje zmiany w plikach motywów i wtyczek
sv_se: Loggar ändringar av tema- och tilläggsfiler

# Logger: FileEditsLogger
source: File edits Logger
pl_pl: Rejestrator edycji plików
sv_se: Loggare för ändringar av filer

# Logger: Translations
source: Translation Logger
pl_pl: Rejestrator tłumaczeń
sv_se: Loggare för översättningar

# Logger: privacy
source: Privacy Logger
pl_pl: Rejestrator prywatności
sv_se: Loggare för integritet

# Logger: Jetpack
source: Plugin: Jetpack Logger
pl_pl: Wtyczka: Rejestrator Jetpack
sv_se: Tillägg: Loggare för ”Jetpack”

source: Logs found updates to WordPress, plugins, and themes
pl_pl: Rejestruje znalezione aktualizacje WordPressa, wtyczek i motywów.
sv_se: Loggar hittade uppdateringar av WordPress, tillägg och teman

source: Available Updates Logger
pl_pl: Rejestrator dostępnych aktualizacji
sv_se: Loggare för tillgängliga uppdatering

source: Site Default
pl_pl: Domyślny dla witryny
sv_se: Standardspråk för webbplatsen

# User logger
source: Language
pl_pl: Język
sv_se: Språk

# User logger
source: Don't show
pl_pl: Nie pokazuj
sv_se: Visa inte

# User logger
source: Show
pl_pl: Pokazuj
sv_se: Visa

# User logger
source: Toolbar
pl_pl: Pasek narzędzi
sv_se: Verktygsfält

# User logger
source: Disable
pl_pl: Wyłącz
sv_se: Inaktivera

# User logger
source: Enable
pl_pl: Włącz
sv_se: Aktivera

# User logger: search
source: User application password deletion
pl_pl: Usunięto hasło aplikacji użytkownika
sv_se: Applikationslösenord för användare borttaget

# User logger: search
source: User application password created
pl_pl: Utworzono hasło aplikacji użytkownika
sv_se: Applikationslösenord för användare skapades

# User logger: search
source: User role changes
pl_pl: Zmieniono role użytkownika
sv_se: Ändringar av användarroll

# User revoke application password
source: Revoked application password "{application_password_name}" for user "{edited_user_login}"
pl_pl: Unieważniono hasło aplikacji „{application_password_name}” użytkownika „{edited_user_login}”.
sv_se: Återkallade applikationslösenordet ”{application_password_name}” för användaren ”{edited_user_login}”

# User add new application password
source: Added application password "{application_password_name}" for user "{edited_user_login}"
pl_pl: Dodano hasło aplikacji „{application_password_name}” użytkownika „{edited_user_login}”.
sv_se: La till applikationslösenordet ”{application_password_name}” för användaren ”{edited_user_login}”

# User updates the role for a user
source: Changed role for user "{edited_user_login}" to "{new_role}" from "{old_role}"
pl_pl: Zmieniono rolę użytkownika „{edited_user_login}” z „{old_role}” na „{new_role}”.
sv_se: Ändrade roll för användare ”{edited_user_login}” till ”{new_role}” från ”{old_role}”

# User clicks confirm admin email on admin email confirm screen
source: Verified that administration email for website is correct
pl_pl: Zweryfikowano poprawność adresu e-mail administratora witryny
sv_se: Verifierade att webbplatsens e-postadress för administration är korrekt

source: Deleted theme "{theme_name}"
pl_pl: Usunięto motyw „{theme_name}”
sv_se: Tog bort temat ”{theme_name}”

source: Installed theme "{theme_name}" by {theme_author}
pl_pl: Zainstalowano motyw „{theme_name}” stworzony przez „{theme_author}”.
sv_se: Installerade temat ”{theme_name}” av {theme_author}

source: Uploaded {post_type} <a href="{edit_link}">"{attachment_title}"</a> to {attachment_parent_post_type} "{attachment_parent_title}"
pl_pl: Przesłano {post_type} <a href="{edit_link}">"{attachment_title}"</a> do {attachment_parent_post_type} "{attachment_parent_title}"
sv_se: Laddade upp {post_type} <a href="{edit_link}">"{attachment_title}"</a> till {attachment_parent_post_type} ”{attachment_parent_title}”

source: Uploaded {post_type} <a href="{edit_link}">"{attachment_title}"</a> to {attachment_parent_post_type} <a href="{attachment_parent_edit_link}">"{attachment_parent_title}"</a>
pl_pl: Przesłano {post_type} <a href="{edit_link}">"{attachment_title}"</a> do {attachment_parent_post_type}. <a href="{attachment_parent_edit_link}">"{attachment_parent_title}"</a>.
sv_se: Laddade upp {post_type} <a href="{edit_link}">"{attachment_title}"</a> till {attachment_parent_post_type} <a href="{attachment_parent_edit_link}">”{attachment_parent_title}”</a>

source: Logs media uploads and edits
pl_pl: Rejestruje przesyłanie i edycję multimediów
sv_se: Loggar uppladdning och redigeringar av media

source: Media/Attachments Logger
pl_pl: Rejestrator mediów/załączników
sv_se: Loggare för media/bilagor

source: IP Addresses %1$s
pl_pl: Adresy IP %1$s
sv_se: IP-adresser %1$s

source: IP Address %1$s
pl_pl: Adres IP %1$s
sv_se: IP-adress %1$s

# PluginWPCrontrolLogger
source: Display Name
pl_pl: Wyświetlana nazwa
sv_se: Visningsnamn

# PluginWPCrontrolLogger
source: Interval
pl_pl: Interwał
sv_se: Intervall

# PluginWPCrontrolLogger
source: Name
pl_pl: Nazwa
sv_se: Namn

# PluginWPCrontrolLogger
source: Recurrence
pl_pl: Powtarzalność
sv_se: Upprepning

# PluginWPCrontrolLogger
source: Next Run
pl_pl: Następne uruchomienie
sv_se: Nästa körning

# PluginWPCrontrolLogger
source: Arguments
pl_pl: Argumenty
sv_se: Argument

# PluginWPCrontrolLogger
source: Hook
pl_pl: Zaczep
sv_se: Åtgärds-hook

# PluginWPCrontrolLogger
source: None
pl_pl: Brak
sv_se: Inget

# PluginWPCrontrolLogger
source: Deleted cron schedule "{schedule_name}"
pl_pl: Skasowano wywołanie crona „{schedule_name}”
sv_se: Tog bort cron-schemat ”{schedule_name}”

# PluginWPCrontrolLogger
source: Added cron schedule "{schedule_name}"
pl_pl: Dodano wywołanie crona „{schedule_name}”
sv_se: Lade till cron-schemat ”{schedule_name}”

# PluginWPCrontrolLogger
source: Edited cron event "{event_hook}"
pl_pl: Zmieniono wywołanie crona „{event_hook}”
sv_se: Redigerade cron-händelsen ”{event_hook}”

# PluginWPCrontrolLogger
source: Deleted all "{event_hook}" cron events
pl_pl: Skasowano wszystkie zdarzenia cron „{event_hook}”
sv_se: Tog bort alla cron-händelser för ”{event_hook}”

# PluginWPCrontrolLogger
source: Deleted cron event "{event_hook}"
pl_pl: Skasowano zdarzenie cron „{event_hook}”
sv_se: Tog bort cron-händelsen ”{event_hook}”

# PluginWPCrontrolLogger
source: Manually ran cron event "{event_hook}"
pl_pl: Ręcznie uruchomiono zdarzenie cron „{event_hook}”
sv_se: Körde cron-händelsen ”{event_hook}” manuellt

# PluginWPCrontrolLogger
source: Added cron event "{event_hook}"
pl_pl: Dodano zdarzenie cron „{event_hook}”
sv_se: Lade till cron-händelsen ”{event_hook}”

# PluginWPCrontrolLogger
source: Using plugin WP Crontrol
pl_pl: Użycie wtyczki WP Crontrol
sv_se: Använder tillägget WP Crontrol

# PluginWPCrontrolLogger
source: Logs management of cron events
pl_pl: Zarządzanie dziennikiem zdarzeń cron
sv_se: Loggar hanteringen av cron-händelser

source: Plugin: WP Crontrol Logger
pl_pl: Wtyczka: WP Crontrol Logger
sv_se: Tillägg: Loggare för ”WP Crontrol”

# Plugin was enabled for auto-updates
source: Disabled auto-updates for plugin "{plugin_name}"
pl_pl: Wyłączono automatyczną aktualizację wtyczki „{plugin_name}”
sv_se: Inaktiverade automatiska uppdateringar för tillägget ”{plugin_name}”

# Plugin was enabled for auto-updates
source: Enabled auto-updates for plugin "{plugin_name}"
pl_pl: Włączono automatyczną aktualizację wtyczki „{plugin_name}”
sv_se: Aktiverade automatiska uppdateringar för tillägget ”{plugin_name}”

source: Beaver Builder settings saved
pl_pl: Ustawenia Beaver Buildera zostały zapisane
sv_se: Inställningar för Beaver Builder sparade

source: Draft "{layout_name}" updated
pl_pl: Szkic „{layout_name}” został zaktualizowany
sv_se: Utkastet ”{layout_name}” uppdaterat

source: Template "{layout_name}" updated
pl_pl: Szablon „{layout_name}” został zaktualizowany
sv_se: Mallen ”{layout_name}” uppdaterad

source: Layout "{layout_name}" updated
pl_pl: Układ „{layout_name}” został zaktualizowany
sv_se: Layouten ”{layout_name}” uppdaterad

# Logger: Plugin Beaver Builder
source: Using plugin Beaver Builder
pl_pl: Użycie wtyczki Beaver Builder
sv_se: Använder tillägget Beaver Builder

# Logger: Plugin Beaver Builder
source: Logs various things in Beaver Builder
pl_pl: Logowanie związane z wtyczką Beaver Builder
sv_se: Loggar olika saker i Beaver Builder
