Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/simple-history-*.po
Languages: pl_pl, sv_se

source: Welcome to Simple History! This is the event history feed. It will contain events that this plugin has logged.
pl_pl: Witaj w Prostych Historiach! To jest kanał historii zdarzeń. Zawiera on zdarzenia zarejestrowane przez wtyczkę.
sv_se: Välkommen till Simple History! Detta är flödet för händelsehistorik. Det kommer innehålla händelser som detta tillägg har loggat.

# Category logger: search
source: Term edited
pl_pl: Edytowano taksonomię
sv_se: Term redigerad

# Category logger: search
source: Term deleted
pl_pl: Usunięto taksonomię
sv_se: Term borttagen

# Category logger: search
source: Term created
pl_pl: Stworzono taksonomię
sv_se: Term skapad

# Category logger: search
source: All category activity
pl_pl: Wszystkie kategorie aktywności
sv_se: All kategoriaktivitet

# Categories logger: search
source: Categories
pl_pl: Kategorie
sv_se: Kategorier

# debug dropin
source: No
pl_pl: Nie
sv_se: Nej

# debug dropin
source: Yes
pl_pl: Tak
sv_se: Ja

# debug dropin
source: Plugins
pl_pl: Wtyczki
sv_se: Tillägg

# debug dropin
source: No message strings
pl_pl: Brak wiadomości
sv_se: Inga meddelandesträngar

# debug dropin
source: Database size
pl_pl: Rozmiar bazy danych
sv_se: Databasstorlek

# Logger: Translations
source: Updated translations for "{name}" ({language})
pl_pl: Zaktualizowano tłumaczenia dla „{name}” ({language})
sv_se: Uppdaterade översättningar för ”{name}” ({language})

# Logger: Translations
source: Log WordPress translation related things
pl_pl: Logowanie rzeczy związanych z tłumaczeniami
sv_se: Loggar saker relaterade till WordPress-översättningar

# Logger: Jetpack
source: Deactivated Jetpack module "{module_name}"
pl_pl: Wyłączono moduł Jetpacka „{module_name}”
sv_se: Inaktiverade Jetpack-modulen ”{module_name}”

# Logger: Jetpack
source: Activated Jetpack module "{module_name}"
pl_pl: Włączono moduł Jetpacka „{module_name}”
sv_se: Aktiverade Jetpack-modulen ”{module_name}”

# Logger: Jetpack
source: Using plugin Jetpack
pl_pl: Użycie wtyczki Jetpack
sv_se: Använder tillägget Jetpack

# Logger: Jetpack
source: Log Jetpack settings changes
pl_pl: Logowanie związane z wtyczką Jetpack
sv_se: Loggar ändringar av Jetpackinställningar

# Logger: Privacy
source: Removed personal data removal request for "{user_email}"
pl_pl: Usunięte dane osobiste na żądanie „{user_email}”
sv_se: Tog bort begäran om borttagning av personuppgifter för ”{user_email}”

# Logger: Privacy
source: Erased personal data for "{user_email}"
pl_pl: Usunięto dane osobiste „{user_email}”
sv_se: Tog bort personuppgifter för ”{user_email}”

# Logger: Privacy
source: Confirmed personal data erasure request for "{user_email}"
pl_pl: Potwierdzono żądanie usunięcia danych użytkownika „{user_email}”
sv_se: Bekräftade begäran om borttagning av personuppgifter för ”{user_email}”

# Logger: Privacy
source: Added personal data erasure request for "{user_email}"
pl_pl: Wysłano żądanie usunięcia danych użytkownika „{user_email}”
sv_se: Lade till begäran om borttagning av personuppgifter för ”{user_email}”

# Logger: Privacy
source: Removed data export request for "{user_email}"
pl_pl: Usunięto żądane eksportu danych przez „{user_email}”
sv_se: Tog bort begäran om export av data för ”{user_email}”

# Logger: Privacy
source: Confirmed personal data export request for "{user_email}"
pl_pl: Potwierdzono żądane eksportu danych przez „{user_email}”
sv_se: Bekräftade begäran om export av personuppgifter för ”{user_email}”

# Logger: Privacy
source: Sent email with personal data export download info for user "{user_email}"
pl_pl: Wysłano e-mail z informacjami o pobieraniu eksportu danych osobistych użytkownika „{user_email}”
sv_se: Skickat e-postmeddelande med nedladdningsinformation av exporterade personuppgifter för användaren ”{user_email}”

# Logger: Privacy
source: Downloaded personal data export file for user "{user_email}"
pl_pl: Pobrano wyeksportowane dane użytkownika „{user_email}”
sv_se: Laddade ner exportfil med personuppgifter för användaren ”{user_email}”

# Logger: Privacy
source: Requested a personal privacy data export for user "{user_email}"
pl_pl: Zażądano eksport danych osobistych dla użytkownika „{user_email}”
sv_se: Begärde en export av personliga integritetsdata för användaren ”{user_email}”

# Logger: Privacy
source: Set privacy page to page "{new_post_title}"
pl_pl: Ustawiono stronę polityki prywatności na „{new_post_title}”
sv_se: Angav integritetssidan till sidan ”{new_post_title}”

# Logger: Privacy
source: Created a new privacy page "{new_post_title}"
pl_pl: Utworzono stronę polityki prywatności: „{new_post_title}”
sv_se: Skapade en ny integritetssida ”{new_post_title}”

# Logger: Privacy
source: Log WordPress privacy related things
pl_pl: Loguj informacje związane ze stroną z polityką prywatności
sv_se: Loggar saker relaterade till personlig integritet i WordPress

# Logger: Redirection
source: Target
pl_pl: Cel
sv_se: Mål

# Logger: Redirection
source: Source URL
pl_pl: Źródłowy adres URL
sv_se: URL-källa

# Logger: Redirection
source: Deleted {items_count} redirection group(s)
pl_pl: Skasowano {items_count} grupę/y przekierowań
sv_se: Tog bort {items_count} omdirigeringsgrupp/-grupper

# Logger: Redirection
source: Disabled {items_count} redirection group(s)
pl_pl: Wyłączono {items_count} grupę/y przekierowań
sv_se: Inaktiverade {items_count} omdirigeringsgrupp/-grupper

# Logger: Redirection
source: Enabled {items_count} redirection group(s)
pl_pl: Włączono {items_count} grupę/y przekierowań
sv_se: Aktiverade {items_count} omdirigeringsgrupp/-grupper

# Logger: Redirection
source: Added redirection group "{group_name}"
pl_pl: Dodano grupę przekierowań „{group_name}”
sv_se: Lade till omdirigeringsgruppen ”{group_name}”

# Logger: Redirection
source: Updated redirection options
pl_pl: Zaktualizowane opcje przekierowań
sv_se: Uppdaterade omdirigeringsalternativ

# Categories logger: detailed plain text output for edited term
source: Edited term <a href="{term_edit_link}">"{to_term_name}"</a> in taxonomy <a href="{tax_edit_link}">"{toTermTaxonomySlugOrName}"</a>
pl_pl: Edytowano termin <a href="{term_edit_link}">„{to_term_name}”</a> w taksonomii <a href="{tax_edit_link}">„{toTermTaxonomySlugOrName}”</a>
sv_se: Redigerade termen <a href="{term_edit_link}">”{to_term_name}”</a> i taxonomin <a href="{tax_edit_link}">”{toTermTaxonomySlugOrName}”</a>

# Categories logger: detailed plain text output for deleted term
source: Deleted term "{term_name}" from taxonomy <a href="{tax_edit_link}">"{termTaxonomySlugOrName}"</a>
pl_pl: Usunięto termin "{term_name}" z taksonomii <a href="{tax_edit_link}">"{termTaxonomySlugOrName}"</a>
sv_se: Tog bort termen ”{term_name}” från taxonomin <a href="{tax_edit_link}">"{termTaxonomySlugOrName}"</a>

# Categories logger: detailed plain text output for created term
source: Added term <a href="{term_edit_link}">"{term_name}"</a> in taxonomy <a href="{tax_edit_link}">"{termTaxonomySlugOrName}"</a>
pl_pl: Dodano termin <a href="{term_edit_link}">„{term_name}”</a> w taksonomii <a href="{tax_edit_link}">„{termTaxonomySlugOrName}”</a>
sv_se: Lade till termen <a href="{term_edit_link}">”{term_name}”</a> i taxonomin <a href="{tax_edit_link}">”{termTaxonomySlugOrName}”</a>

# Logger: Plugin ACF
source: Modified field
pl_pl: Zmodyfikowane pola
sv_se: Ändrat fält

# Logger: Plugin ACF
source: Label: %1$s
pl_pl: Etykieta: %1$s
sv_se: Etikett: %1$s

# Logger: Plugin ACF
source: Type:
pl_pl: Typ:
sv_se: Typ:

# Logger: Plugin ACF
source: Label:
pl_pl: Etykieta:
sv_se: Etikett:

# Logger: Plugin ACF
source: Key:
pl_pl: Klucz:
sv_se: Nyckel:

# Logger: Plugin ACF
source: Parent:
pl_pl: Rodzic:
sv_se: Överordnad:

# Logger: Plugin ACF
source: Name:
pl_pl: Nazwa:
sv_se: Namn:

# Logger: Plugin ACF
source: Added field
pl_pl: Dodaj pole
sv_se: Tillagt fält

# Logger: Plugin ACF
source: Deleted field
pl_pl: Usuń pole
sv_se: Tog bort fält

# Logger: Plugin ACF
source: Hide on screen
pl_pl: Ukryj na ekranie
sv_se: Dölj på skärm

# Logger: Plugin ACF
source: Unchecked
pl_pl: Niezaznaczone
sv_se: Avmarkerad

# Logger: Plugin ACF
source: Checked
pl_pl: Zaznaczone
sv_se: Markerad

# Logger: Plugin ACF
source: Style
pl_pl: Styl
sv_se: Stil

# Logger: Plugin ACF
source: Active
pl_pl: Włączono
sv_se: Aktiv

# Logger: Plugin ACF
source: Menu order
pl_pl: Kolejność w menu
sv_se: Menyordning

# Logger: Plugin ACF
source: Description
pl_pl: Opis
sv_se: Beskrivning

# Logger: Plugin ACF
source: Label placement
pl_pl: Położenie etykiety
sv_se: Etikettplacering

# Logger: Plugin ACF
source: Instruction placement
pl_pl: Umieszczenie instrukcji
sv_se: Instruktionsplacering

# Logger: Plugin ACF
source: Using plugin ACF
pl_pl: Użycie wtyczki ACF
sv_se: Använder tillägget ACF

# Logger: Plugin ACF
source: Logs ACF stuff
pl_pl: Logi związane z ACF
sv_se: Loggar saker från ACF

source: Featured image
pl_pl: Obrazek wyróżniający
sv_se: Utvald bild

source: Simple History requires WordPress version 6.3 or higher (you have version %s).
pl_pl: Wtyczka Prosta Historia wymaga WordPress 6.3 lub nowszego (używasz wersji %s).
sv_se: Simple History kräver WordPress version 6.3 eller högre (du har version %s).

# Plugin was disabled because of an error
source: Deactivated plugin "{plugin_slug}" because of an error ("{deactivation_reason}").
pl_pl: Z powodu błędu („{deactivation_reason}”) wyłączono wtyczkę „{plugin_slug}”.
sv_se: Inaktiverade tillägget ”{plugin_slug}” på grund av ett fel (”{deactivation_reason}”).

source: File contents
pl_pl: Zawartość pliku
sv_se: Filinnehåll

# Plugin logger: file edits
source: Edited theme files
pl_pl: Edytowane plików motywu
sv_se: Redigerade temafiler

# Plugin logger: file edits
source: All file edits
pl_pl: Wszystkie edytowane pliki
sv_se: Alla filändringar

# Plugin logger: file edits
source: Edited theme and plugin files
pl_pl: Edytowane plików motywu i wtyczek
sv_se: Temat och tilläggets filer har redigerats

source: Edited file "{file_name}" in plugin "{plugin_name}"
pl_pl: Edytowany plik „{file_name}” we wtyczce „{plugin_name}”
sv_se: Redigerat fil ”{file_name}” i tillägg ”{plugin_name}”

source: Edited file "{file_name}" in theme "{theme_name}"
pl_pl: Edytowany plik „{file_name}” w motywie „{theme_name}”
sv_se: Redigerade filen ”{file_name}” i temat ”{theme_name}”

source: Error: parameter "count" must be a number
pl_pl: Błąd: parameter „count” musi być liczbą
sv_se: Fel: parameter ”antal” måste vara ett nummer

# debug dropin
source: Active
pl_pl: Włączono
sv_se: Aktivt

# debug dropin
source: Plugin file path
pl_pl: Ścieżka pliku wtyczki
sv_se: Tilläggets filsökväg

# debug dropin
source: Plugin name
pl_pl: Nazwa wtyczki
sv_se: Tilläggets namn

# Logger: Plugin Duplicate Post
source: Cloned {duplicated_post_post_type_singular_name} <a href="{duplicated_post_edit_link}">"{duplicated_post_title}"</a> to <a href="{new_post_edit_link}">a new {duplicated_post_post_type_singular_name}</a>
pl_pl: Powielono {duplicated_post_post_type_singular_name} <a href="{duplicated_post_edit_link}">„{duplicated_post_title}”</a> jako <a href="{new_post_edit_link}">{duplicated_post_post_type_singular_name}</a>
sv_se: Klonade {duplicated_post_post_type_singular_name} <a href="{duplicated_post_edit_link}">”{duplicated_post_title}”</a> till <a href="{new_post_edit_link}">ett ny {duplicated_post_post_type_singular_name}</a>

# Logger: Plugin Duplicate Post
source: Cloned "{duplicated_post_title}" to a new post
pl_pl: Powielono wpis „{duplicated_post_title}”
sv_se: ”{duplicated_post_title}” har klonats till ett nytt inlägg

# Logger: Plugin Duplicate Post
source: Using plugin Yoast Duplicate Post
pl_pl: Korzystanie z wtyczki Yoast Duplicate Post
sv_se: Använder tillägget ”Yoast Duplicate Posts”

# Logger: Plugin Duplicate Post
source: Logs posts and pages cloned using plugin Duplicate Post
pl_pl: Loguj powielenia wpisów i stron za pomocą wtyczki Duplicate Post
sv_se: Loggar inlägg och sidor klonade med tillägget Duplicate Post

source: Number of items per page on the dashboard
pl_pl: Liczba elementów na stronie w kokpicie
sv_se: Antal objekt per sida i panelen

source: Number of items per page on the log page
pl_pl: Liczba elementów na stronie logów
sv_se: Antal objekt per sida på loggsidan

# Logger: Redirection
source: Removed all redirection options and deactivated plugin
pl_pl: Usunięto wszystkie opcje przekierowania i dezaktywowano wtyczkę
sv_se: Tog bort alla omdirigeringsalternativ och inaktiverade tillägg

# Logger: Redirection
source: Deleted redirection for {items_count} URL(s)
pl_pl: Usunięto przekierowania {items_count} URL(i)
sv_se: Tog bort omdirigering för {items_count} URL:er

# Logger: Redirection
source: Disabled redirection for {items_count} URL(s)
pl_pl: Wyłączono przekierowania {items_count} URL(i)
sv_se: Inaktiverade omdirigering för {items_count} URL:er

# Logger: Redirection
source: Enabled redirection for {items_count} URL(s)
pl_pl: Włączono przekierowania {items_count} URL(i)
sv_se: Aktiverade omdirigering för {items_count} URL:er

# Logger: Redirection
source: Edited redirection for URL "{prev_source_url}"
pl_pl: Zmieniono przekierowanie adresu „{prev_source_url}”
sv_se: Redigerade omdirigering för ”{prev_source_url}”

# Logger: Redirection
source: Added a redirection for URL "{source_url}"
pl_pl: Dodano przekierowanie dla adresu „{source_url}”
sv_se: Lade till en omdirigering för URL:en ”{source_url}”

# Logger: Redirection
source: In plugin Redirection
pl_pl: We wtyczce Redirection
sv_se: I tillägget Redirection

source: View all updates
pl_pl: Zobacz wszystkie aktualizacje
sv_se: Visa alla uppdateringar

source: Installed version
pl_pl: Zainstalowana wersja
sv_se: Installerad version

source: Available version
pl_pl: Dostępna wersja
sv_se: Tillgänglig version

# Plugin logger: updates found
source: Theme updates found
pl_pl: Znaleziono aktualizację motywu
sv_se: Tema uppdateringar hittades

# Plugin logger: updates found
source: Plugin updates found
pl_pl: Znaleziono aktualizację wtyczki
sv_se: Tilläggsuppdatering hittades

# Plugin logger: updates found
source: WordPress updates found
pl_pl: Znaleziono aktualizację WordPressa
sv_se: WordPress-uppdateringar hittades

# Plugin logger: updates found
source: All found updates
pl_pl: Wszystkie znalezione aktualizacje
sv_se: Alla hittade uppdateringar

# Plugin logger: updates found
source: WordPress and plugins updates found
pl_pl: Znaleziono aktualizacje WordPressa i wtyczek
sv_se: WordPress och tilläggsuppdateringar hittades

source: Found an update to theme "{theme_name}"
pl_pl: Znaleziono aktualizację motywu „{theme_name}”
sv_se: Hittade en uppdatering till temat ”{theme_name}”

source: Found an update to plugin "{plugin_name}"
pl_pl: Znaleziono aktualizację wtyczki „{plugin_name}”
sv_se: Hittade en uppdatering till tillägget ”{plugin_name}”

source: Found an update to WordPress
pl_pl: Znaleziono aktualizację WordPressa
sv_se: Hittade en uppdatering till WordPress

# Theme logger: search
source: Installed themes
pl_pl: Zainstalowane motywy
sv_se: Installerade teman

# Theme logger: search
source: Deleted themes
pl_pl: Usunięte motywy
sv_se: Borttagna teman

# Theme logger: search
source: Updated themes
pl_pl: Zaktualizowane motywy
sv_se: Uppdaterade teman

source: Updated theme "{theme_name}"
pl_pl: Zaktualizowano motyw „{theme_name}”
sv_se: Uppdaterade temat ”{theme_name}”

# Plugin update failed
source: Failed to update plugin "{plugin_name}"
pl_pl: Nie udała się aktualizacja wtyczki „{plugin_name}”
sv_se: Misslyckades att uppdatera tillägg ”{plugin_name}”

# Logger: Plugin Limit Login Attempts
source: IP was blocked for %s
pl_pl: Adres IP został zablokowany na %1$s
sv_se: IP blockerades i %s

# Logger: Plugin Limit Login Attempts
source: %d minute
pl_pl: %d minuta
sv_se: %d minut

# Logger: Plugin Limit Login Attempts
source: %d hour
pl_pl: %d godzina
sv_se: %d timme

# Logger: Plugin Limit Login Attempts
source: %1$d failed login attempts (%2$d lockout(s)) from IP: %3$s
pl_pl: %1$d nieudanych prób logowania (%2$d blokad) z IP: %3$s
sv_se: %1$d misslyckade inloggningsförsök (%2$d utelåsning/utelåsningar) från IP: %3$s

# Logger: Plugin Limit Login Attempts
source: Updated options
pl_pl: Zaktualizowano opcje
sv_se: Uppdaterade alternativ

# Logger: Plugin Limit Login Attempts
source: Cleared current lockouts
pl_pl: Wyczyszczono aktualne blokady
sv_se: Rensade nuvarande utlåsningar

# Logger: Plugin Limit Login Attempts
source: Reset lockout count
pl_pl: Zresetowano licznik blokad
sv_se: Återställde antalet utelåsningar

# Logger: Plugin Limit Login Attempts
source: Cleared IP log
pl_pl: Wyczyszczono log IP
sv_se: Rensad IP-logg

# Logger: Plugin Limit Login Attempts
source: Was locked out because too many failed login attempts
pl_pl: Zostało zablokowane z powodu wielu, nieudanych prób zalogowania się
sv_se: Blev utelåst på grund av för många misslyckade inloggningsförsök

# Logger: Plugin Limit Login Attempts
source: Failed login attempt from whitelisted IP
pl_pl: Nieudana próba logowania z IP z białej listy
sv_se: Misslyckat inloggningsförsök från vitlistat IP

# Logger: Plugin Limit Login Attempts
source: Using plugin Limit Login Attempts
pl_pl: Użycie wtyczki Limit Login Attempts
sv_se: Använder tillägget Limit Login Attempts

# Logger: Plugin Limit Login Attempts
source: Logs failed login attempts, lockouts, and configuration changes made in the plugin Limit Login Attempts
pl_pl: Rejestruje nieudane próby logowania, blokady i zmiany konfiguracji wprowadzone we wtyczce Limit Login Attempts
sv_se: Loggar misslyckade inloggningsförsök, utelåsningar och konfigurationsändringar som gjorts i tillägget ”Limit Login Attempts”

# debug dropin
source: %1$s message strings
pl_pl: %1$s wiadomości
sv_se: %1$s meddelandesträngar

# debug dropin
source: Rows count
pl_pl: Liczba wierszy
sv_se: Antal rader

# debug dropin
source: Capability
pl_pl: Uprawnienia
sv_se: Behörighet

# debug dropin
source: Messages
pl_pl: Wiadomości
sv_se: Meddelanden

# debug dropin
source: Description
pl_pl: Opis
sv_se: Beskrivning

# debug dropin
source: Logger name
pl_pl: Nazwa loggera
sv_se: Namn på loggare

# debug dropin
source: Listing %1$d loggers, ordered by rows count in database.
pl_pl: Lista %1$d rejestratorów, uporządkowanych według liczby wierszy w bazie danych.
sv_se: Visar %1$d loggare, sorterat på antalet rader i databasen.

# debug dropin
source: Loggers
pl_pl: Rejestratory
sv_se: Loggare

# debug dropin
source: Total %s rows, when grouped by occasion id.
pl_pl: Łącznie %s wierszy, pogrupowanych według identyfikatora.
sv_se: Totalt %s rader, vid gruppering på ID för tillfälle.

# debug dropin
source: %s rows
pl_pl: %s wierszy
sv_se: %s rader

# debug dropin
source: Rows
pl_pl: Wiersze
sv_se: Rader

# debug dropin
source: Size
pl_pl: Rozmiar
sv_se: Storlek

# debug dropin
source: Table name
pl_pl: Nazwa tabeli
sv_se: Tabellnamn

source: Debug
pl_pl: Debugowanie
sv_se: Felsök

source: Your latest posts
pl_pl: Twoje najnowsze wpisy
sv_se: Dina senaste inlägg

# Admin bar name
source: View History
pl_pl: Zobacz historię
sv_se: Visa historik

# Admin bar network name
source: View History
pl_pl: Zobacz historię
sv_se: Visa historik

# User logger
source: Changed
pl_pl: Zmieniono
sv_se: Ändrat

# User logger
source: Password
pl_pl: Hasło
sv_se: Lösenord

# User logger
source: Role
pl_pl: Rola
sv_se: Roll

# User logger
source: Website
pl_pl: Witryna internetowa
sv_se: Webbplats

# User logger
source: Display name
pl_pl: Wyświetlana nazwa
sv_se: Visningsnamn

# User logger
source: Email
sv_se: E-post

# User logger
source: Colour scheme
pl_pl: Schemat kolorystyczny
sv_se: Färgschema

# User logger
source: Keyboard shortcuts
pl_pl: Skróty klawiaturowe
sv_se: Tangentbordsgenvägar

# User logger
source: Visual editor
pl_pl: Edytor wizualny
sv_se: Visuell redigerare

# User logger
source: Description
pl_pl: Opis
sv_se: Beskrivning

# User logger
source: Nickname
pl_pl: Pseudonim
sv_se: Smeknamn

# User logger
source: Last name
pl_pl: Nazwisko
sv_se: Efternamn

# User logger
source: First name
pl_pl: Imię
sv_se: Förnamn

source: Created user <a href="{edit_profile_link}">{created_user_login} ({created_user_email})</a> with role {created_user_role}
pl_pl: Utworzono użytkownika <a href="{edit_profile_link}">{created_user_login} ({created_user_email})</a> z rolą {created_user_role}
sv_se: Skapade användaren <a href="{edit_profile_link}">{created_user_login} ({created_user_email})</a> med rollen {created_user_role}

# PluginUserSwitchingLogger
source: Using plugin User Switching
pl_pl: Użycie wtyczki User Switching
sv_se: Använder tillägget User Switching

# PluginUserSwitchingLogger
source: Using plugin Enable Media Replace
pl_pl: Użycie wtyczki Enable Media Replace
sv_se: Använder tillägget Enable Media Replace

# Sidebar box
source: <a href="%1$s">Visit the support forum</a> if you need help or have questions.
pl_pl: Jeżeli masz pytania, <a href="%1$s">odwiedź forum wsparcia</a>.
sv_se: <a href="%1$s">Besök supportforumet</a> om du behöver hjälp eller har frågor.

source: Failed to login with username "{failed_username}" (username does not exist)
pl_pl: Nie powiodło się logowanie „{failed_username}” (użytkownik nie istnieje)
sv_se: Misslyckades att logga in med användarnamnet ”{failed_username}” (användarnamnet finns inte)

source: Failed to login with username "{login}" (incorrect password entered)
pl_pl: Nie powiodło się logowanie „{login}” (wprowadzono błędne hasło)
sv_se: Misslyckades att logga in med användarnamnet ”{login}” (felaktigt lösenord angavs)

source: Logs user logins, logouts, and failed logins
pl_pl: Rejestruje logowania, wylogowania i nieudane logowania
sv_se: Loggar inloggningar, utloggningar, samt misslyckade inloggningsförsök

source: User Logger
sv_se: Loggare för användare

source: Edited term "{to_term_name}" in taxonomy "{to_term_taxonomy}"
pl_pl: Zmieniono termin „{to_term_name}” w taksonomii „{to_term_taxonomy}”
sv_se: Redigerade termen ”{to_term_name}” i taxonomin ”{to_term_taxonomy}”

source: Deleted term "{term_name}" from taxonomy "{term_taxonomy}"
pl_pl: Usunięto termin „{term_name}” w taksonomii „{term_taxonomy}”
sv_se: Tog bort termen ”{term_name}” från taxonomin ”{term_taxonomy}”

source: Added term "{term_name}" in taxonomy "{term_taxonomy}"
pl_pl: Dodano termin „{term_name}” w taksonomii „{term_taxonomy}”
sv_se: Lade till termen ”{term_name}” i taxonomin ”{term_taxonomy}”

source: Categories Logger
pl_pl: Kategorie rejestratora
sv_se: Loggare för kategorier

source: Requested a password reset link for user with login '{user_login}' and email '{user_email}'
pl_pl: Wysłano e-mail z linkiem do zresetowania hasła dla użytkownika '{user_login}' na adres '{user_email}'
sv_se: Begärde en länk för nollställning av lösenord för användaren med användarnamnet ”{user_login}” och e-post ”{user_email}”

source: Reset their password
pl_pl: Zresetował hasło
sv_se: Återställde deras lösenord

source: %1$s local time %3$s (%2$s GMT time)
pl_pl: %1$s czas lokalny %3$s (%2$s GMT time)
sv_se: %1$s lokal tid %3$s (%2$s GMT-tid)

source: Enable RSS feed
pl_pl: Włącz kanał RSS
sv_se: Aktivera RSS-flöde

source: Enable
pl_pl: Włącz
sv_se: Aktivera

source: WordPress database version updated to {new_version} from {prev_version}
pl_pl: Zaktualizowano bazę WordPressa z {prev_version} do {new_version}
sv_se: WordPress-databasen uppdaterades till {new_version} från {prev_version}

source: Plugin that logs various things that occur in WordPress and then presents those events in a very nice GUI.
pl_pl: Wtyczka, która rejestruje zdarzenia występujące w WordPressie, a następnie prezentuje je w przyjazny sposób.
sv_se: Tillägg som loggar olika saker som händer i WordPress och sedan presenterar dessa händelser i ett mycket trevligt gränssnitt.

source: Users
pl_pl: Użytkownicy
sv_se: Användare
