Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/ssl-insecure-content-fixer-*.po
Languages: de_de, it_it, nl_nl

# proxy settings
source: HTTP_X_FORWARDED_SCHEME (e.g. KeyCDN)
de_de: HTTP_X_FORWARDED_SCHEME (z.&nbsp;B. KeyCDN)
it_it: HTTP_X_FORWARDED_SCHEME (ad esempio KeyCDN)
nl_nl: HTTP_X_FORWARDED_SCHEME (b.v. KeyCDN)

# ignore external settings
source: Only fix content pointing to this WordPress site
de_de: Nur Inhalte korrigieren, die auf diese WordPress-Website zeigen.
it_it: Correggi solo i contenuti che puntano a questo sito WordPress
nl_nl: Alleen de inhoud corrigeren die verwijst naar deze WordPress site

# ignore external settings
source: Select only if you wish to leave content pointing to external sites as http
de_de: Nur auswählen, falls du möchtest, dass Inhalte, die auf externe Websites verweisen, weiterhin http verwenden.
it_it: Selezionare solo se si desidera lasciare che il contenuto punti a siti esterni in http
nl_nl: Selecteer alleen als je inhoud die verwijst naar externe sites wilt achterlaten als http

# ignore external settings
source: Ignore external sites
de_de: Externe Websites ignorieren
it_it: Ignora i siti esterni
nl_nl: Negeer externe sites

source: It looks like your server is behind Windows Azure ARR. The recommended setting for HTTPS detection is %s.
de_de: Es sieht so aus, als wäre der Server hinter Windows Azure ARR. Die empfohlene Einstellung für die HTTPS-Erkennung ist %s.
it_it: Sembra che il tuo server sia dietro Windows Azure ARR. L'impostazione consigliata per il rilevamento di HTTPS è %s.
nl_nl: Het lijkt erop dat je server zich achter Windows Azure ARR bevindt. De aanbevolen instelling voor HTTPS detectie is %s.

# fix level settings
source: includes AJAX calls, which can cause compatibility and performance problems
de_de: Schließt AJAX-Aufrufe ein, welche Kompatibilitäts- und Geschwindigkeitsprobleme verursachen können.
it_it: include le chiamate AJAX, che possono causare problemi di compatibilità e prestazioni
nl_nl: inclusief AJAX aanroepen welke compatibiliteits en snelheids problemen kunnen veroorzaken

# fix level settings
source: The biggest potential to break things, but sometimes necessary
de_de: Das größte Potential, etwas zu zerstören, aber manchmal nötig
it_it: Il più grande potenziale per rompere le cose, ma a volte necessario
nl_nl: De grootste kans om dingen te breken, maar soms noodzakelijk

# fix level settings
source: Capture All
de_de: Alles erfassen
it_it: Cattura tutto
nl_nl: Leg alles vast

# fix level settings
source: excludes AJAX calls, to prevent some compatibility and performance problems
de_de: Schließt AJAX-Aufrufe aus, welche Kompatibilitäts- und Geschwindigkeitsprobleme verursachen können.
it_it: Esclude le chiamate AJAX, che possono causare problemi di compatibilità e prestazioni
nl_nl: Sluit AJAX calls uit, om enige compatibiliteit en performance problemen te voorkomen

# fix level settings
source: Everything on the page, from the header to the footer:
de_de: Alles auf der Seite, von Header bis Footer:
it_it: Tutto quello che è presente sulla pagina, dall'header al footer:
nl_nl: Alles op de pagina van header tot footer:

source: SSL Insecure Content Fixer requires <a target="_blank" rel="noopener" href="%1$s">PCRE</a> version %2$s or higher; your website has PCRE version %3$s
de_de: SSL Insecure Content Fixer erfordert <a target="_blank" rel="noopener" href="%1$s">PCRE</a>-Version %2$s oder höher; deine Website verwendet PCRE-Version %3$s
it_it: SSL Insecure Content Fixer richiede <a target="_blank" rel="noopener" href="%1$s">PCRE</a> versione %2$s o superiore; il tuo sito ha PCRE versione %3$s
nl_nl: SSL Insecure Content Fixer vereist <a target="_blank" href="%1$s">PCRE</a> versie %2$s of hoger; je site heeft PCRE versie %3$s

source: SSL Insecure Content Fixer requires these missing PHP extensions. Please contact your website host to have these extensions installed.
de_de: SSL Insecure Content Fixer benötigt die folgenden fehlenden PHP-Erweiterungen. Bitte kontaktiere deinen Website-Host, um diese Erweiterungen installieren zu lassen.
it_it: SSL Insecure Content Fixer richiede queste estensioni PHP mancanti. Contatta il tuo host per installare queste estensioni.
nl_nl: SSL Insecure Content Fixer vereist deze missende PHP extensies. Neem contact op met je hosting provider om deze extensies te installeren.

source: It looks like your server is behind Amazon CloudFront, not configured to send HTTP_X_FORWARDED_PROTO. The recommended setting for HTTPS detection is %s.
de_de: Es sieht so aus, als wäre der Server hinter Amazon CloudFront und nicht für das Senden von HTTP_X_FORWARDED_PROTO konfiguriert ist. Die empfohlene Einstellung für die HTTPS-Erkennung ist %s.
it_it: Sembra che il tuo server sia dietro Amazon CloudFront, non configurato per inviare HTTP_X_FORWARDED_PROTO. L'impostazione consigliata per il rilevamento di HTTPS è %s.
nl_nl: Het lijkt erop dat je server achter Amazon CloudFront zit en niet is geconfigureerd om HTTP_X_FORWARDED_PROTO te verzenden. De aanbevolen instelling voor HTTPS detectie is %s.

# proxy settings
source: HTTP_CF_VISITOR (Cloudflare Flexible SSL); deprecated, since Cloudflare sends HTTP_X_FORWARDED_PROTO now
de_de: HTTP_CF_VISITOR (Cloudflare Flexibles SSL); veraltet, da Cloudflare jetzt HTTP_X_FORWARDED_PROTO sendet
it_it: HTTP_CF_VISITOR (Cloudflare Flexible SSL); deprecato, poiché Cloudflare adesso utilizza HTTP_X_FORWARDED_PROTO
nl_nl: HTTP_CF_VISITOR (Cloudflare Flexible SSL); verouderd sinds Cloudflare HTTP_X_FORWARDED_PROTO verstuurd

# proxy settings
source: HTTP_CLOUDFRONT_FORWARDED_PROTO (Amazon CloudFront HTTPS cached content)
de_de: HTTP_CLOUDFRONT_FORWARDED_PROTO (Von Amazon CloudFront HTTPS zwischengespeicherter Inhalt)
nl_nl: HTTP_CLOUDFRONT_FORWARDED_PROTO (Amazon CloudFront HTTPS gecachde inhoud)

source: Clean up WordPress website HTTPS insecure content
de_de: Unsichere Inhalte einer HTTPS-WordPress-Website aufräumen
it_it: Pulisce il contenuto insicuro HTTPS del sito web
nl_nl: Ruim WordPress site HTTPS onveilige inhoud op

source: Your server environment shows this:
de_de: Deine Server-Umgebung zeigt folgendes:
it_it: L'ambiente del tuo server mostra questo:
nl_nl: Je serveromgeving toont dit:

source: If you know of a way to detect HTTPS on your server, please <a href="%s" target="_blank" rel="noopener">tell me about it</a>.
de_de: Wenn du eine Möglichkeit kennst, HTTPS auf deinem Server zu erkennen, teile sie mir <a href="%s" target="_blank" rel="noopener">bitte mit</a>.
it_it: Se conosci un modo per rilevare HTTPS sul tuo server, per favore <a href="%s" target="_blank" rel="noopener">fammelo sapere</a>.
nl_nl: Als je een manier weet om HTTPS te detecteren op je server <a href="%s" target="_blank">laat mij dit weten</a>.

source: Your server cannot detect HTTPS. The recommended setting for HTTPS detection is %s.
de_de: Dein Server kann HTTPS nicht erkennen. Die empfohlene Einstellung für die HTTPS-Erkennung ist %s.
it_it: Il server non può rilevare HTTPS. L'impostazione consigliata per rilevare HTTPS è %s.
nl_nl: Je server kan niet HTTPS detecteren. De aanbevolen instellingen voor HTTPS detectie is %s.

source: It looks like your server uses Cloudflare Flexible SSL. The recommended setting for HTTPS detection is %s.
de_de: Es sieht so aus, als ob der Server CloudFlare Flexible SSL verwendet. Die empfohlene Einstellung für die HTTPS-Erkennung ist %s.
it_it: Sembra che il server usi CloudFlare Flexible SSL. L'impostazione consigliata per rilevare HTTPS è %s.
nl_nl: Het lijkt erop dat je server gebruik maakt van Cloudflare Flexible SSL. De aanbevolen instellingen voor HTTPS detectie is %s.

source: It looks like your server is behind a reverse proxy. The recommended setting for HTTPS detection is %s.
de_de: Es sieht so aus, als wäre der Server hinter einem Reverse Proxy. Die empfohlene Einstellung für die HTTPS-Erkennung ist %s.
it_it: Sembra che il server si trovi dietro un proxy inverso. L'impostazione consigliata per rilevare HTTPS è %s.
nl_nl: Het lijkt erop dat je server achter een reverse proxy zit. De aanbevolen instellingen voor HTTPS detectie is %s.

source: Your server can detect HTTPS normally. The recommended setting for HTTPS detection is %s.
de_de: Dein Server kann HTTPS normal erkennen. Die empfohlene Einstellung für die HTTPS-Erkennung ist %s.
it_it: Il tuo server può individuare HTTPS normalmente. L'impostazione consigliata per rilevare HTTPS è %s.
nl_nl: Je server kan gewoon HTTPS detecteren. De aanbevolen instellingen voor HTTPS detectie is %s.

source: Tests completed.
de_de: Tests abgeschlossen.
it_it: Test completato.
nl_nl: Test afgerond.

source: Running tests...
de_de: Tests werden ausgeführt...
it_it: Test in esecuzione...
nl_nl: Tests draaien...

source: This page checks to see whether WordPress can detect HTTPS.
de_de: Diese Seite überprüft, ob WordPress HTTPS erkennen kann.
it_it: Questa pagina verifica se WordPress è in grado di individuare HTTPS.
nl_nl: Deze pagina controleert of WordPress HTTPS kan detecteren.

source: SSL Insecure Content Fixer settings
de_de: SSL Insecure Content Fixer Einstellungen
it_it: Impostazioni SSL Insecure Content Fixer
nl_nl: SSL Insecure Content Fixer instellingen

source: These settings affect all sites on this network that have not been set individually.
de_de: Diese Einstellungen betreffen alle Websites in diesem Netzwerk, für die keine individuellen Einstellungen gesetzt wurden.
it_it: Queste impostazioni influiscono su tutti i siti di questa rete che non sono stati impostati individualmente.
nl_nl: Deze instellingen be√Ønvloeden alle sites op dit netwerk welke niet individueel zijn ingesteld.

source: SSL Insecure Content Fixer multisite network settings
de_de: SSL Insecure Content Fixer Multisite Netzwerkeinstellungen
it_it: Impostazioni SSL Insecure Content Fixer rete multisito
nl_nl: SSL Insecure Content Fixer multisite netwerk instellingen

# proxy settings
source: unable to detect HTTPS
de_de: HTTPS konnte nicht erkannt werden
it_it: impossibile rilevare HTTPS
nl_nl: onmogelijk om HTTPS te detecteren

# proxy settings
source: HTTP_X_FORWARDED_SSL (e.g. reverse proxy)
de_de: HTTP_X_FORWARDED_SSL (z.&nbsp;B. Reverse Proxy)
nl_nl: HTTP_X_FORWARDED_SSL (bijv. reverse proxy)

# proxy settings
source: HTTP_X_FORWARDED_PROTO (e.g. load balancer, reverse proxy, NginX)
de_de: HTTP_X_FORWARDED_PROTO (z.&nbsp;B. Load Balancer, Reverse Proxy, NginX)
nl_nl: HTTP_X_FORWARDED_PROTO (bijv. load balancer, reverse proxy, NginX)

# proxy settings
source: standard WordPress function
de_de: Standard-WordPress-Funktion
it_it: funzione WordPress normale
nl_nl: standaard WordPress functie

# proxy settings
source: Select how WordPress should detect that a page is loaded via HTTPS
de_de: Wähle aus, wie WordPress erkennen soll, dass eine Seite über HTTPS geladen wird.
it_it: Seleziona come WordPress deve individuare se una pagina è caricata via HTTPS
nl_nl: Selecteer hoe WordPress moet detecteren of een pagina via HTTPS is geladen

# proxy settings
source: HTTPS detection
de_de: HTTPS-Erkennung
it_it: Individuazione HTTPS
nl_nl: HTTPS detectie

# plugin fix settings
source: WooCommerce + Google Chrome HTTP_HTTPS bug (fixed in WooCommerce v2.3.13)
de_de: WooCommerce + Google Chrome HTTP_HTTPS Fehler (behoben in WooCommerce v2.3.13)
it_it: Bug WooCommerce + Google Chrome HTTP_HTTPS (corretto in WooCommerce v2.3.13)
nl_nl: WooCommerce + Google Chrome HTTP_HTTPS bug (verholpen in WooCommerce v2.3.13)

# plugin fix settings
source: Select only the fixes your website needs.
de_de: Wähle nur die Korrekturen aus, die deine Website benötigt.
it_it: Seleziona solo la correzione necessaria per il tuo sito web
nl_nl: Selecteer een van de oplossingen die je site nodig heeft.

# plugin fix settings
source: Fixes for specific plugins and themes
de_de: Korrekturen für bestimmte Plugins und Themes
it_it: Correzioni per specifici plugin e temi
nl_nl: Oplossingen voor specifieke plugins en thema's

# fix level settings
source: capture the whole page and fix scripts, stylesheets, and other resources
de_de: Erfasst die gesamte Seite und korrigiert Skripte, Stylesheets und andere Ressourcen.
it_it: cattura l'intera pagina e corregge scripts, fogli di stile (style sheets), e altre risorse
nl_nl: de hele pagina vastleggen en oplossing scripts, stylesheets en andere gegevensbronnen repareren

# fix level settings
source: Capture
de_de: Erfassung
it_it: Cattura
nl_nl: Leg vast

# fix level settings
source: resources in any widgets
de_de: Ressourcen in allen Widgets
it_it: risorse in qualsiasi widget
nl_nl: gegevensbronnen in alle widgets

# fix level settings
source: Everything that Content does, plus:
de_de: Alles, was „Inhalt“ macht, plus:
it_it: Tutto ciò che fa Contenuto, più:
nl_nl: Alles wat Content doet, plus:

# fix level settings
source: resources in "Text" widgets
de_de: Ressourcen in Text-Widgets
it_it: risorse widget "Testo"
nl_nl: gegevensbronnen in "Tekst" widgets

# fix level settings
source: resources in the page content
de_de: Ressourcen im Seiteninhalt
it_it: risorse nel contenuto della pagina
nl_nl: gegevensbronnen in de inhoud van de pagina

# fix level settings
source: Everything that Simple does, plus:
de_de: Alles, was „Einfach“ macht, plus:
it_it: Tutto ciò che fa Semplice, più:
nl_nl: Alles wat Simpel doet, plus:

# fix level settings
source: Content
de_de: Inhalt
it_it: Contenuto

# fix level settings
source: images loaded by the plugin Image Widget
de_de: Bilder, die durch das Plugin „Image Widget“ geladen werden.
it_it: immagini caricate dal plugin Image Widget
nl_nl: afbeeldingen geladen door de plugin Image Widget

# fix level settings
source: data returned from <code>wp_upload_dir()</code> (e.g. for some CAPTCHA images)
de_de: Von <code>wp_upload_dir()</code> zurückgegebene Daten (z.&nbsp;B. für manche CAPTCHA-Bilder)
it_it: dati respinti da <code>wp_upload_dir()</code> (e.g. per alcune immagini CAPTCHA)
nl_nl: gegevens terug van <code>wp_upload_dir()</code> (bijv. van wat CAPTCHA afbeeldingen)

# fix level settings
source: images and other media loaded by calling <code>wp_get_attachment_image()</code>, <code>wp_get_attachment_image_src()</code>, etc.
de_de: Bilder und andere Medien, die durch Aufrufe von <code>wp_get_attachment_image()</code>, <code>wp_get_attachment_image_src()</code> etc. geladen wurden.
it_it: immagini e altri media caricati chiamando <code>wp_get_attachment_image()</code>, <code>wp_get_attachment_image_src()</code>, etc.
nl_nl: afbeeldingen en andere media geladen door de aanroep <code>wp_get_attachment_image()</code>, <code>wp_get_attachment_image_src()</code>, bijv.

# fix level settings
source: stylesheets registered using <code>wp_register_style()</code> or <code>wp_enqueue_style()</code>
de_de: Stylesheets, die mit <code>wp_register_style()</code> oder <code>wp_enqueue_style()</code> registriert wurden.
it_it: fogli di stile (style sheets) registrati usando <code>wp_register_style()</code> oppure <code>wp_enqueue_style()</code>
nl_nl: stylesheets geregistreerd door <code>wp_register_style()</code> of <code>wp_enqueue_style()</code>

# fix level settings
source: scripts registered using <code>wp_register_script()</code> or <code>wp_enqueue_script()</code>
de_de: Skripte, die mit <code>wp_register_script()</code> oder <code>wp_enqueue_script()</code> registriert wurden.
it_it: scripts registrati usando <code>wp_register_script()</code> oppure <code>wp_enqueue_script()</code>
nl_nl: scripts geregistreerd door <code>wp_register_script()</code> of <code>wp_enqueue_script()</code>

# fix level settings
source: The fastest method with the least impact on website performance
de_de: Die schnellste Methode mit den geringsten Auswirkungen auf die Performance der Website.
it_it: Il metodo più veloce con il minimo impatto sulle prestazioni del sito web
nl_nl: De snelste methode met de minste impact op site performance

# fix level settings
source: Simple
de_de: Einfach
it_it: Semplice
nl_nl: Simpel

# fix level settings
source: No insecure content will be fixed
de_de: Es werden keine unsicheren Inhalte behoben.
it_it: Nessun contenuto insicuro verrà riparato
nl_nl: Onveilige inhoud wordt niet opgelost

# fix level settings
source: Off
de_de: Aus
nl_nl: Uit

source: Select the level of fixing. Try the Simple level first, it has the least impact on your website performance.
de_de: Wähle die Korrekturstufe aus. Probiere zunächst die Stufe „Einfach“ aus, sie hat die geringsten Auswirkungen auf die Leistung deiner Website.
it_it: Seleziona il livello di correzione. Prova prima il livello Semplice, ha il minimo impatto sulle prestazioni del tuo sito web.
nl_nl: Selecteer het niveau van reparatie. Probeer het simpelste niveau eerst aangezien het de minste impact heeft op je site prestatie.

source: Fix insecure content
de_de: Unsichere Inhalte korrigieren
it_it: Correggi contenuto insicuro
nl_nl: Onveilige inhoud repareren

# settings error
source: HTTPS detection setting is invalid
de_de: Die Einstellung zur HTTPS-Erkennung ist ungültig.
it_it: Individuata impostazione HTTPS non valida
nl_nl: HTTPS detectie instellingen zijn ongeldig

# settings error
source: Fix level is invalid
de_de: Das Korrektur-Level ist ungültig.
it_it: Livello correzione non valida
nl_nl: Oplossing niveau is ongeldig

# proxy settings
source: * detected as recommended setting
de_de: * als empfohlene Einstellung erkannt
it_it: individuata come impostazione consigliata
nl_nl: * gedetecteerd als aanbevolen instelling

source: Multisite network settings updated.
de_de: Multisite-Netzwerk-Einstellungen wurden geändert.
it_it: Impostazioni rete multisito aggiornate.
nl_nl: Multisite netwerk instellingen ge√ºpdatet.

# menu link
source: SSL Insecure Content
de_de: Unsicherer SSL-Inhalt
nl_nl: SSL onveilige inhoud

# plugin details links
source: Donate
de_de: Spenden
it_it: Dona
nl_nl: Doneer

# plugin details links
source: Translate
de_de: Übersetzen
it_it: Traduci
nl_nl: Vertalen

# plugin details links
source: Rating
de_de: Bewertung
it_it: Valutazione
nl_nl: Waardering

# plugin details links
source: Get help
de_de: Hilfe erhalten
it_it: Ottieni aiuto
nl_nl: Krijg hulp

# plugin details links
source: Instructions
de_de: Anleitung
it_it: Istruzioni
nl_nl: Instructies

# plugin details links
source: Settings
de_de: Einstellungen
it_it: Impostazioni
nl_nl: Instellingen

source: SSL Insecure Content Fixer tests
it_it: Test SSL Insecure Content Fixer

# fix level settings
source: Widgets
it_it: Widget

# menu link
source: SSL Tests
it_it: Test SSL
