Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/ultimate-faqs-*.po
Languages: cs_cz, nl_be, ru_ru

source: No FAQs found in trash
cs_cz: V koši nebyly nalezeny žádné FAQs
nl_be: Geen FAQs gevonden in de prullenmand

source: View FAQ
cs_cz: Zobrazit FAQ
nl_be: Bekijk FAQ
ru_ru: Посмотреть ЧаВо

source: New FAQ
cs_cz: Nové FAQ
nl_be: Nieuwe FAQ
ru_ru: Новый ЧаВо

source: Edit FAQ
cs_cz: Upravit FAQ
nl_be: Bewerk FAQ
ru_ru: Изменить ЧаВо

source: Add New FAQ
cs_cz: Přidat novou FAQ
nl_be: Nieuwe FAQ toevoegen
ru_ru: Добавить новый ЧаВо

source: Add New
cs_cz: Přidat nove
nl_be: Nieuwe toevoegen
ru_ru: Добавить новый

source: Possible FAQs related to your message:
cs_cz: Možné nejčastější dotazy týkající se vaší zprávy:
nl_be: Mogelijk gerelateerde FAQs aan je bericht:

source: Editor
nl_be: Redacteur

source: Text
nl_be: Tekst

source: Styling
nl_be: Stijling
ru_ru: Стиль

source: MENU
ru_ru: МЕНЮ

source: FAQ
ru_ru: ЧаВо

source: FAQs
ru_ru: ЧаВо
