Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/ultimate-faqs-*.po
Languages: cs_cz, nl_be, ru_ru

source: 15 Different Icon Sets
cs_cz: 15 různých sad ikon
nl_be: 15 verschillende icon sets

source: Custom Fields
cs_cz: Vlastní pole
nl_be: Aangepaste velden

source: FAQ Search
cs_cz: FAQ Vyhledávaní
nl_be: FAQ zoeken

source: Unlimited FAQs
cs_cz: Neomezené FAQs
nl_be: Ongelimiteerd aantal FAQs

source: The premium version also gives you access to the following features:
cs_cz: Prémiová verze vám také poskytuje přístup k následujícím funkcím:
nl_be: De premium versie geeft je ook toegang tot de volgende functies:

source: Labelling
cs_cz: Označení
nl_be: Labeling

source: Fields
cs_cz: Pole
nl_be: Velden

source: Premium
cs_cz: Prémium

source: Should FAQ be ascending or descending order, based on the ordering criteria above?
cs_cz: Měly by být FAQ vzestupně nebo sestupně na základě výše uvedených kritérií řazení?
nl_be: Moet FAQ oplopend of aflopend zijn, gebaseerd op de bovenstaande criteria?

source: Ascending
cs_cz: Vzestupně
nl_be: Oplopend

source: Sort Categories Ordering
cs_cz: Řazení podle kategorií
nl_be: Sorteer categorieën volgorde

source: Sort FAQs Ordering
cs_cz: Seřadit podle FAQs
nl_be: Sorteer FAQ's volgorde

source: Descending
cs_cz: Klesající
nl_be: Aflopend

source: Slug
cs_cz: Zkratka

source: FAQ Count
cs_cz: Počet FAQ
nl_be: FAQ telling

source: How should FAQ categories be ordered? (Only used if "Group FAQs by Category" above is enabled.)
cs_cz: Jak by měly být seřazeny kategorie FAQ? (Používá se pouze v případě, že je povoleno „Seskupit časté dotazy podle kategorie“ výše.)
nl_be: Hoe moeten de FAQ categorieën gerangschikt worden? (Alleen gebruikt als "Groepeer FAQ's per categorie" hierboven is ingeschakeld.)

source: Sort Categories
cs_cz: Řadit kategorie
nl_be: Sorteer categorieën

source: If FAQs are grouped by category, should the number of FAQs in a category be displayed beside the category name?
cs_cz: Pokud jsou FAQs seskupeny podle kategorie, měl by se vedle názvu kategorie zobrazovat počet FAQs v kategorii?
nl_be: Als FAQ's per categorie zijn gegroepeerd, moet het aantal FAQ's in een categorie dan naast de categorienaam worden weergegeven?

source: Display FAQ Category Count
cs_cz: Zobrazit počet kategorií FAQ
nl_be: Toon FAQ categorie telling

source: Ordering
cs_cz: Řazení
nl_be: Volgorde

source: Should a link to return to the top of the page be added to each FAQ post?
cs_cz: Měl by být ke každému příspěvku s FAQ přidán odkaz pro návrat na začátek stránky?
nl_be: Moet aan elk FAQ-bericht een link worden toegevoegd om terug te keren naar boven de pagina?

source: Display 'Back to Top'
cs_cz: Zobrazit 'Zpět na začátek'
nl_be: Toon 'Terug naar boven'

source: Should the date the post was created be displayed beneath the FAQ title?
cs_cz: Má být pod názvem FAQ zobrazeno datum vytvoření příspěvku?
nl_be: Moet de datum waarop het bericht werd aangemaakt onder de titel van de FAQ worden weergegeven?

source: Display Post Date
cs_cz: Zobrazit datum příspěvku
nl_be: Berichtdatum tonen

source: Should the display name of the post's author be displayed beneath the FAQ title?
cs_cz: Má být pod názvem FAQ zobrazované jméno autora příspěvku?
nl_be: Moet de naam van de auteur van het bericht onder de titel van de FAQ worden weergegeven?

source: Display Post Author
cs_cz: Zobrazit autora příspěvku
nl_be: Berichtauteur weergeven

source: Should all answers be displayed when the page loads? (Careful if FAQ Accordion is on)
cs_cz: Měly by se při načítání stránky zobrazit všechny odpovědi? (Pozor, pokud je zapnutý FAQ Accordion)
nl_be: Moeten alle antwoorden worden weergegeven als de pagina wordt geladen? (Voorzichtig als FAQ accordion aan staat)

source: Display All Answers
cs_cz: Zobrazit všechny odpovědi
nl_be: Alle antwoorden weergeven

source: Should the tags for each FAQ be hidden?
cs_cz: Měly by být štítky pro každou FAQ skryty?
nl_be: Moeten de tags voor elke FAQ verborgen worden?

source: Hide Tags
cs_cz: Skrýt štítky
nl_be: Tags verbergen

source: Should the categories for each FAQ be hidden?
cs_cz: Měly by být kategorie pro jednotlivé FAQ skryty?
nl_be: Moeten de categorieën voor elke FAQ verborgen worden?

source: Hide Categories
cs_cz: Skrýt Kategorie
nl_be: Verberg categorieën

source: Display
cs_cz: Zobrazit
nl_be: Weergeven
ru_ru: Отображение

source: Should there be a control to open and close all FAQs simultaneously?
cs_cz: Měl by byt zobrazen ovládací prvek pro současné otevírání a zavírání všech FAQ?
nl_be: Moet er een bediening zijn om alle FAQ's tegelijk te openen en te sluiten?

source: FAQ Expand/Collapse All
cs_cz: FAQ Rozbalit/sbalit vše
nl_be: FAQ alles uitvouwen/invouwen

source: Should it only be possible to open one FAQ category at a time, if FAQ categories are being toggled ("FAQ Category Toggle" must be enabled above)?
cs_cz: Mělo by být možné otevřít pouze jednu kategorii FAQ najednou, pokud jsou kategorie FAQ přepínány (výše musí být povoleno „Přepínání kategorií FAQ“)?
nl_be: Moet het mogelijk zijn om slechts één FAQ-categorie tegelijk te openen, als FAQ-categorieën worden omgeschakeld ("FAQ categorie toggle" moet hierboven zijn ingeschakeld)?

source: FAQ Category Accordion
cs_cz: FAQ Kategorie Akordeon
nl_be: FAQ categorie accordion

source: Should the FAQ categories hide/open when they are clicked, if FAQs are being grouped by category ("Group FAQs by Category" in the "Ordering" area)?
cs_cz: Měly by se kategorie FAQ skrýt/otevřít, když na ně kliknete, pokud jsou FAQ seskupovány podle kategorie ("Seskupit FAQs podle kategorie" v oblasti "Seřazení")?
nl_be: Moeten de FAQ-categorieën worden verborgen/geopend wanneer erop wordt geklikt, als de FAQ's per categorie worden gegroepeerd ("FAQ's groeperen per categorie" in het "Volgorde" gebied)?

source: FAQ Category Toggle
cs_cz: Přepínání kategorií FAQ
nl_be: FAQ categorie aan-/uitzetten

source: Disable FAQ Toggle
cs_cz: Zakázat přepínač FAQ
nl_be: FAQ toggle blokkeren

source: Functionality
cs_cz: Funkčnost
nl_be: Functionaliteit
ru_ru: Функциональность

source: Contributor
cs_cz: Přispěvatel
nl_be: Bijdrager

source: Author
cs_cz: Autor
nl_be: Auteur

source: Administrator
cs_cz: Správce
nl_be: Beheerder

source: Which level of user should have access to FAQs, Settings, etc.?.
cs_cz: Která úroveň uživatele by měla mít přístup k FAQs, nastavení atd.?.
nl_be: Welke soort gebruikers moet toegang krijgen tot FAQs, instellingen, enz.?

source: Set Access Role
cs_cz: Nastavte přístupovou roli
nl_be: Bepaal toegangsrol
ru_ru: Выберите роль доступа

source: Individual FAQ Page
cs_cz: Individuální stránka s FAQ
nl_be: Individuele FAQ pagina

source: Main FAQ Page
cs_cz: Hlavní stránka FAQ
nl_be: Hoofd FAQ pagina

source: Should the permalink link to the main FAQ page or the individual FAQ page?
cs_cz: Měl by trvalý odkaz odkazovat na hlavní stránku s FAQ nebo na stránku s jednotlivými FAQ?
nl_be: Moet de permalink verwijzen naar de hoofdpagina van de FAQ of naar de individuele FAQ-pagina?

source: Permalink Destination
cs_cz: Trvalý odkaz Destinace
nl_be: Permalink bestemming

source: Both
cs_cz: Oba
nl_be: Beide

source: Icon
cs_cz: Ikona
nl_be: Icoon
ru_ru: Иконка

source: None
cs_cz: Žádný
nl_be: Geen
ru_ru: Никакая

source: Display permalink to each question? If so, text, icon or both?
cs_cz: Zobrazit trvalý odkaz na každou otázku? Pokud ano, text, ikona nebo obojí?
nl_be: Permalink bij elke vraag weergeven? Zo ja, tekst, pictogram of beide?

source: Include Permalink
cs_cz: Zahrnout trvalý odkaz
nl_be: Inclusief permalink

source: By default, the plugin adds FAQ page scheme when the shortcode is used. Select this option to disable this behaviour.
cs_cz: Ve výchozím nastavení plugin přidává schéma stránky FAQ, když je použit krátký kód. Výběrem této možnosti tuto funkci zakážete.
nl_be: Standaard voegt de plugin FAQ pagina schema toe wanneer de shortcode wordt gebruikt. Selecteer deze optie om dit gedrag uit te schakelen.

source: Disable Microdata
cs_cz: Zakázat Mikrodata
nl_be: Microdata uitschakelen

source: Turn On Comment Support
cs_cz: Zapnout Podporu Komentářů
nl_be: Reactie ondersteuning inschakelen

source: Should comment support be turned on, so that if the "Allow Comments" checkbox is selected for a given FAQ, comments are shown in the FAQ list?
cs_cz: Měla by být zapnuta podpora komentářů, pokud je u daného FAQ zaškrtnuto políčko „Povolit Komentáře“, komentáře se zobrazí v seznamu FAQ?
nl_be: Moet reacties ondersteuning worden ingeschakeld, zodat als het selectievakje "Reacties toestaan" is ingeschakeld voor een bepaalde FAQ, reacties wordt getoond in de FAQ-lijst?

source: Should the browser scroll to the top of the FAQ when it's opened?
cs_cz: Měl by se prohlížeč po otevření posunout na začátek FAQ?
nl_be: Moet de browser naar de bovenkant van de FAQ scrollen als hij wordt geopend?

source: Scroll To Top
cs_cz: Přesunout nahoru
nl_be: Scroll naar boven

source: You can add custom CSS styles to your FAQs in the box above.
cs_cz: Do svých častých dotazů v poli výše můžete přidat vlastní styly CSS.
nl_be: Je kan aangepaste CSS stijlen aan je FAQ's toevoegen in het vak hierboven.

source: Custom CSS
cs_cz: Vlastní CSS
nl_be: Aangepaste CSS

source: General
cs_cz: Všeobecné
nl_be: Algemeen
ru_ru: Основное

source: Basic
cs_cz: Základní
nl_be: Basis

source: Settings
cs_cz: Nastavení
nl_be: Instellingen
ru_ru: Настройки

source: Thank you for submitting an FAQ.
cs_cz: Děkujeme za odeslání FAQ.
nl_be: Bedankt voor het indienen van een FAQ.
ru_ru: Спасибо за сохранение ЧаВо.

source: No result FAQ's contained the term '%s'
cs_cz: Žádné výsledky FAQ's neobsahovaly výraz '%s'
nl_be: Geen FAQ's gevonden met de term '%s'
ru_ru: Поиск «%s» в ЧаВо не дал результатов

source: Retrieving Results
cs_cz: Načítání výsledků
nl_be: Resultaten ophalen
ru_ru: Получить результаты

source: Email Address
cs_cz: E-mailová adresa
nl_be: E-mailadres
ru_ru: Адрес электронной почты

source: Tags
cs_cz: Štítky
ru_ru: Метки

source: Use the table below to set the order for your FAQs, either overall or within their categories depending on your selected settings.
cs_cz: Pomocí níže uvedené tabulky nastavte pořadí vašich FAQs, ať už celkově nebo v rámci jejich kategorií v závislosti na vámi zvoleném nastavení.
nl_be: Gebruik de onderstaande tabel om de volgorde van je FAQ's in te stellen, als geheel of binnen hun categorie, afhankelijk van de door je gekozen instellingen.

source: Ordering Table
cs_cz: Seřaďovací Tabulka
nl_be: Volgorde tabel

source: Ultimate FAQs Team
cs_cz: Ultimate FAQs tým
ru_ru: Команда Ultimate FAQs

source: Have a great day,
cs_cz: Krásný zbytek dne,
nl_be: Fijne dag,
ru_ru: Хорошего дня,

source: See the FAQ
cs_cz: Viz FAQ
nl_be: Bekijk de FAQ

source: You can view the question in the admin area by going to the following link:<br>
cs_cz: Otázku můžete zobrazit v oblasti pro správu kliknutím na následující odkaz:<br>
nl_be: Je kan de vraag bekijken in het beheerdergebied door naar de volgende link te gaan:<br>
ru_ru: Вы можете посмотреть вопрос в консоли, перейдя по следующей ссылке:<br>

source: The answer reads:<br>
cs_cz: Odpověď zní:<br>
nl_be: Het antwoord is:<br>
ru_ru: Ответ таков:<br>

source: You've received a new question titled
cs_cz: Dostali jste novou otázku s názvem
nl_be: Je hebt een nieuwe vraag ontvangen met de titel

source: Hello Admin,
cs_cz: Dobrý den Správce,
nl_be: Hallo beheerder,
ru_ru: Здравствуйте, администратор!

source: New Question Received
cs_cz: Nová Otázka Přijata
nl_be: Nieuwe vraag ontvangen
ru_ru: Получен новый вопрос

source: Skip Setup
cs_cz: Přeskočit Nastavení
nl_be: Installatie overslaan
ru_ru: Пропустить настройку

source: How should individual FAQs be ordered?
cs_cz: Jak by se měly jednotlivé FAQ seřadit?
nl_be: In welke volgorde moeten de individuele FAQ's staan?

source: Modified Date
cs_cz: Datum Úpravy
nl_be: Datum van wijziging

source: Created Date
cs_cz: Datum Vytvoření
nl_be: Aanmaakdatum

source: FAQ Ordering
cs_cz: Řazení FAQ
nl_be: FAQ volgorde
ru_ru: Порядок ЧаВо

source: Should FAQs be grouped by category, or should all categories be mixed together?
cs_cz: Měly by být FAQs seskupeny podle kategorií, nebo by měly být všechny kategorie smíchány dohromady?
nl_be: Moeten FAQ's per categorie worden gegroepeerd, of moeten alle categorieën door elkaar worden gebruikt?

source: Should the FAQs open on a separate page when clicked, instead of opening and closing?
cs_cz: Měly by se FAQs po kliknutí otevřít na samostatné stránce namísto otevírání a zavírání?
nl_be: Moeten de FAQ's op een aparte pagina worden geopend wanneer erop wordt geklikt, in plaats van te openen en te sluiten?

source: FAQ Toggle
cs_cz: Přepínač FAQ
ru_ru: Переключатель ЧаВо

source: Should the FAQs accordion? (Only one FAQ is open at a time, requires FAQ Toggle)
cs_cz: Měly by být FAQs v akordeonu? (Najednou je otevřena pouze jedna FAQ, vyžaduje přepínání FAQ)
nl_be: Moet de FAQ's accordeon? (Slechts één FAQ is tegelijk open, vereist FAQ toggle)

source: FAQ Accordion
cs_cz: FAQ Akordeon
ru_ru: Разворачивание ЧаВо

source: Options can always be changed later, but here are a few tha a lot of users want to set for themselves.
cs_cz: Možnosti lze vždy změnit později, ale zde je několik, které si mnoho uživatelů chce nastavit pro sebe.
nl_be: Opties kunnen later nog gewijzigd worden, maar hier zijn er een aantal die veel gebruikers graag zelf willen instellen.

source: 4. Set Key Options
cs_cz: 4. Nastaveni Klávesových Vlastnosti
nl_be: 4. Belangrijke opties instellen
ru_ru: 4. Настройки ключа

source: Create Page
cs_cz: Vytvořit Stránku
nl_be: Pagina aanmaken
ru_ru: Создать страницу

source: You can create a dedicated FAQ page below, or skip this step and add your FAQs to a page you've already created manually.
cs_cz: Níže můžete vytvořit vyhrazenou stránku s FAQ nebo tento krok přeskočit a přidat své FAQ na stránku, kterou jste již vytvořili ručně.
nl_be: Je kunt hieronder een speciale FAQ pagina maken, of deze stap overslaan en FAQs toevoegen aan een handmatig gemaakte pagina.
ru_ru: Вы можете создать отдельную страницу ЧаВо ниже или пропустить этот шаг и добавить свои ЧаВо на страницу, которую вы уже создали вручную.

source: 3. Add an FAQ Page
cs_cz: 3. Přidejte Stránku FAQ
nl_be: 3. Een FAQ-pagina toevoegen
ru_ru: 3. Добавление страницы ЧаВо

source: Page Title
cs_cz: Název Stránky
nl_be: Paginatitel

source: Previous
cs_cz: Předchozí
nl_be: Vorige
ru_ru: Назад

source: Category
cs_cz: Kategorie
nl_be: Categorie
ru_ru: Категория

source: Question
cs_cz: Otázka
nl_be: Vraag
ru_ru: Вопрос

source: Created FAQs
cs_cz: Vytvořil FAQs
nl_be: Aangemaakte FAQs

source: Add FAQ
cs_cz: Přidat FAQ
nl_be: FAQ toevoegen
ru_ru: Добавить ЧаВо

source: Answer
cs_cz: Odpověď
nl_be: Antwoord
ru_ru: Ответ

source: Questions
cs_cz: Otázky
nl_be: Vragen

source: Create your first set of questions and answers. Don't worry, you can always add more later.
cs_cz: Vytvořte svou první sadu otázek a odpovědí. Žádný strach, později můžete kdykoli přidat další.
nl_be: Creëer je eerste bundel van vragen en antwoorden. Geen zorgen, je kunt er altijd op een later moment meer toevoegen.
ru_ru: Создайте свой первый набор вопросов и ответов. Не волнуйтесь, позже вы сможете добавить ещё.

source: 2. Questions & Answers
cs_cz: 2. Otázky a odpovědi
nl_be: 2. Vragen & antwoorden
ru_ru: 2. Вопросы и ответы

source: Next
cs_cz: Další
nl_be: Volgende
ru_ru: Далее

source: Description
cs_cz: Popis
nl_be: Beschrijving
ru_ru: Описание

source: Name
cs_cz: Název
nl_be: Naam
ru_ru: Название

source: Created Categories
cs_cz: Vytvořené Kategorie
nl_be: Gemaakte categorieën

source: Add Category
cs_cz: Přidat Kategorii
nl_be: Categorie toevoegen
ru_ru: Добавить категорию

source: Category Description
cs_cz: Popis Kategorie
nl_be: Beschrijving categorie

source: Category Name
cs_cz: Název Kategorie
nl_be: Categorienaam

source: Categories let you organize your FAQs in a way that's easy for you - and your customers - to find.
cs_cz: Kategorie vám umožňují uspořádat si FAQs tak, aby je snadno našli vy – i vaši zákazníci.
nl_be: Met categorieën kunt je jouw FAQ's ordenen op een manier die voor je - en je klanten - gemakkelijk te vinden is.
ru_ru: Категории позволяют упорядочить ЧаВо так, чтобы вам и вашим клиентам их было легко найти.

source: 1. Create Categories
cs_cz: 1. Vytvořit kategorie
nl_be: 1. Categorieën maken
ru_ru: 1. Создание категории

source: Thanks for choosing Ultimate FAQs! The following will help you get started with the setup by creating your first FAQ and category, as well as adding your FAQs to a page and configuring a few key options.
cs_cz: Děkujeme, že jste si vybrali Ultimate FAQ! Následující text vám pomůže začít s nastavením vytvořením vašich prvních FAQ a kategorií, stejně jako přidáním FAQs na stránku a konfigurací několika klíčových možností.
nl_be: Bedankt voor het kiezen voor Ultimate FAQs! Het volgende helpt je om te beginnen met het instellen door het creëren van je eerste FAQ en categorie, als ook het toevoegen van je FAQ aan een pagina en het instellen van een aantal belangrijke opties.
ru_ru: Спасибо, что выбрали Ultimate FAQs! Мастер настройки поможет вам создать первые ЧаВо и категорию, а также добавить ЧаВо на страницу и выполнить несколько ключевых настроек.

source: Welcome to Ultimate FAQs
cs_cz: Vítejte v Ultimate FAQs
nl_be: Welkom bij Ultimate FAQs
ru_ru: Добро пожаловать в Ultimate FAQs

source: Ultimate FAQs - Welcome!
cs_cz: Ultimate FAQs - Vítejte!
nl_be: Ultimate FAQs - Welkom!
ru_ru: Ultimate FAQs — Добро пожаловать!

source: The request has been rejected because it does not appear to have come from this site.
cs_cz: Žádost byla zamítnuta, pro podezření, že nepochází z tohoto webu.
nl_be: Het verzoek is afgewezen omdat het niet van deze website afkomstig lijkt te zijn.

source: You have been logged out. Please %slogin again%s.
cs_cz: Byli jste odhlášeni. Prosím %slogin again%s.
nl_be: Je bent uitgelogd. Gelieve %sopnieuw in te loggen%s.

source: Please make sure that there is a question that you are submitting as an FAQ.
cs_cz: Ujistěte se prosím, že existuje otázka, kterou odesíláte jako FAQ.
nl_be: Zorg ervoor dat er een vraag is die je indient als een FAQ.

source: The number you entered for the image was incorrect.
cs_cz: Číslo, které jste zadali pro obrázek, je nesprávné.
nl_be: Het nummer dat je hebt ingeven voor de afbeelding was foutief.

source: Skip and Deactivate
cs_cz: Přeskočit a Deaktivovat
nl_be: Overslaan en deactiveren
ru_ru: Пропустить и деактивировать

source: Submit and Deactivate
cs_cz: Odeslat a Deaktivovat
nl_be: Verzenden en deactiveren
ru_ru: Сохранить и деактивировать

source: If you have a moment, please share why you are deactivating Ultimate FAQs:
cs_cz: Pokud máte chvilku času, podělte se prosím o Váš názor, proč deaktivujete Ultimate FAQ:
nl_be: Als je een moment hebt, vertel waarom je Ultimate FAQs deactiveert:
ru_ru: Если у вас есть время, пожалуйста, поделитесь, почему вы деактивируете Ultimate FAQs:

source: Quick Feedback
cs_cz: Rychlá Zpětná vazba
nl_be: Snelle feedback
ru_ru: Быстрая обратная связь

source: Please share the reason
cs_cz: Prosím, sdělte nám důvod
nl_be: Vertel ons de reden
ru_ru: Поделитесь, пожалуйста, причиной

source: Other
cs_cz: Jiný
nl_be: Andere
ru_ru: Другая

source: It's a temporary deactivation
cs_cz: Jedná se o dočasnou deaktivaci
nl_be: Het is een tijdelijke deactivering
ru_ru: Это временная деактивация

source: Please share what wasn't working
cs_cz: Podělte se prosím o to, co nefungovalo
nl_be: Vertel wat er niet werkte
ru_ru: Пожалуйста, сообщите о том, что не работает

source: I couldn't get the plugin to work
cs_cz: Nepodařilo se zprovoznit plugin
nl_be: Ik kreeg de plugin niet werkend
ru_ru: Плагин не работает

source: Please share which plugin
cs_cz: Prosím, sdělte, který plugin
nl_be: Vertel ons welke plugin
ru_ru: Укажите, пожалуйста, плагин

source: I'm switching to a different plugin
cs_cz: Přecházím na jiný plugin
nl_be: Ik ga een andere plugin gebruiken
ru_ru: Меняю этот плагин на другой

source: I no longer need the plugin
cs_cz: Plugin již nepotřebuji
nl_be: Ik heb de plugin niet langer nodig
ru_ru: Плагин больше не нужен

source: No faqs to display yet. Create an faq and then view it for it to be displayed here.
cs_cz: Zatím žádné dotazy k zobrazení. Vytvořte často kladené otázky a poté si je prohlédněte, aby se zde zobrazily.
nl_be: Nog geen FAQs om weer te geven. Maak een FAQ en bekijk hem om deze hier weer te geven.

source: Views
cs_cz: Pohledy
nl_be: Weergaven
ru_ru: Просмотры

source: Title
cs_cz: Nadpis
nl_be: Titel
ru_ru: Заголовок

source: FAQ Summary
cs_cz: Souhrn FAQ
nl_be: FAQ samenvatting

source: Documentation
cs_cz: Dokumentace
nl_be: Documentatie

source: YouTube Tutorials
cs_cz: YouTube Tutoriály

source: Get Support
cs_cz: Získat podporu
nl_be: Krijg ondersteuning

source: Post ID
cs_cz: ID příspěvku
nl_be: Bericht ID
ru_ru: ID записи

source: Categories
cs_cz: Kategorie
nl_be: Categorieën
ru_ru: Категории

source: # of Views
cs_cz: # Zhlédnutí
nl_be: # weergaven
ru_ru: # просмотров

source: Down Votes:
cs_cz: Hlasy proti:
nl_be: Omlaag stemmingen:
ru_ru: Отрицательные голоса:

source: Up Votes:
cs_cz: Hlasy Pro:
nl_be: Omhoog stemmingen:
ru_ru: Положительные голоса:

source: FAQ Details
cs_cz: Detaily FAQ
ru_ru: Детали ЧаВо

source: Parent FAQ Tag:
cs_cz: Nadřazený FAQ Štítek:
nl_be: Hoofd FAQ tag:
ru_ru: Родительская метка ЧаВо:

source: Edit FAQ Tag
cs_cz: Upravit FAQ Štítek
nl_be: Bewerken FAQ tag
ru_ru: Изменить метку ЧаВо

source: Update FAQ Tag
cs_cz: Aktualizovat FAQ Štítek
nl_be: FAQ tag bijwerken
ru_ru: Обновить метку ЧаВо

source: Add New FAQ Tag
cs_cz: Přidat nový FAQ Štítek
nl_be: Nieuwe FAQ tag toevoegen
ru_ru: Добавить новую метку ЧаВо

source: New FAQ Tag Name
cs_cz: Nový název FAQ Štítek
nl_be: Nieuwe FAQ tagnaam
ru_ru: Название новой метки ЧаВо

source: Need Help?
cs_cz: Potřebujete Pomoc?
nl_be: Hulp nodig?
ru_ru: Нужна помощь?

source: Author Display Name:
cs_cz: Zobrazit Jméno Autora:
nl_be: Weergavenaam van auteur:
ru_ru: Показываемое имя автора:

source: Parent FAQ Tag
cs_cz: Nadřazený FAQ Štítek
nl_be: Hoofd FAQ tag
ru_ru: Родительская метка ЧаВо

source: All FAQ Tags
cs_cz: Všechny FAQ Štítky
nl_be: Alle FAQ tags
ru_ru: Все метки ЧаВо

source: Search FAQ Tags
cs_cz: Vyhledat FAQ Štítky
nl_be: Zoek FAQ tags
ru_ru: Поиск меток ЧаВо

source: FAQ Tag
cs_cz: FAQ Štítek
ru_ru: Метка ЧаВо

source: FAQ Tags
cs_cz: FAQ Štítky
ru_ru: Метки ЧаВо

source: New FAQ Category Name
cs_cz: Nový název kategorie FAQ
nl_be: Nieuwe FAQ categorie naam
ru_ru: Название новой категории ЧаВо

source: Add New FAQ Category
cs_cz: Přidat Novou Kategorii FAQ
nl_be: Nieuwe FAQ categorie toevoegen
ru_ru: Добавить новую категорию ЧаВо

source: Update FAQ Category
cs_cz: Aktualizovat Kategorii FAQ
nl_be: FAQ categorie bijwerken
ru_ru: Обновить категорию ЧаВо

source: Edit FAQ Category
cs_cz: Upravit Kategorii FAQ
nl_be: Bewerk FAQ categorie
ru_ru: Изменить категорию ЧаВо

source: Parent FAQ Category:
cs_cz: Nadřazena FAQ Kategorie:
nl_be: Hoofd FAQ categorie:
ru_ru: Родительская категория ЧаВо:

source: Parent FAQ Category
cs_cz: Nadřazena FAQ Kategorie
nl_be: Hoofd FAQ categorie
ru_ru: Родительская категория ЧаВо

source: Search FAQ Categories
cs_cz: Vyhledat FAQ Kategorie
nl_be: Zoek FAQ categorieën
ru_ru: Поиск категорий ЧаВо

source: FAQ Category
cs_cz: FAQ Kategorie
nl_be: FAQ categorie
ru_ru: Категория ЧаВо

source: All FAQ Categories
cs_cz: Všechny FAQ Kategorie
nl_be: Alle FAQ categorieën
ru_ru: Все категории ЧаВо

source: FAQ Categories
cs_cz: FAQ Kategorii
nl_be: FAQ categorieën
ru_ru: Категории ЧаВо

source: All FAQs
cs_cz: Všechny FAQs
nl_be: Alle FAQs

source: No FAQs found
cs_cz: Nebyly nalezeny žádné FAQs
nl_be: Geen FAQs gevonden

source: Search FAQs
cs_cz: Vyhledat FAQs
nl_be: Zoek FAQs
ru_ru: Поиск ЧаВо
