Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/ultimate-faqs-*.po
Languages: cs_cz, nl_be, ru_ru

source: Try Premium
cs_cz: Vyzkoušejte Premium
nl_be: Probeer Premium

source: Please describe your feature idea...
cs_cz: Popište prosím svůj nápad na funkci...
nl_be: Beschrijf je functie idee...

source: You can use the form below to let us know about a feature suggestion you might have.
cs_cz: Pomocí formuláře níže nám můžete dát vědět o návrhu funkce, který byste mohli mít.
nl_be: Je kan het onderstaande formulier gebruiken om ons op de hoogte te stellen van een functie suggestie die je mogelijk hebt.

source: <a href="%s" target="_blank" class="ewd-ufaq-about-us-tab-button ewd-ufaq-about-us-tab-button-youtube">YouTube Playlist</a>
cs_cz: <a href="%s" target="_blank" class="ewd-ufaq-about-us-tab-button ewd-ufaq-about-us-tab-button-youtube">Seznam videí YouTube</a>
nl_be: <a href="%s" target="_blank" class="ewd-ufaq-about-us-tab-button ewd-ufaq-about-us-tab-button-youtube">YouTube afspeellijst</a>

source: We also have a series of video tutorials that cover the available settings as well as key features of the plugin.
cs_cz: Máme také sérii videonávodů, které pokrývají dostupná nastavení a také klíčové funkce pluginu.
nl_be: We hebben ook een reeks videozelfstudies die de beschikbare instellingen en de belangrijkste functies van de plugin behandelen.

source: <a href="%s" class="ewd-ufaq-about-us-tab-button ewd-ufaq-about-us-tab-button-walkthrough">Re-Run Walk-Through</a>
cs_cz: <a href="%s" class="ewd-ufaq-about-us-tab-button ewd-ufaq-about-us-tab-button-walkthrough">Znovu spustit návod</a>
nl_be: <a href="%s" class="ewd-ufaq-about-us-tab-button ewd-ufaq-about-us-tab-button-walkthrough">Walkthrough opnieuw uitvoeren</a>

source: The walk-though that ran when you first activated the plugin offers a quick way to get started with setting it up. If you would like to run through it again, just click the button below
cs_cz: Návod, který se spustil při první aktivaci pluginu, nabízí rychlý způsob, jak začít s jeho nastavením. Pokud si ji chcete znovu projít, stačí kliknout na tlačítko níže
nl_be: De doorloop die liep toen je de plugin voor het eerst activeerde, biedt een snelle manier om aan de slag te gaan met het instellen ervan. Als jee er nogmaals doorheen wil lopen, klik je gewoon op de onderstaande knop

source: <a href="%s" target="_blank" class="ewd-ufaq-about-us-tab-button ewd-ufaq-about-us-tab-button-purchase">Buy Premium Version</a>
cs_cz: <a href="%s" target="_blank" class="ewd-ufaq-about-us-tab-button ewd-ufaq-about-us-tab-button-purchase">Koupit prémiovou verzi</a>
nl_be: <a href="%s" target="_blank" class="ewd-ufaq-about-us-tab-button ewd-ufaq-about-us-tab-button-purchase">Koop Premium versie</a>

source: Labelling options
cs_cz: Možnosti označování
nl_be: Label opties

source: Import FAQs
cs_cz: Importovat Časté dotazy
nl_be: Importeer FAQs

source: Advanced styling options
cs_cz: Pokročilé možnosti stylingu
nl_be: Geavanceerde styling opties

source: Icon and animation options
cs_cz: Možnosti ikon a animací
nl_be: Icoon en animatie opties

source: Add custom fields to your FAQs
cs_cz: Přidejte vlastní pole do svých častých dotazů
nl_be: Aangepaste velden toevoegen aan je FAQ's

source: Drag and drop FAQ ordering
cs_cz: Přetáhněte myší pro uspořádání častých dotazů
nl_be: Slepen en neerzetten van FAQ volgorde

source: FAQ submit form
cs_cz: Odeslat formulář Časté dotazy
nl_be: FAQ indiening formulier

source: FAQ statistics
cs_cz: Statistiky nejčastějších dotazů
nl_be: FAQ statistieken

source: Style with custom CSS
cs_cz: Styl s vlastním CSS
nl_be: Stijl met aangepaste CSS

source: Translation ready
cs_cz: Překlad připraven
nl_be: Klaar voor vertaling

source: Sorting and ordering options
cs_cz: Třídění a řazení možnosti
nl_be: Sortering en rangschakking opties

source: Accordion layout
cs_cz: Rozložení akordeonu
nl_be: Accordeon lay-out

source: Premium Version
cs_cz: Prémiová verze
nl_be: Premium versie

source: Lite Version
cs_cz: Odlehčena verze
nl_be: Lite versie

source: Feature
cs_cz: Vlastnosti
nl_be: Functie

source: The following table provides a comparison of the lite and premium versions.
cs_cz: Následující tabulka uvádí srovnání odlehčené a prémiové verze.
nl_be: De volgende tabel geeft een vergelijking van de lite en premium versies.

source: Suggest a Feature
cs_cz: Navrhněte funkci
nl_be: Een functie voorstellen

source: Getting Started
cs_cz: Začínáme
nl_be: Ga aan de slag

source: Lite vs. Premium
cs_cz: Odlehčena vs. Premium

source: Who We Are
cs_cz: Kdo jsme my
nl_be: Wie we zijn

source: About Us
cs_cz: O nás
nl_be: Over ons

source: Select a page on your site to automatically display all of the FAQs you have created. Alternatively, you can also use the blocks and shortcodes to display your FAQs on pages other than the one selected above.
cs_cz: Vyberte stránku na svém webu, aby se automaticky zobrazily všechny FAQs, které jste vytvořili. Případně můžete také použít bloky a krátké kódy k zobrazení vašich FAQs na jiných stránkách, než je ta, která je vybrána výše.
nl_be: Selecteer een pagina op je website om automatisch alle door je gemaakte FAQ's te tonen. Je kan ook de blokken en shortcodes gebruiken om je FAQ's op andere dan de hierboven geselecteerde pagina's te tonen.

source: Share FAQs on social media
cs_cz: Sdílejte FAQs na sociálních sítích
nl_be: Delen van FAQs op social media

source: Export FAQs to PDF or spreadsheet
cs_cz: Exportovat FAQs do PDF nebo tabulky
nl_be: Exporteer FAQs naar PDF of spreadsheet

source: Pretty permalinks for FAQs and categories
cs_cz: Docela trvalé odkazy na FAQs a kategorie
nl_be: Mooie permalinks voor FAQ's en categorieën

source: Advanced FAQ layouts
cs_cz: Pokročilá rozložení FAQs
nl_be: Geavanceerde FAQ lay-outs

source: Comments on FAQs
cs_cz: Komentáře k FAQs
nl_be: Reacties op FAQs

source: FAQ structured data
cs_cz: Strukturovaná data FAQ
nl_be: FAQ gestructureerde gegevens

source: FAQ Gutenberg blocks
cs_cz: FAQ Gutenbergovy bloky
nl_be: FAQ Gutenberg blokken

source: The premium version also comes with <strong>WooCommerce integration</strong>, so you can easily <strong>add FAQs tab to your product page</strong>, with options to either automatically add FAQs, by creating an FAQ category that matches the name of a WooCommerce product or category, or to <strong>manage FAQs directly from the product edit screen</strong>.
cs_cz: Prémiová verze je také dodávána s <strong>Integrace WooCommerce</strong>, takže můžete snadno <strong>přidejte na stránku vašeho produktu kartu FAQs</strong>, s možnostmi buď automaticky přidávat FAQs, vytvořením kategorie FAQ, která odpovídá názvu produktu nebo kategorie WooCommerce, nebo <strong>spravovat FAQs přímo z obrazovky úprav produktu</strong>.
nl_be: De premium-versie wordt ook geleverd met <strong>WooCommerce-integratie</strong>, zodat je eenvoudig <strong>het tabblad Veelgestelde vragen aan je productpagina kan toevoegen</strong>, met opties om ofwel automatisch veelgestelde vragen toe te voegen, door een categorie met veelgestelde vragen te maken die overeenkomt de naam van een WooCommerce product of categorie, of om <strong>veelgestelde vragen rechtstreeks vanuit het productbewerkingsscherm te beheren</strong>.

source: The premium version of the Ultimate FAQ plugin includes a large number of features to extend the functionality of the plugin and offer your visitors the best possible FAQ experience. This includes advanced layout, styling and labelling options, drag and drop re-ordering, export and import functionality and an FAQ submission form, to let your visitors suggest their own FAQs for your site.
cs_cz: Prémiová verze pluginu Ultimate FAQ obsahuje velké množství funkcí, které rozšiřují funkčnost pluginu a nabízejí vašim návštěvníkům nejlepší možný zážitek z FAQ. To zahrnuje pokročilé možnosti rozvržení, stylů a štítků, přeuspořádání přetažením, export a import a formulář pro odeslání FAQ, díky nimž vaši návštěvníci navrhnou vlastní FAQs pro váš web.
nl_be: De premiumversie van de Ultimate FAQ plugin bevat een groot aantal functies om de functionaliteit van de plugin uit te breiden en je bezoekers de best mogelijke FAQ ervaring te bieden. Dit omvat geavanceerde lay-out, styling en labelopties, herordenen via slepen en neerzetten, export- en importfunctionaliteit en een formulier voor het indienen van veelgestelde vragen, zodat je bezoekers hun eigen veelgestelde vragen voor je website kunnen voorstellen.

source: In order to make it as easy as possible for your visitors to find the information they are looking for, the premium plugin comes with a built-in <strong>FAQ search form</strong>, which uses asynchronous requests to <strong>search your whole database of FAQs in real time</strong>, without having to reload the page, and includes options to auto-complete the search, highlight search results and display all FAQs on initial page load.
cs_cz: Aby bylo pro vaše návštěvníky co nejjednodušší najít informace, které hledají, přichází prémiový plugin s vestavěným <strong>vyhledávací formulářem pro FAQ</strong>, který používá asynchronní požadavky na <strong>vyhledávaní vaší cele databázi FAQs v reálním čase </strong>, bez nutnosti znovu načítat stránku a zahrnuje možnosti automatického dokončení vyhledávání, zvýraznění výsledků vyhledávání a zobrazení všech FAQs při prvním načtení stránky.
nl_be: Om het je bezoekers zo gemakkelijk mogelijk te maken om de informatie te vinden waarnaar ze op zoek zijn, wordt de premium plugin geleverd met een ingebouwd <strong>FAQ-zoekformulier</strong>, dat asynchrone verzoeken gebruikt om te <strong>zoeken je hele database met veelgestelde vragen in realtime</strong>, zonder dat je de pagina opnieuw hoeft te laden, en bevat opties om de zoekopdracht automatisch aan te vullen, zoekresultaten te markeren en alle veelgestelde vragen weer te geven wanneer de pagina voor het eerst wordt geladen.

source: Please fill out the image number field.
cs_cz: Vyplňte prosím pole s číslem obrázku.
nl_be: Vul het veld met het afbeeldingnummer in.

# Block pattern description
source: Adds the submit question form.
cs_cz: Přidat formulář pro odeslání otázky.
nl_be: Voegt het formulier voor het indienen van vragen toe.

source: Submit Question
cs_cz: Odeslat dotaz
nl_be: Vraag indienen

# Block pattern description
source: Adds a list of featured FAQs. Use the available block attributes to specify which FAQs you would like to show.
cs_cz: Přidat seznam doporučených FAQs. Pomocí dostupných atributů bloku určete, které FAQs chcete zobrazit.
nl_be: Voegt een lijst met veelgestelde vragen toe. Gebruik de beschikbare blokattributen om aan te geven welke FAQ's je wilt tonen.

# Block pattern description
source: Adds the FAQ search form.
cs_cz: Přidat vyhledávací formulář FAQ.
nl_be: Voegt het FAQ-zoekformulier toe.

source: Featured FAQs
cs_cz: Doporučené FAQs
nl_be: Uitgelichte FAQs

# Block pattern description
source: Adds your FAQs.
cs_cz: Přidá vaše FAQs..
nl_be: Je eigen FAQ's toevoegen.

source: FAQs Page
cs_cz: Stránka FAQs
nl_be: FAQs pagina

source: Current File:
cs_cz: Aktuální soubor:
nl_be: Huidig bestand:

source: Click here to open %s
cs_cz: Kliknutím sem otevřete %s
nl_be: Klik hier om %s te openen

source: <a href="%s" target="_blank">Visit our website</a> to learn how to get a free 7-day trial of the premium plugin.
cs_cz: <a href="%s" target="_blank">Navštivte náš web</a> pro zkušební dobu premium na 7 dní zdarma.
nl_be: <a href="%s" target="_blank">Bezoek onze website</a> om te leren hoe je een 7-daagse gratis proef versie kan krijgen van de premium plugin.

source: <a href="%s" target="_blank">Visit our website</a> to learn how to upgrade to premium.
cs_cz: <a href="%s" target="_blank">Navštivte náš web</a> pro získání premium výhod
nl_be: <a href="%s" target="_blank">Bezoek onze website</a> voor meer informatie over hoe je kan upgraden naar premium.

source: If FAQs are set to a specific field, which field should FAQs be displayed for?
cs_cz: Pokud jsou FAQ nastavené na speciální pole, jaké pole má FAQ zobrazit?
nl_be: Als FAQs ingesteld zijn op een specifiek veld, voor welk veld moet FAQs getoond worden?

source: Disable FAQ display for this form, or enable it only on specific fields.
cs_cz: Zakázat FAQ pro tento formulář, nebo omezit na určitá pole
nl_be: Deactiveer FAQ voor dit formulier, of activeer het alleen op specifieke velden.

source: Reset View Count
cs_cz: Resetovat počítadlo zobrazení
nl_be: Reset aantal vertoningen

source: Finish
cs_cz: Dokončit
nl_be: Voltooien
ru_ru: Завершить

source: Save Options
cs_cz: Uložit nastavení
nl_be: Opties opslaan
ru_ru: Сохранить настройки

source: Group FAQs by Category
cs_cz: Seskupit dle kategorií
nl_be: FAQs groeperen op categorie
ru_ru: Группа ЧаВо по категориям

source: Check out this helpful FAQ
cs_cz: Podívejte se na tento užitečný FAQ
nl_be: Bekijk deze handige FAQ
ru_ru: Проверьте наши полезные ЧаВо

source: Tags:
cs_cz: Štítky:

source: Tag:
cs_cz: Štítek:

source: Categories:
cs_cz: Kategorie:
nl_be: Categorieën:

source: Category:
cs_cz: Kategorie:
nl_be: Categorie:

source: No result FAQs contained the term '%s'
cs_cz: Žádné FAQs k výsledku neobsahovaly výraz '%s'
nl_be: Geen resultaten voor FAQ's met de term '%s'

source: Image Number
cs_cz: Číslo obrázku
nl_be: Afbeelding nummer

source: This is only used to verify the authenticity of the FAQ. It is not displayed anywhere.
cs_cz: Slouží pouze k ověření pravosti FAQ. Nikde se nezobrazuje.
nl_be: Dit wordt alleen gebruikt om de FAQ the autoriseren. Dit wordt nergens getoond.
ru_ru: Используется только для проверки подлинности ЧаВо и нигде не отображается.

source: Author Email
cs_cz: E-mail autora
nl_be: Auteur e-mail
ru_ru: Электронная почта автора

source: What name should be displayed with your FAQ?
cs_cz: Jaké jméno by se mělo zobrazovat u vašich FAQ?
nl_be: Welke naam moet er getoond worden bij je FAQ?
ru_ru: Какое название должно отображаться в вашем ЧаВо?

source: FAQ Author
cs_cz: FAQ Autor
nl_be: FAQ auteur
ru_ru: Автор ЧаВо

source: What answer should be displayed for this question?
cs_cz: Jaká odpověď by se měla zobrazit na tuto otázku?
nl_be: Welke antwoord moet getoond worden voor deze vraag?

source: Proposed Answer
cs_cz: Navrhovaná odpověď
nl_be: Voorgesteld antwoord
ru_ru: Предлагаемый ответ

source: What question is being answered?
cs_cz: Jaká otázka je zodpovězena?
nl_be: Welke vraag wordt er beantwoord?
ru_ru: Ответ на какой вопрос?

source: Question Title
cs_cz: Název otázky
nl_be: Vraagtitel
ru_ru: Название вопроса

source: Send Question
cs_cz: Odeslat dotaz
nl_be: Verzend vraag
ru_ru: Сохранить вопрос

source: Please fill out the form below to submit a question.
cs_cz: Chcete-li odeslat otázku, vyplňte níže uvedený formulář.
nl_be: Gelieve het onderstaand formulier in te vullen voor een vraag te kunnen verzenden.
ru_ru: Заполните, пожалуйста, форму ниже, чтобы сохранить вопрос.

source: Submit a Question
cs_cz: Odeslat dotaz
nl_be: Verzend een vraag
ru_ru: Сохранить вопрос

source: Enter your question...
cs_cz: Zadejte svůj dotaz...
nl_be: Voer je vraag in...

source: Did you find this FAQ helpful?
cs_cz: Byl pro Vás užitečný tento FAQ?
nl_be: Vond je deze FAQ nuttig?
ru_ru: Вы считаете этот ЧаВо полезным?

source: Share
cs_cz: Sdílet
nl_be: Delen
ru_ru: Поделиться

source: Load More
cs_cz: Načíst další
nl_be: Laad meer
ru_ru: Загрузить больше

source: Collapse All
cs_cz: Sbalit vše
nl_be: Alles invouwen
ru_ru: Свернуть всё

source: Expand All
cs_cz: Rozšířit vše
nl_be: Alles uitvouwen
ru_ru: Развернуть всё

source: Back to Top
cs_cz: Zpět na začátek
nl_be: Terug naar boven
ru_ru: Наверх

source: Permalink
cs_cz: Trvalý odkaz
ru_ru: Постоянная ссылка

source: Search
cs_cz: Vyhledávání
nl_be: Zoeken
ru_ru: Поиск

source: Enter your question
cs_cz: Zadejte Váš dotaz
nl_be: Voer je vraag in
ru_ru: Введите вопрос

source: on
cs_cz: zapnuto
nl_be: op

source: by
cs_cz: od
nl_be: door

source: Posted
cs_cz: Zveřejněno
nl_be: Geplaatst
ru_ru: Опубликовано

source: FAQ Order
cs_cz: Seřadit FAQ
nl_be: FAQ volgorde

source: Please re-activate the helper plugin, or <a target='_blank' href='%s'>download and install it</a> if the plugin is no longer installed to ensure continued access to the premium features of the plugin.
cs_cz: Prosím o znovu aktivaci pomocného pluginu, popřípadě <a target='_blank' href='%s'>stáhnout a nainstalovat</a> pokud plugin již není nainstalován, aby byl zajištěn trvalý přístup k prémiovým funkcím pluginu.
nl_be: Activeer de helper plugin opnieuw, of <a target='_blank' href='%s'>download en installeer het</a> als de plugin niet langer is geïnstalleerd om ervoor te zorgen dat je toegang blijft houden tot de premium functies van de plugin.

source: You're using the Ultimate FAQs premium version, but the premium helper plugin is not active.
cs_cz: Používáte prémiovou verzi Ultimate FAQs, ale prémiový pomocný plugin není aktivní.
nl_be: Je maakt gebruik van Ultimate FAQs premium versie, maar de premium helper plugin is niet actief.

source: Dashboard
cs_cz: Ovládací panel
ru_ru: Консоль

source: Head to the settings page for Ultimate FAQs
cs_cz: Přejděte na stránku nastavení pro Ultimate FAQ
nl_be: Ga naar de instellingen pagina voor Ultimate FAQs

source: Upload Image
cs_cz: Nahrát obrázek
nl_be: Afbeelding uploaden

source: Current image:
cs_cz: Aktuální obrázek
nl_be: Huidige afbeelding:

source: You do not have sufficient permissions to access this page.
cs_cz: Nemáte dostatečná oprávnění pro přístup k této stránce.
nl_be: Je hebt onvoldoende rechten voor deze pagina.

source: -- Select Field --
cs_cz: -- Vyberte pole --
nl_be: -- Selecteer veld --

source: Delete FAQs
cs_cz: Smazat FAQs
nl_be: Verwijder FAQs
ru_ru: Удалить ЧаВо

source: Delete?
cs_cz: Smazat?
nl_be: Verwijderen?
ru_ru: Удалить?

source: Add FAQs
cs_cz: Přidat FAQs
nl_be: FAQs toevoegen
ru_ru: Добавить ЧаВо

source: Add?
cs_cz: Přidat?
nl_be: Toevoegen?
ru_ru: Добавить?

source: All Categories
cs_cz: Všechny kategorie
nl_be: Alle categorieën
ru_ru: Все категории

source: You can use the form below to select which FAQs to display for this product, or leave it blank to use the default category naming system.
cs_cz: Níže uvedený formulář můžete použít k výběru, které FAQs se mají pro tento produkt zobrazit, nebo jej ponechte prázdný, chcete-li použít výchozí systém pojmenování kategorií.
nl_be: Je kan het onderstaande formulier gebruiken om de selecteren welke FAQs er weergegeven moeten worden bij dit product, of laat het leeg om het standaard categorie benamingssysteem te gebruiken.
ru_ru: Вы можете использовать форму ниже, чтобы выбрать, какие ЧаВо отображать для этого товара, или оставьте пустым, чтобы использовать систему именования категорий по умолчанию.

source: FAQ Category List:
cs_cz: Seznam kategorií FAQ:
nl_be: FAQ categorielijst:
ru_ru: Список категорий ЧаВо:

source: FAQ Category List
cs_cz: Seznam kategorií FAQ
nl_be: FAQ categorielijst
ru_ru: Список категорий ЧаВо

source: Insert FAQ posts using a comma-separated list of categories
cs_cz: Vkládejte FAQ pomocí seznamu kategorií oddělených čárkami
nl_be: Voeg FAQ berichten toe door middel van een komma gescheiden lijst van categorieën
ru_ru: Добавьте ЧаВо, разделяя запятыми список категорий

source: UFAQ FAQ Category List
cs_cz: Seznam kategorií UFAQ FAQ
nl_be: UFAQ FAQ categorielijst
ru_ru: Список категорий ЧаВо

source: Display a random FAQ
cs_cz: Zobrazit náhodný FAQ
nl_be: Toon een willekeurge FAQ
ru_ru: Показ случайного ЧаВо

source: Random FAQ
cs_cz: Náhodné FAQ
nl_be: Willekeurige FAQ
ru_ru: Случайный ЧаВо

source: Insert a number of popular FAQs.
cs_cz: Vložte řadu oblíbených FAQs.
nl_be: Voeg een aantal van de meest populaire FAQs in.

source: Popular FAQs
cs_cz: Oblíbené FAQs
nl_be: Populaire FAQs
ru_ru: Популярные ЧаВо

source: Number of FAQs:
cs_cz: Počet FAQs:
nl_be: Aantal FAQs:
ru_ru: Количество ЧаВо:

source: Widget Title
cs_cz: Název widgetu
nl_be: Widget titel
ru_ru: Название виджета

source: Number of FAQs
cs_cz: Počet FAQs
nl_be: Aantal FAQs
ru_ru: Количество ЧаВо

source: Insert a number of the most recent FAQs
cs_cz: Vložte několik nejnovějších FAQ
nl_be: Voeg een aantal van de meest recente FAQs in
ru_ru: Укажите количество последних ЧаВо

source: Recent FAQs
cs_cz: Nedávné FAQs
nl_be: Recente FAQs
ru_ru: Недавний ЧаВо

source: Widget Title:
cs_cz: Název widgetu:
nl_be: Widgettitel:
ru_ru: Название виджета:

source: FAQ ID List
cs_cz: Seznam ID FAQ
nl_be: FAQ ID lijst
ru_ru: ID-список ЧаВо

source: FAQ ID List:
cs_cz: Seznam ID FAQ:
nl_be: FAQ ID lijst:
ru_ru: ID-список ЧаВо:

source: Insert FAQ posts using a comma-separated list of post IDs
cs_cz: Vkládejte příspěvky s FAQ pomocí seznamu ID příspěvků oddělených čárkami
nl_be: Voeg FAQ berichten toe door middel van een komma gescheiden lijst van bericht IDs
ru_ru: Укажите записи с ЧаВо, используя список ID записей через запятую

source: UFAQ FAQ ID List
cs_cz: Seznam ID FAQ UFAQ
nl_be: UFAQ FAQ ID lijst
ru_ru: ID-список ЧаВо

source: The styling options let you change the toggle symbol and FAQ heading types, as well as modify the color, font size, font family, border, margin and padding of the various elements found in your FAQs.
cs_cz: Možnosti stylu vám umožňují změnit symbol přepínání a typy nadpisů FAQ a také upravit barvu, velikost písma, rodinu písem, ohraničení, okraje a odsazení různých prvků nalezených ve vašich FAQs.
nl_be: Met de styling opties kan je het toggle symbool en FAQ kopteksten veranderen, en ook de kleur, lettergrootte, lettertype familie, rand, margin en padding van de verschillende elementen in je FAQs aanpassen.

source: The labelling options let you change the wording of the different labels that appear on the front end of the plugin. You can use this to translate them, customize the wording for your purpose, etc.
cs_cz: Možnosti štítků vám umožňují změnit formulaci různých štítků, které se zobrazují na přední straně pluginu. Můžete je použít k jejich překladu, přizpůsobení formulaci pro váš účel atd.
nl_be: De label opties laten je de tekst veranderen van de verschillende labels die verschijnen op de voorkant van de plugin. Je kan dit gebruiken om ze te vertalen, de bewoording aan te passen voor jouw doel, enz.

source: You can add custom fields to your FAQs, which let you display extra content, such as product manuals, location info, links and more.
cs_cz: Do svých FAQs můžete přidat vlastní pole, která vám umožní zobrazit další obsah, jako jsou produktové manuály, informace o umístění, odkazy a další.
nl_be: Je kan aangepaste velden toevoegen aan je FAQ's, waarmee je extra inhoud kan weergeven, zoals producthandleidingen, locatie-info, links en meer.

source: The premium options let you change the FAQ layout, configure WooCommerce and WPForms integration, add reveal effects, paginate your FAQs, add an FAQ rating/voting system, add social sharing, change the the slug base of the post type and much more.
cs_cz: Prémiové možnosti vám umožňují změnit rozložení FAQ, nakonfigurovat integraci WooCommerce a WPForms, přidat efekty odhalení, stránkovat vaše FAQs, přidat systém FAQ hodnocení/hlasování, přidat sdílení na sociálních sítích, změnit základnu typu příspěvku a mnoho dalšího.
nl_be: Met de premium opties kan je de FAQ lay-out wijzigen, WooCommerce en WPForms integratie configureren, onthullingseffecten toevoegen, je FAQ's pagineren, een FAQ beoordelings-/stemsysteem toevoegen, sociaal delen toevoegen, de slug basis van het berichttype wijzigen en nog veel meer.

source: UPGRADE NOW
cs_cz: VYLEPŠIT NYNÍ
nl_be: UPGRADE NU

source: Email Support
cs_cz: E-mailová podpora
nl_be: E-mailondersteuning

source: Social Sharing
cs_cz: Sociální sdílení
nl_be: Sociaal delen

source: Advanced Styling Options
cs_cz: Pokročilé možnosti stylingu
nl_be: Geavanceerde styling opties

source: Import/Export FAQs
cs_cz: Importovat/Exportovat FAQs
