{"translation-revision-date":"2025-06-30 10:06:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"Join the Yoast team to learn how to harness the power of AI to revolutionize your SEO approach. Gain a competitive edge, future-proof your keyword strategies, and soar to the top of search rankings – all designed to empower busy small business owners.":["Připojte se k týmu Yoast a naučte se, jak využít sílu umělé inteligence k revolučnímu přístupu k SEO. Získejte konkurenční výhodu, zajistěte budoucnost svých strategií pro klíčová slova a vyšplhejte se na vrchol žebříčků vyhledávání - to vše je navrženo tak, aby umožnilo zaneprázdněným majitelům malých firem."],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["Prodáváte v zemích po celém světě? V tomto kurzu se dozvíte vše o nastavení a správě webu, který se zaměřuje na lidi v různých jazycích a lokalitách."],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["Musíte vyhledávačům umožnit, aby váš web našly a mohly jej zobrazit ve výsledcích vyhledávání. O tom, jak to funguje, si povíme v tomto kurzu!"],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["Výběr správného typu hostingu pro vaše stránky je základem spolehlivé strategie technické optimalizace pro vyhledávání SEO. Vše se dozvíte v tomto kurzu!"],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["Naučte se důležité dovednosti v oblasti SEO, které můžete ihned uplatnit! Vezmeme vás za ruku a poskytneme vám praktické tipy pro SEO, které vám pomohou překonat konkurenci. Maximalizujte svou SEO hru! Protože předplatné %s vám dává neomezený přístup ke všem kurzům."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["Naučte se důležité dovednosti v oblasti SEO, které můžete ihned uplatnit! Vezmeme vás za ruku a poskytneme vám praktické tipy pro SEO, které vám pomohou překonat konkurenci. %s přichází s pěti bezplatnými kurzy."],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Maximalizujte svou hru SEO zakoupením %s, které vám umožní neomezený přístup ke všem kurzům."],"Start free trial lesson":["Zahájení zkušební lekce zdarma"],"Start the course":["Zahájení kurzu"],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["Chcete se ponořit do strukturovaných dat? V tomto kurzu se podrobně seznámíte s teorií týkající se strukturovaných dat."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["V tomto kurzu se dozvíte, jak nastavit a používat plugin %1$s pro WordPress tak, aby vám ještě více usnadnil SEO. Tento kurz je určen pro uživatele blokového editoru."],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["V tomto kurzu se naučíte praktické dovednosti v oblasti SEO, které se týkají všech klíčových aspektů SEO, aby vaše stránky vynikly."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["Chcete si založit vlastní stránky WordPress? V tomto kurzu se naučíte, jak vytvořit a udržovat webové stránky ve WordPressu!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["V tomto kurzu se naučíte, jak psát úžasné kopie, které jsou optimalizované pro umístění ve vyhledávačích."],"Learn how to make your site stand out from the crowd by adding structured data!":["Zjistěte, jak přidáním strukturovaných dat odlišit své stránky od ostatních!"],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["Znáte základní první krok správného SEO? Je to průzkum klíčových slov. V tomto školení se naučíte, jak vyhledávat a vybírat klíčová slova, která navedou vyhledávače na vaše stránky."],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Začněte vytvářet úžasný obsah pomocí nového editoru bloků ve WordPressu! Přečtěte si vše o editoru bloků a o tom, co s ním můžete dělat."],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["Přehledná struktura webu je přínosem pro uživatele a má velký význam pro SEO. Přesto se zdá, že na to většina lidí zapomíná. Získejte náskok před konkurencí a naučte se, jak zlepšit strukturu svých stránek!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["Vlastníte místní podnik? Tento kurz vás naučí, jak zajistit, aby vás místní publikum našlo ve výsledcích vyhledávání a v Mapách Google!"],"Learn how to optimize your online shop for your customers and for search engines!":["Zjistěte, jak optimalizovat svůj internetový obchod pro zákazníky a vyhledávače!"],"Academy":["Akademie"],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["V tomto bezplatném kurzu získáte rychlé výsledky, díky nimž se vaše stránky umístí výše v Googlu, Bingu a Yahoo."],"Unlock with %1$s":["Odemkněte pomocí %1$s"],"(Opens in a new browser tab)":["(Otevření v nové záložce)"],"Premium":["Premium"]}},"comment":{"reference":"js\/dist\/academy.js"}}