{"translation-revision-date":"2025-06-30 10:06:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"%s also gives you:":["%s vám také poskytuje:"],"Buy now":["Koupit nyní"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Pokud jste přemýšleli o upgradu, nyní je ten správný čas! 30% SLEVA končí 3. prosince 11:00 (CET)"],"%1$sBuy%2$s %3$s":["%1$sBuy%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30% SLEVA - ČERNÝ PÁTEK"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Úprava obsahu je hračka! Optimalizujte svůj obsah pro SEO pomocí rychlých a proveditelných návrhů na jedno kliknutí.%1$s%2$sZjistěte více%3$s%4$s"],"Optimize your SEO content with %s":["Optimalizujte svůj obsah pro SEO pomocí %s"],"Please switch to the visual editor to optimize with AI.":["Pro optimalizaci pomocí AI přepněte na vizuální editor."],"Optimize with AI":["Optimalizace pomocí AI"],"Undefined error message.":["Nedefinovaná chybová zpráva."],"Non-inclusive":["Nezahrnující"],"30-day money back guarantee.":["30denní záruka vrácení peněz."],"Only $\/€\/£99 per year (ex VAT)":["Pouze $\/€\/£99 za rok (bez DPH)"],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":["%s se zaměřuje na více než jen na hlavní klíčové slovo. Analyzuje různé tvary slov, množné číslo a minulé časy. To pomáhá vašim webovým stránkám dosahovat ještě lepších výsledků ve vyhledávání!"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Nechte umělou inteligenci, aby přemýšlela za vás, a ušetřete čas. Získejte kvalitní návrhy nadpisů a meta popisů, aby se váš obsah umístil na vysokých pozicích a dobře vypadal na sociálních sítích. %1$sZjistěte více%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Nechte umělou inteligenci, aby přemýšlela za vás, a ušetřete čas. Získejte vysoce kvalitní návrhy názvů produktů a meta popisů, aby se váš obsah umístil vysoko a vypadal dobře na sociálních sítích. %1$sZjistěte více%2$s%3$s"],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Zvýrazněte oblasti, které je třeba v textu zlepšit, už žádné hledání jehly v kupce sena, rovnou optimalizace! Nyní také v Elementoru!"],"Explore %s now!":["Prozkoumejte %s nyní!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$s24\/7 podpora%2$s: také večer a o víkendech."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sPřitažlivé sociální náhledy%2$s, na které lidé skutečně chtějí kliknout."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sŽádné další nefunkční odkazy%2$s: Správce automatického přesměrování."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSuper rychlé%2$s návrhy interního propojení."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sVíce klíčových slov%2$s: Vyšší pozice pro více vyhledávání."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Lepší SEO názvy a meta popisy, rychleji."],"Unlock with the %1$s":["Odemknutí pomocí %1$s"],"Unlock Premium SEO analysis":["Odemkněte prémiovou SEO analýzu"],"$ USD \/ € EUR \/ £ GBP per year (ex. VAT)":["$ USD \/ € EUR \/ £ GBP za rok (bez DPH)"],"Get more help with writing content that ranks":["Získejte další pomoc s psaním obsahu, který se umisťuje na předních místech"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Synonyma pomáhají uživatelům lépe porozumět vaší kopii. Je to přehlednější pro uživatele i pro Google. V %s můžete přidat synonyma pro svou cílovou klíčovou frázi a my vám pomůžeme s jejich optimalizací."],"Write more natural and engaging content":["Pište přirozenější a poutavější obsah"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Získejte pomoc s optimalizací až pro 5 souvisejících klíčových frází. To vám pomůže oslovit širší publikum a získat větší návštěvnost."],"Add related keyphrases":["Přidání souvisejících klíčových frází"],"Reach a wider audience":["Oslovení širšího publika"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Zkontrolujte svůj text podle ještě více kritérií SEO a získejte rozšířenou analýzu klíčových frází, která vám usnadní optimalizaci obsahu."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Používejte umělou inteligenci ke generování nadpisů a meta popisů, automatickému přesměrování smazaných stránek, získejte podporu 24\/7 a mnoho, mnoho dalšího!"],"Claim your 30% off now!":["Požádejte o 30% slevu nyní!"],"BLACK FRIDAY":["ČERNÝ PÁTEK"],"30% OFF":["30% SLEVA"],"Use AI to write your titles & meta descriptions!":["Používejte umělou inteligenci k psaní nadpisů a meta popisů!"],"New in %1$s":["Novinka v %1$s"],"Potentially non-inclusive":["Potenciálně neinkluzivní"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Chcete-li zobrazit toto video, musíte povolit %1$s načítat vložená videa z %2$s."],"Deny":["Odmítnout"],"Allow":["Povolit"],"%1$sGet%2$s %3$s":["%1$sDostat%2$s %3$s"],"Unlock with %1$s":["Odemkněte pomocí %1$s"],"Something went wrong. An unexpected error occurred.":["Něco se pokazilo. Vyskytla se neočekávaná chyba."],"Refresh this page":["Obnovte tuto stránku"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["To bohužel znamená, že všechny neuložené změny v této části budou ztraceny. Problém můžete zkusit vyřešit obnovením této stránky. Pokud k této chybě stále dochází, obraťte se na náš tým podpory a my vám poskytneme veškerou potřebnou pomoc!"],"We're very sorry, but it seems like the following error has interrupted our application:":["Je nám to velmi líto, ale zdá se, že následující chyba přerušila naši aplikaci:"],"Contact support":["Kontaktujte podporu"],"Read reviews from real users":["Přečtěte si recenze od skutečných uživatelů"],"Inclusive language":["Inkluzivní jazyk"],"Learn more about the inclusive language analysis":["Další informace o inkluzivní jazykové analýze"],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sInkluzivní jazyk%2$s: Nezjistili jsme žádné potenciálně neinkluzivní výrazy. Skvělá práce!"],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Všimli jsme si, že používáte vícejazyčný plugin. Upozorňujeme, že tato zpětná vazba analýzy je určena pouze pro texty psané v angličtině."],"Beta":["Beta"],"Premium SEO analysis":["Prémiová SEO analýza"],"1 year of premium support and updates included!":["1 rok prémiové podpory a aktualizací v ceně!"],"Unlock with %s":["Odemknout pomocí %s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sSložitost slov%2$s: Je vaše slovní zásoba vhodná pro větší publikum? %3$sYoast SEO Premium vám to řekne!%4$s"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sDistribuce klíčových frází%2$s: Rozmístili jste své klíčové fráze v celém textu rovnoměrně? %3$sYoast SEO Premium vám to řekne!%4$s"],"Please enter a focus keyphrase first to track keyphrase performance":["Chcete-li sledovat výkonnost klíčové fráze, zadejte nejprve klíčovou frázi, na kterou se chcete zaměřit."],"Please enter a focus keyphrase first to get related keyphrases":["Nejprve zadejte klíčovou frázi, abyste získali související fráze"],"Get related keyphrases":["Získat související fráze"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Klíčová fráze je příliš dlouhá. Maximum je 191 znaků."],"Upgrade to %s":["Aktualizovat na %s"],"Focus keyphrase":["Hlavní klíčové slovo"],"Help on choosing the perfect focus keyphrase":["Pomoct s výběrem perfektní klíčové fráze"],"Go %s!":["Do toho %s!"],"Add related keyphrase":["Přidejte souvisící klíčové slovo\/frázi"],"Learn more about the readability analysis":["Zjistěte více o analýze čitelnosti."],"Learn more about Cornerstone Content.":["Další informace o klíčovém obsahu."],"Mark as cornerstone content":["Označit jako klíčový obsah"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Pokoušíte se přidat více klíčových slov? Přidávejte je samostatně níže."],"Cornerstone content should be the most important and extensive articles on your site.":["Klíčový obsah by měly být ty nejdůležitější a nejobsáhlejší články na webu."],"Analysis results":["Výsledky analýzy"],"Enter a focus keyphrase to calculate the SEO score":["Zadejte klíčové slovo pro výpočet skóre SEO"],"Add synonyms":["+ Přidejte synonymum"],"SEO analysis":["SEO analýza"],"Good results":["Dobré výsledky"],"Errors":["Chyby"],"Considerations":["Úvahy"],"(Opens in a new browser tab)":["(Otevření v nové záložce)"],"Cornerstone content":["Klíčový obsah"],"1 year free support and updates included!":["1 rok zdarma pro aktualizace i podporu v ceně!"],"OK SEO score":["Správné SEO skóre"],"Good SEO score":["Výborné SEO skóre"],"%1$s + %2$s":["%1$s + %2$s"],"Needs improvement":["Potřebuje zlepšení"],"Readability analysis":["Analýza čitelnosti"],"Not available":["Není dostupný"],"Problems":["Problémy"],"Improvements":["Vylepšení "],"Open":["Otevřít"],"Good":["Dobré"],"OK":["OK"],"Close":["Zavřít"]}},"comment":{"reference":"js\/dist\/externals-components.js"}}