{"translation-revision-date":"2025-08-15 19:04:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl_BE"},"No image was found that we can automatically set as your social image. Please use %1$s, %2$s, %3$s or %4$s formats to ensure it displays correctly on social media.":["Er is geen afbeelding gevonden die we automatisch kunnen instellen als je sociale afbeelding. Gebruik de formaten %1$s, %2$s, %3$s of %4$s om ervoor te zorgen dat deze correct wordt getoond op sociale media."],"%s also gives you:":["%s geeft je ook:"],"BLACK FRIDAY SALE":["BLACK FRIDAY UITVERKOOP"],"Buy now":["Koop nu"],"30% OFF - BLACK FRIDAY":["30% KORTING - BLACK FRIDAY"],"%1$sBuy%2$s %3$s":["%1$sKoop%2$s %3$s"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Als je erover dacht om te upgraden, is dit het moment! 30% KORTING tot 3 december 11.00 uur (CET)"],"Now with 30%% OFF: %1$s":["Nu met 30%% KORTING: %1$s"],"Now with 30%% OFF: %1$s %2$sBuy now!%3$s":["Nu met 30%% KORTING: %1$s %2$sKoop nu!%3$s"],"Optimize your SEO content with %s":["Optimaliseer je SEO inhoud met %s"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Maak het bewerken van inhoud een fluitje van een cent! Optimaliseer je SEO-inhoud met snelle, bruikbare suggesties met één klik op de knop.%1$s%2$sLees meer%3$s%4$s"],"Yoast SEO for Elementor":["Yoast SEO for Elementor"],"Undefined error message.":["Niet gedefinieerde foutmelding."],"X appearance":["X weergave"],"X share preview":["X deel voorbeeld"],"30-day money back guarantee.":["30-dagen geld terug garantie."],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["Je hebt %1$s geactiveerd op je website, waardoor het paginatype voor je producten automatisch wordt ingesteld op 'Artikelpagina'. Als gevolg hiervan is de selectie van het paginatype uitgeschakeld."],"Show Yoast SEO some love!":["Toon Yoast SEO wat liefde!"],"Leave a quick review":["Laat een korte beoordeling achter"],"Happy with the plugin?":["Tevreden met de plugin?"],"Explore %s now!":["Ontdek %s nu!"],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSupersnel%2$s interne linksuggesties."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: betere SEO-titels en metabeschrijvingen, sneller."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sMeerdere trefwoorden%2$s: rangschik hoger voor meer zoekopdrachten."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sAantrekkelijke sociale voorbeelden%2$s waar mensen daadwerkelijk op willen klikken."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sGeen verbroken links meer%2$s: automatische redirect manager."],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$s24\/7 ondersteuning%2$s: ook 's avonds en in het weekend."],"Social share preview":["Sociaal delen voorbeeld"],"Last updated":["Laatst bijgewerkt"],"Last day":["Laatste dag"],"Last week":["Vorige week"],"Last year":["Vorig jaar"],"Activate tracking to show the ranking position":["Activeer volgen om de positie op de ranglijst te tonen"],"Allow search engines to show this content in search results?":["Toestaan zoekmachines om deze inhoud te tonen in zoekresultaten?"],"Unlock Premium SEO analysis":["Ontgrendel Premium SEO analyse"],"Internal linking suggestions":["Interne link suggesties"],"Get more help with writing content that ranks":["Krijg meer hulp bij het schrijven van inhoud die rangschikt"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Verkrijg hulp bij het optimaliseren voor maximaal 5 gerelateerde keyphrases. Hierdoor kun je een breder publiek bereiken en meer verkeer genereren."],"Rank higher by connecting your content":["Rank beter door je inhoud met elkaar te verbinden"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s stelt automatisch voor naar welke inhoud je kan linken met eenvoudige verslepen functionaliteit, wat goed is voor je SEO!"],"Add related keyphrases":["Voeg gerelateerde keyphrases toe"],"Reach a wider audience":["Bereik een breder publiek"],"Buy now!":["Nu kopen!"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Controleer je tekst op meer SEO criteria en ontvang een verbeterde keyphrase analyse, waardoor het gemakkelijker wordt om geoptimaliseerde inhoud te schrijven."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Gebruik AI om titels en meta descriptions te genereren, verwijderde pagina's automatisch door te sturen, krijg 24\/7 ondersteuning en nog veel meer!"],"Claim your 30% off now!":["Claim nu je 30% korting!"],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["30% KORTING"],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on X.":["Om de weergave van je bericht specifiek aan te passen voor X, kan je hieronder de 'X weergave' instellingen invullen. Als je deze instellingen ongemoeid laat, worden de hierboven genoemde instellingen voor 'Weergave sociale media' ook toegepast voor het delen op X."],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below.":["Om de weergave van je bericht specifiek aan te passen voor X, kan je hieronder de instellingen voor 'X weergave' invullen."],"Social media appearance":["Sociale media weergave"],"Determine how your post should look on social media like Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Bepaal hoe je bericht eruit moet zien op sociale media zoals Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack en meer."],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Voel je je verloren als het gaat om het optimaliseren van je website voor de zoekmachines? Doe mee aan onze gratis webinar om het vertrouwen te krijgen dat je nodig hebt om te beginnen met optimaliseren als een professional! Je zult de kennis en tools verkrijgen om effectief SEO te implementeren."],"Sign up today!":["Meld je vandaag aan!"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Wil je een verbeterd Google voorbeeld van hoe je WooCommerce producten eruitzien in de zoekresultaten?"],"Want your products stand out in search results with rich results like price, reviews and more?":["Wil je dat je producten opvallen in zoekresultaten met rijke resultaten zoals prijs, beoordelingen en meer?"],"Join our FREE webinar for SEO success":["Doe mee aan onze gratis webinar voor SEO succes"],"Keyphrases tracked: %1$s\/%2$s":["Keyphrases gevolgd: %1$s\/%2$s"],"Click here to upgrade your %s plan":["Klik hier om je %s abonnement te upgraden"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s en ontvang een exclusieve %2$s korting voor %3$s maand(en)."],"Close the upgrade callout":["Sluit de upgrade oproep"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Je volgt %1$s van de %2$s keyphrases die in je account zijn opgenomen."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Je volgt %1$s van de %2$s keyphrases die zijn opgenomen in je gratis account."],"Potentially non-inclusive":["Potentieel niet-inclusief"],"%1$sGet%2$s %3$s":["%1$sNeem%2$s %3$s"],"Allow":["Toestaan"],"Deny":["Weigeren"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Om deze video te zien, moet je %1$s toestaan om ingesloten video's van %2$s te laden."],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Je kan het standaardtype voor %1$s wijzigen onder inhoudstypes in de %2$sinstellingen%3$s."],"Unlock with %1$s":["Ontgrendel met %1$s"],"Refresh this page":["Ververs deze pagina"],"Something went wrong. An unexpected error occurred.":["Er is iets mis gegaan. Een onverwachte fout heeft zich voorgedaan."],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Helaas betekent dit dat eventuele niet-opgeslagen wijzigingen in dit gedeelte verloren zullen gaan. Je kan proberen om de pagina te vernieuwen om het probleem op te lossen. Als deze fout zich blijft voordoen, neem dan contact op met ons ondersteuningsteam en we zullen je alle hulp bieden die je nodig hebt!"],"Text formality":["Tekst formaliteit"],"Read more about text formality.":["Lees meer over tekst formaliteit."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s helpt je met het beoordelen van de formaliteit van je tekst."],"Contact support":["Contacteer ondersteuning"],"We're very sorry, but it seems like the following error has interrupted our application:":["Het spijt ons zeer, maar het lijkt erop dat de volgende fout onze toepassing heeft onderbroken:"],"Read reviews from real users":["Lees beoordelingen van echte gebruikers"],"Search appearance":["Zoek weergave"],"Get %s to enjoy the benefits of prominent words":["Laat %s profiteren van de voordelen van prominente woorden"],"Buy %s now!":["Koop %s nu!"],"Premium SEO analysis":["Premium SEO analyse"],"1 year of premium support and updates included!":["1 jaar premium ondersteuning en updates inbegrepen!"],"Unlock with %s":["Ontgrendel met %s"],"Beta":["Beta"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Met %1$s%3$s%2$s laat dit onderdeel je zien welke woorden het vaakst in je tekst voorkomen. Door deze prominente woorden te vergelijken met je beoogde trefwoord(en), weet je hoe je je tekst gerichter kan maken."],"Are you working on a news article? %s helps you optimize your site for Google News.":["Werk je aan een nieuwsartikel? %s helpt je je website te optimaliseren voor Google Nieuws."],"Learn more about character count":["Leer meer over aantal karakters"],"Character count":["Aantal karakters"],"Learn more about word count":["Leer meer over woordtelling"],"Word count":["Aantal woorden"],"Learn more about Flesch reading ease":["Leer meer over Flesch reading ease"],"out of 100":["uit de 100"],"okay":["okay"],"Learn more about reading time":["Lees meer over leestijd"],"Reading time":["Leestijd"],"minute":["minute","minuten"],"no data":["geen gegevens"],"Continue writing to get insight into the readability of your text!":["Schrijf verder om inzichten te krijgen over de leesbaarheid van je tekst!"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Je tekst moet iets langer zijn om je Flesch lees gemak score te berekenen."],"Dismiss this notice.":["Negeer deze melding."],"character":["karakter","karakters"],"word":["woord","woorden"],"reconnect to %s":["herverbind met %s"],"Tracking the ranking position…":["De positie in de ranglijst volgen..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Er is iets misgegaan tijdens het bepalen van de positie(s) van je pagina. Probeer het later nog eens."],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Het lijkt erop dat er iets mis is gegaan tijdens het ophalen van je websitegegevens. %s en probeer het opnieuw."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Voordat je je SEO prestaties kan bijhouden, dien je eerst een titel voor je bericht in te stellen en je bericht op te slaan als concept of de slug van het bericht handmatig in te stellen."],"upgrade your %s plan":["upgrade je %s plan"],"Read more about keyphrase tracking with Wincher":["Lees meer over het tracken van keyphrases met Wincher"],"No keyphrase has been set. Please set a keyphrase first.":["Er is geen keyphrase ingesteld. Zorg ervoor dat je eerst een keyphrase instelt."],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatisch bijhouden van je keyphrases staat aan. Je keyphrase(s) worden automatisch bijgehouden door %s als je je bericht publiceert."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Je bent succesvol verbonden met %s! Je kan nu de SEO prestaties van de keyphrase(s) van deze pagina bijhouden."],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s is momenteel de rankingpositie(s) van je pagina aan het bepalen. Dit kan even duren. Wacht even of kom later terug."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Met %1$s kun je de positie van je pagina in de zoekresultaten bijhouden op basis van je keyphrases. %2$s"],"You've reached the maximum amount of %1$d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %2$s.":["Je hebt %1$d keyphrases ingesteld en daarmee het maximale aantal keyphrases bereikt dat je kan toevoegen aan je Wincher account. Wil je meer keyphrases instellen? %2$s."],"Track SEO performance":["Track SEO performantie"],"SEO performance":["SEO performantie"],"Connect with %s":["Verbinden met %s"],"Position over time":["Positie over de tijd"],"Position":["Positie"],"Tracking":["Tracking"],"* focus keyphrase":["* focus keyphrase"],"Get more insights over at %s":["Krijg meer inzichten via %s"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Positie van je keyphrase in de afgelopen 90 dagen op een schaal van 0 tot 100."],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Hieronder kan je voor elke keyphrase het bijhouden van je SEO prestaties in-\/uitschakelen."],"Learn more about the SEO performance feature.":["Leer meer over de functie SEO prestaties."],"Insights":["Insights"],"Select image":["Afbeelding selecteren"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Helaas kunnen we veranderingen in je SEO instellingen niet opslaan terwijl je werkt aan een concept van een reeds gepubliceerd(e) %1$s. Als je je SEO instellingen wilt bewaren, zorg dan dat je op 'Bijwerken' klikt, of wacht met wijzigen van je SEO instellingen tot je klaar bent om je %1$s te updaten."],"New: Yoast SEO for Elementor":["Nieuw: Yoast SEO voor Elementor"],"Get started with Yoast SEO's content analysis for Elementor!":["Aan de slag met de Yoast SEO content analyse voor Elementor!"],"Got it":["Ik snap het"],"Last month":["Vorige maand"],"The number of headers and header labels don't match.":["Het aantal headers en header-labels komt niet overeen."],"Make sure to save your %s for changes to take effect":["Zorg ervoor dat je je %s opslaat om de wijzigingen door te voeren"],"Return to your %s":["Ga terug naar je %s"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Dit helpt zoekmachines je website en je inhoud te begrijpen. Je kan sommige instellingen voor deze pagina hieronder wijzigen."],"Default for %1$s (%2$s)":["Standaard voor %1$s (%2$s)"],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO beschrijft automatisch je pagina's door gebruik te maken van schema.org"],"What type of page or content is this?":["Welk type pagina of inhoud is dit?"],"Page type":["Pagina type"],"Learn more about page or content types":["Lees meer over pagina of inhoud types"],"Item Page":["Item pagina"],"Article type":["Artikel type"],"Learn more about canonical URLs on our help page.":["Meer informatie over canonieke URL's vindt je op onze help pagina."],"Learn more about the no-follow setting on our help page.":["Meer informatie over de instelling voor niet-volgen vindt je op onze help pagina."],"Learn more about advanced meta robots settings on our help page.":["Lees meer over de instellingen van geavanceerde meta robots op onze help pagina."],"Learn more about the breadcrumbs title setting on our help page.":["Meer informatie over de kruimelpad titel instelling vindt je op onze help pagina."],"Learn more about the no-index setting on our help page.":["Meer informatie over de instelling voor no-index op onze help pagina."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Hoewel je de instelling van meta robots hier kan instellen, is de hele website ingesteld op no-index in de website brede privacy instellingen, zodat deze instellingen geen effect hebben."],"Should search engines follow links on this content?":["Moeten zoekmachines links volgen op deze inhoud?"],"Schema":["Schema"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["De volgende woorden komen het meest voor in de inhoud. Deze geven een indicatie van de focus van je inhoud. Als de woorden erg afwijken van je onderwerp kun je overwegen om de inhoud daarop te herschrijven."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Zodra je wat meer inhoud hebt toegevoegd geven we je een lijst met woorden die het vaakst voorkomen in de inhoud. Deze geven je een beeld van waar je inhoud op focust."],"%d occurrences":["%d gevallen"],"Keyphrase":["Keyphrase"],"Upgrade to %s":["Upgrade naar %s"],"Focus keyphrase":["Focus keyphrase"],"Good job!":["Goed gedaan!"],"Add related keyphrase":["Voeg een gerelateerde keyphrase toe"],"%d day":["%d dag","%d dagen"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Lees onze %1$sultieme gids voor trefwoord-onderzoek%2$s om meer te leren over trefwoord-onderzoek en trefwoord-strategie."],"Prominent words":["Prominente woorden"],"Current year":["Huidig jaar"],"Page":["Pagina"],"ID":["ID"],"Date":["Datum"],"Category":["Categorie"],"Primary category":["Primaire categorie"],"Search phrase":["Zoekzin"],"Parent title":["Bovenliggende titel"],"Excerpt only":["Alleen de samenvatting"],"Term description":["Termbeschrijving"],"Separator":["Scheidingsteken"],"Tag description":["Tagbeschrijving"],"Excerpt":["Samenvatting"],"Tagline":["Slogan"],"Site title":["Website titel"],"Category description":["Categorie beschrijving"],"%1$s (current default for %2$s)":["%1$s (huidige standaard voor %2$s)"],"(Opens in a new browser tab)":["(Opent in een nieuwe browsertab)"],"1 year free support and updates included!":["1 jaar gratis ondersteuning en updates inbegrepen!"],"Get internal linking suggestions":["Krijg suggesties voor interne links"],"Good SEO score":["Goede SEO-score"],"OK SEO score":["Redelijke SEO-score"],"Please provide a meta description by editing the snippet below.":["Voeg een meta beschrijving toe door de onderstaande snippet te bewerken."],"No":["Nee"],"Yes":["Ja"],"Needs improvement":["Heeft verbetering nodig"],"Not available":["Niet beschikbaar"],"Good":["Goed"],"Title":["Titel"],"very difficult":["heel moeilijk"],"Close":["Sluiten"],"difficult":["moeilijk"],"fairly difficult":["redelijk moeilijk"],"OK":["OK"],"fairly easy":["redelijk eenvoudig"],"easy":["eenvoudig"],"very easy":["heel eenvoudig"],"Try to make shorter sentences, using less difficult words to improve readability":["Probeer kortere zinnen met minder moeilijke woorden te maken om de leesbaarheid te verbeteren"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Het exemplaar scoort %1$s in de test, die als %2$s wordt beschouwd om te lezen."],"Flesch reading ease":["Flesch reading ease"],"Canonical URL":["Canonieke URL"],"Breadcrumbs Title":["Kruimelpadtitel"],"No Snippet":["Geen snippet"],"No Archive":["Geen archief"],"No Image Index":["Geen afbeeldingsindex"],"View":["Bekijken"],"Advanced":["Geavanceerd"],"Meta robots advanced":["Meta robots geavanceerd"]}},"comment":{"reference":"js\/dist\/elementor.js"}}