{"translation-revision-date":"2025-08-12 09:15:09+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"We haven’t analyzed this content yet. Please open it in your editor and save it so we can start the analysis.":["Vi har ännu inte analyserat detta innehåll. Öppna det i din redigerare och spara det så att vi kan påbörja analysen."],"The top 5 search queries on your website with the highest number of clicks over the last 28 days.":["De 5 främsta sökfrågorna på din webbplats med flest klick under de senaste 28 dagarna."],"%1$s score":["%1$s-poäng"],"Clicks, Impressions, CTR, Position":["Klick, visningar, klickfrekvens, position"],"The top 5 URLs on your website with the highest number of clicks over the last 28 days.":["De 5 främsta URL:erna på din webbplats med flest klick under de senaste 28 dagarna."],"The average position of your website in the Google search results over the last 28 days.":["Den genomsnittliga positionen för din webbplats i Googles sökresultat under de senaste 28 dagarna."],"Average position of your website in the Google search results\u0004Average position":["Genomsnittlig position"],"The average click-through-rate for your website in the Google search results over the last 28 days.":["Den genomsnittliga klickfrekvensen för din webbplats i Googles sökresultat under de senaste 28 dagarna."],"Click-through-rate for your website in the Google search results\u0004Average CTR":["Genomsnittlig klickfrekvens"],"The number of times users clicked on your website's link in the Google search results\u0004Clicks":["Klick"],"The number of times your website appeared in the Google search results\u0004Impressions":["Visningar"],"The number of organic sessions that began on your website.":["Antalet organiska sessioner som började på din webbplats."],"Data provided by:":["Data tillhandahålls av:"],"Impressions, Clicks, Site CTR, Average position":["Visningar, klick, webbplatsens CTR, genomsnittlig position"],"The number of times your website appeared in the Google search results over the last 28 days.":["Antalet gånger din webbplats visades i Googles sökresultat under de senaste 28 dagarna."],"The number of times users clicked on your website's link in the Google search results over the last 28 days.":["Antalet gånger användare klickade på länken till din webbplats i Googles sökresultat under de senaste 28 dagarna."],"Last 28 days":["Senaste 28 dagarna"],"Organic sessions":["Organiska sessioner"],"Organic sessions chart":["Diagram över organiska sessioner"],"Actions":["Åtgärder"],"CTR":["CTR"],"Impressions":["Visningar"],"Clicks":["Klick"],"Average position":["Genomsnittlig position"],"Landing page":["Landningssida"],"We can’t analyze your content, because you’re in a non-production environment.":["Vi kan inte analysera ditt innehåll eftersom du befinner dig i en icke-produktionsmiljö."],"Top 5 most popular content":["Topp 5 mest populära innehåll"],"Top 5 search queries":["Topp 5 sökningar"],"Query":["Sökning"],"No data to display: Your site hasn't received any visitors yet.":["Inga data att visa: Din webbplats har ännu inte fått några besökare."],"We can’t provide an SEO score for this page.":["Vi kan inte tillhandahålla ett SEO-betyg för den här sidan."],"We can’t provide SEO scores, because the SEO analysis is disabled for your site.":["Vi kan inte tillhandahålla SEO-poäng eftersom SEO-analysen är inaktiverad för din webbplats."],"Something went wrong. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["Något gick fel. Försök att uppdatera sidan. Om problemet kvarstår kan du besöka vår %1$ssupport-sida%2$s."],"Content analysis hasn't started. Please open this page in your editor, enter a focus keyphrase and save.":["Innehållsanalysen har inte startat. Öppna den här sidan i din redigerare, ange en fokusnyckelfras och spara."],"You don’t have permission to access this resource. Please contact your admin for access. In case you need further help, please check our %1$sSupport page%2$s.":["Du har inte behörighet att komma åt den här resursen. Kontakta din administratör för att få åtkomst. Om du behöver ytterligare hjälp kan du besöka vår %1$ssupport-sida%2$s."],"The request timed out. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["Begäran tog för lång tid. Försök att uppdatera sidan. Om problemet kvarstår kan du besöka vår %1$ssupport-sida%2$s."],"Site Kit by Google":["Site Kit by Google"],"SEO scores":["SEO-poäng"],"Readability scores":["Läsbarhetspoäng"],"Clear filter":["Rensa filter"],"All":["Alla"],"Nothing found":["Inget hittades"],"Your content has an average SEO score. Time to find opportunities for improvement!":["Ditt innehåll har en medelgod SEO-poäng. Det vore bra att hitta möjliga förbättringar!"],"Your content has an average readability score. Time to find opportunities for improvement!":["Ditt innehålls läsbarhetspoäng är genomsnittlig. Dags att hitta möjligheter till förbättringar!"],"We haven’t analyzed this content yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Vi har inte analyserat detta innehåll ännu. Öppna det i redigeraren, mata in en fokusnyckelfras och spara den, så kan vi påbörja analysen."],"Some of your content could use a little extra care. Take a look and start improving!":["En del av ditt innehåll kan behöva lite extra omsorg. Titta närmare och gör förbättringar!"],"Some of your content hasn't been analyzed yet. Please open it and save it in your editor so we can start the analysis.":["En del av ditt innehåll är inte analyserats än. Öppna innehållet i redigeraren och tryck på spara, så kan vi inleda analysen."],"Some of your content hasn't been analyzed yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["En del av ditt innehåll är inte analyserats än. Öppna innehållet i redigeraren, kontrollera att en nyckelordsfras är angiven och tryck på spara, så kan vi inleda analysen."],"Something went wrong.":["Något gick fel."],"Most of your content has a good readability score. Well done!":["Det mesta av ditt innehåll har en god läsbarhetspoäng. Stiligt!"],"Most of your content has a good SEO score. Well done!":["Det mesta av ditt innehåll har bra SEO-poäng. Bravo!"],"Not analyzed":["Ej analyserat"],"Content type":["Innehållstyp"],"Needs improvement":["Behöver förbättras"],"Disabled":["Inaktiverad"],"SEO score":["SEO-poäng"],"Good":["Bra"],"OK":["OK"],"Edit":["Redigera"],"View":["Visa"]}},"comment":{"reference":"js\/dist\/externals\/dashboardFrontend.js"}}