{"translation-revision-date":"2025-08-12 09:15:09+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Show me":["Visa mig"],"You’re back in Yoast SEO. If you still have tasks to finish in Site Kit by Google, you can %1$s return to their dashboard%2$s anytime.":["Du är tillbaka i Yoast SEO. Om du fortfarande har uppgifter att slutföra i Site Kit by Google kan du %1$s återvända till deras adminpanel%2$s när som helst."],"Update Site Kit by Google":["Uppdatera Site Kit by Google"],"You are using an outdated version of the Site Kit by Google plugin. Please update to the latest version to connect Yoast SEO with Site Kit by Google.":["Du använder en föråldrad version av tillägget Site Kit by Google. Uppdatera till den senaste versionen för att ansluta Yoast SEO med Site Kit by Google."],"Your current version of the Site Kit by Google plugin is no longer compatible with Yoast SEO. Please update to the latest version to restore the connection.":["Din nuvarande version av tillägget Site Kit by Google är inte längre kompatibel med Yoast SEO. Uppdatera till den senaste versionen för att återställa anslutningen."],"Fine-tune your SEO and optimize your content using key performance metrics (KPI).":["Finjustera din SEO och optimera ditt innehåll med hjälp av viktiga prestationsmätvärden (KPI:er)."],"Grow your audience with actionable SEO and user behavior insights.":["Väx din publik med handlingsbara SEO-insikter och information om användarbeteende."],"Here's what you'll unlock:":["Här är vad du kommer att få tillgång till:"],"You don’t have view access to Site Kit by Google. Please contact the admin who set it up.":["Du har inte visningsåtkomst till Site Kit från Google. Kontakta administratören som har konfigurerat det."],"You're all set, here are some benefits:":["Du är klar, här är några fördelar:"],"You’ve successfully connected your site with Site Kit by Google!":["Du har anslutit din webbplats till Site Kit från Google!"],"Please contact your WordPress admin to install, activate, and set up the Site Kit by Google plugin.":["Kontakta din WordPress-administratör för att installera, aktivera och konfigurera tillägget Site Kit från Google."],"Loading…":["Laddar in …"],"Remove permanently":["Ta bort permanent"],"CONNECT":["ANSLUT"],"SET UP":["STÄLL IN"],"ACTIVATE":["AKTIVERA"],"INSTALL":["INSTALLERA"],"Remove until next visit":["Ta bort tills nästa besök"],"Open Site Kit widget dropdown menu":["Öppna rullgardinsmenyn för Site Kit-widgeten"],"Expand your dashboard with insights from Google!":["Utöka din adminpanel med insikter från Google!"],"Bring together powerful tools like Google Analytics and Search Console for a complete overview of your website's performance, all in one seamless dashboard.":["Samla kraftfulla verktyg som Google Analytics och Search Console för en komplett översikt över din webbplats prestanda, allt i en smidig adminpanel."],"Welcome to your dashboard! Check your content's SEO performance, readability, and overall strengths and opportunities. Get even more insights by enabling the ‘SEO analysis’ and the ‘Readability analysis’ in your %1$sSite features%2$s or your %3$suser profile settings%4$s.":["Välkommen till din adminpanel! Kontrollera ditt innehålls SEO-prestanda, läsbarhet samt övergripande styrkor och möjligheter. Få ännu fler insikter genom att aktivera “SEO-analys” och “Läsbarhetsanalys” i dina %1$swebbplatsfunktioner%2$s eller i dina %3$sanvändarprofilinställningar%4$s."],"Oops! You can’t see the overview of your SEO insights right now because you’re in a non-production environment.":["Hoppsan! Du kan inte se översikten för dina SEO-insikter just nu eftersom du befinner dig i en icke-produktionsmiljö."],"Install Site Kit by Google":["Installera Site Kit by Google"],"Activate Site Kit by Google":["Aktivera Site Kit by Google"],"Set up Site Kit by Google":["Ställ in Site Kit by Google"],"Connect Site Kit by Google":["Anslut Site Kit by Google"],"Give us permission to access your Site Kit data, allowing insights from tools like Google Analytics and Search Console to be displayed directly on your dashboard.":["Ge oss samtycke till att komma åt dina Site Kit-data, så att insikter från verktyg som Google Analytics och Search Console kan visas direkt i din adminpanel."],"Grant consent":["Bevilja samtycke"],"Grant consent to connect with Site Kit by Google":["Samtyck till att ansluta till Site Kit by Google"],"Oops! You can’t see the overview of your SEO scores and readability scores right now because you’re in a non-production environment.":["Oj! Det går inte att visa översikten över dina SEO- och läsbarhetspoäng just nu eftersom denna webbplats inte körs i produktionsmiljö."],"It looks like the ‘SEO analysis’ and the ‘Readability analysis’ are currently disabled in your %1$sSite features%2$s or your %3$suser profile settings%4$s. Enable these features to start seeing all the insights you need right here!":["Just nu verkar ”SEO-analys” och ”Läsbarhetsanalys” vara inaktiverade under %1$sWebbplatsfunktioner%2$s eller i %3$sinställningarna för din användarprofil%4$s. Aktivera dessa funktioner, så kommer alla insikter du behöver att visas här!"],"Hi %s,":["Hej %s,"],"Welcome to your dashboard! Check your content's SEO performance, readability, and overall strengths and opportunities. %1$sLearn more about the dashboard%2$s.":["Det här är din instrumentpanel! Här kan du hålla koll på ditt innehålls SEO-prestanda, läsbarhet samt övergripande styrkor och möjligheter. %1$sLäs mer om instrumentpanelen%2$s."],"Yes, leave page":["Ja, lämna sida"],"Something went wrong":["Något gick fel"],"This problem can't be hidden at this time. Please try again later.":["Detta problem kan inte döljas just nu. Försök igen senare."],"This notification can't be hidden at this time. Please try again later.":["Denna avisering kan inte döljas just nu. Försök igen senare."],"Unsaved changes":["Ej sparade ändringar"],"There are unsaved changes in one or more steps of the first-time configuration. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Det finns osparade ändringar i ett eller flera steg i grundinställningarna. Om du lämnar denna sida kommer dina ändringar inte att sparas. Är du säker på att du vill lämna sidan?"],"hidden problem":["dolt problem","dolda problem"],"hidden notification":["dold avisering","dolda aviseringar"],"Buy now":["Köp nu"],"%1$sBuy%2$s %3$s":["%1$sKöp%2$s %3$s"],"Tell us about your site, so we can get it ranked! Let's get your site in tip-top shape for the search engines. Follow these 5 steps to make Google understand what your site is about.":["Berätta om din webbplats, så ser vi till att den rankar! Låt oss få din webbplats i toppskick för sökmotorerna. Med hjälp av följande 5 steg kommer Google att förstå vad din webbplats handlar om."],"%1$s Dashboard - %2$s":["Instrumentpanel för %1$s – %2$s"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Om du har tänkt på att uppgradera, så kan du göra det nu! 30 % RABATT till och med 3 december kl. 11:00 (CET)"],"30% OFF - BLACK FRIDAY":["30 % RABATT – BLACK FRIDAY"],"Dashboard navigation":["Navigering i instrumentpanelen"],"Close dashboard navigation":["Stäng navigeringen i instrumentpanelen"],"Open dashboard navigation":["Öppna navigeringen i instrumentpanelen"],"Monitor and manage potential SEO problems affecting your site and stay informed with important notifications and updates.":["Övervaka och hantera potentiella SEO-problem som kan påverka din webbplats och håll dig informerad med viktiga meddelanden och uppdateringar."],"Alert center":["Aviseringar"],"Optimize your SEO content with %s":["Optimera ditt SEO-innehåll med %s"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Gör redigering av innehåll till en barnlek! Optimera ditt SEO-innehåll med snabba, lättförståeliga förslag med ett klick på en knapp.%1$s%2$sLäs mer%3$s%4$s"],"Undefined error message.":["Odefinierat felmeddelande."],"E.g. https:\/\/x.com\/yoast":["T.ex. https:\/\/x.com\/yoast"],"X":["X"],"30-day money back guarantee.":["30 dagars pengarna tillbaka-garanti."],"Explore %s now!":["Utforska %s nu!"],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSupersnabba%2$s förslag på interna länkar."],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sSupport dygnet runt%2$s: Även på kvällar och helger."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sFlera nyckelord%2$s: Ranka högre för fler sökningar."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sInga fler brutna länkar%2$s: Automatisk omdirigeringshanterare."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Bättre SEO-rubriker och metabeskrivningar, snabbare."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sInbjudande förhandsvisningar i sociala nätverk%2$s som människor faktiskt vill klicka på."],"What data will be collected and why?":["Vilka data kommer att samlas in och varför?"],"No, I don't want to share my site data":["Nej, jag vill inte dela min webbplatsdata"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["Stiligt! Tack vare de uppgifter du har lämnat har %1$s förbättrat din webbplats för sökmotorer genom att ge dem en tydligare bild av vad din webbplats handlar om."],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["Om ditt mål är att ranka bättre behöver du arbeta regelbundet med din SEO. Det kan kännas överväldigande, så låt oss ta ett steg i taget!"],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["Viktigt: Vi kommer inte att sälja dessa uppgifter och vi kommer inte att samla in några personuppgifter varken om dig eller dina besökare."],"Yes, give me your free tips!":["Ja, ge mig era gratis tips!"],"Are you open to help us improve our services?":["Är du öppen för att hjälpa oss att förbättra våra tjänster?"],"Get free weekly SEO tips!":["Få gratis SEO-tips varje vecka!"],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["Nu är du nästan klar! Slutför alla inställningar i detta steg så att sökmotorerna vet vad din webbplats handlar om."],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["Låt oss börja med att köra SEO-dataoptimeringen. Det innebär att vi söker igenom din webbplats och skapar en databas med optimerad SEO-data. Detta kommer inte att ändra något innehåll eller några inställningar på din webbplats och det enda du behöver göra är att trycka på ”start”!\n\nObs: Om du har mycket innehåll kan optimeringen ta en stund. Men det är värt det, vi lovar!"],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["Genom att slutföra detta steg hjälper du Google att förstå din webbplats ännu bättre. Bonus: du ökar dina chanser att få %1$sberikade resultat%2$s!"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["Prenumerera på nyhetsbrevet för %1$s för att få råd om bästa praxis så att du kan ranka bättre, lägga mindre tid på SEO-arbete, hålla dig uppdaterad med de senaste SEO-nyheterna och få expertråd om hur du får ut så mycket som möjligt av %2$s!"],"We've successfully analyzed your site & optimized your SEO data!":["Vi har analyserat din webbplats och optimerat dina SEO-data!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["Bra jobbat! Lägg in din organisations konton på sociala medier nedan. Detta gör det möjligt för oss att finjustera dina metadata för dessa plattformar."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Använd AI för att generera rubriker och metabeskrivningar, automatiskt omdirigera borttagna sidor, få tillgång till support dygnet runt och mycket, mycket mer!"],"30% OFF":["30&nbsp;% RABATT"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Utnyttja din rabatt på 30 % nu!"],"Learn how to increase your rankings with %1$s":["Lär dig hur du förbättrar din rankning med %1$s"],"Sign up today!":["Registrera idag!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Känner du dig vilsen när det gäller att optimera webbplatsen för sökmotorerna? Delta i vårt KOSTNADSFRIA webbseminarium för att få det självförtroende du behöver för att börja optimera som ett proffs! Du får kunskapen och verktygen du behöver för att börja implementera SEO på ett effektivt sätt."],"Join our FREE webinar for SEO success":["Delta i vårt webbseminarium som är GRATIS för framgångsrik SEO"],"You have selected the user %1$s as the person this site represents.":["Du har valt användaren %1$s som den person denna webbplats representerar."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Du kan %1$suppdatera eller lägga till sociala profiler till denna användarprofil%2$s."],"Please select a user in the Site representation step.":["Välj en användare i steget ”Webbplatsrepresentation”."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Om du väljer en person som ska representera webbplatsen kommer vi att använda de sociala länkarna från den valda användarens profil."],"%1$sGet%2$s %3$s":["%1$sSkaffa%2$s %3$s"],"Deny":["Neka"],"Allow":["Tillåt"],"Got it!":["Jag förstår!"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["För att kunna se denna video måste du tillåta %1$s att ladda in inbäddade videor från %2$s."],"We could not save the website name. Please check the value.":["Vi kunde inte spara webbplatsens namn. Kontrollera värdet."],"Learn more":["Lär dig mer"],"Unlock with %1$s":["Lås upp med %1$s"],"No, continue editing":["Nej, fortsätt redigera"],"E.g. https:\/\/facebook.com\/yoast":["T.ex. https:\/\/facebook.com\/yoast"],"Refresh this page":["Uppdatera denna sida"],"Something went wrong. An unexpected error occurred.":["Något gick fel. Ett oväntat fel uppstod."],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Detta innebär tyvärr att du förlorar eventuella ändringar i denna sektion som inte har sparats. Du kan försöka lösa problemet genom att ladda om denna sida. Om det här felet fortfarande uppstår kan du kontakta vårt supportteam så hjälper vi dig."],"Contact support":["Kontakta supporten"],"We're very sorry, but it seems like the following error has interrupted our application:":["Det verkar som att följande fel har stoppat vår applikation:"],"Read reviews from real users":["Läs recensioner från riktiga användare"],"Dismiss":["Avfärda"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Vi tog oss friheten att använda ditt webbplatsnamn och logga för organisationens namn och logga. Ändra dem gärna nedan."],"Beta":["Beta"],"Dismiss this notice.":["Avfärda detta meddelande."],"Personal preferences":["Personliga preferenser"],"An error has occurred: %1$s":["Ett fel har uppstått: %1$s"],"Finish configuration":["Avsluta konfiguration"],"SEO data optimization":["SEO-dataoptimering"],"We could not save the organization name. Please check the value.":["Vi kunde inte spara organisationens namn. Kontrollera värdet."],"E.g. example@email.com":["T.ex. example@email.com"],"Please enter a valid email address.":["Ange en giltig e-postadress."],"Thank you! Check your inbox for the confirmation email.":["Tack! Öppna bekräftelsemeddelandet i din inkorg."],"Or go to your SEO dashboard":["Eller gå till din adminpanel för SEO"],"Personal logo or avatar":["Personlig logga eller profilbild"],"Select a user":["Välj en användare"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Du har angett användaren %1$s som den person denna webbplats representerar. Informationen i denna användares profil kommer nu att användas i sökresultaten. %2$sUppdatera denna profil och säkerställ att informationen är korrekt%3$s."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Du har angett användaren %1$s som den person denna webbplats representerar. Informationen i denna användares profil kommer nu att användas i sökresultaten. Du har inte behörighet att uppdatera användarens profil, så be hen eller en administratör kontrollera att all information stämmer."],"Tell us! Is your site about an organization or a person?":["Hjälp oss! Handlar din webbplats om en organisation eller en person?"],"Select an option":["Välj ett alternativ"],"We've already successfully analyzed your site. You can move on to the next step.":["Vi har redan analyserat din webbplats. Du kan gå vidare till nästa steg."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO-dataoptimering körs … Du kan tryggt gå vidare till nästa steg i denna konfiguration."],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Tänk på att du behöver köra SEO-dataoptimeringen för att få maximal nytta av denna inställning."],"Uploading image…":["Laddar upp bild …"],"Add another profile":["Lägg till en annan profil"],"E.g. https:\/\/www.wikipedia.com\/yoast":["T.ex. https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["T.ex. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["T.ex. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["T.ex. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["T.ex. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["T.ex. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["T.ex. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["T.ex. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["T.ex. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["T.ex. https:\/\/www.facebook.com\/yoast"],"Delete item":["Ta bort objekt"],"E.g. https:\/\/social-platform.com\/yoast":["T.ex. https:\/\/social-platform.com\/yoast"],"Other social profile":["Annan social profil"],"First-time configuration":["Startkonfiguration"],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Du har inte behörighet att redigera de sociala profilerna för denna användare. Be denna användare eller en administratör att göra detta."],"Email address":["E-postadress"],"Could not save this value. Please check the URL.":["Kunde inte spara detta värde. Kontrollera URL."],"Could not save this value. Please check the URL or username.":["Kunde inte spara detta värde. Kontrollera URL eller användarnamn."],"Oops! Something went wrong. Check your email address and try again.":["Hoppsan! Något gick fel. Kontrollera din e-postadress och försök igen."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respekterar din integritet. Läs %1$svår integritetspolicy%2$s om hur vi hanterar din personliga information."],"Save and continue":["Spara och fortsätt"],"Yes, you can collect my site data":["Ja, du kan samla in min webbplatsdata"],"Does your site represent an Organization or Person?":["Representerar din webbplats en organisation eller person?"],"Site representation":["Webbplatsrepresentation"],"Continue":["Fortsätt"],"Response":["Svar"],"Error message":["Felmeddelande"],"Status code":["Statuskod"],"Request method":["Metod för begäran"],"Request URL":["URL för begäran"],"Error details":["Felinformation"],"Error stack trace":["Spårning av felstack"],"Select image":["Välj bild"],"Replace image":["Ersätt bild"],"Remove image":["Ta bort bild"],"This feature has been disabled since subsites never send tracking data.":["Denna funktion har inaktiverats eftersom underwebbplatser aldrig skickar spårningsdata."],"Stop SEO data optimization":["Stoppa SEO-dataoptimering"],"SEO data optimization is disabled for non-production environments.":["SEO-dataoptimering är inaktiverat för alla miljöer som inte är produktionsmiljöer."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Denna funktion inkluderar och ersätter textlänkräknare och intern länkanalys"],"Start SEO data optimization":["Starta SEO-dataoptimering"],"Can we collect anonymous information about your website to enhance %1$s?":["Kan vi samla in anonym information om din webbplats för att förbättra %1$s?"],"Check out %1$s":["Kolla in %1$s"],"Learn SEO":["Lär dig SEO"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Vi har både gratis- och premiumkurser online för att lära dig allt du behöver veta om SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Vill du lära dig SEO från Team Yoast? Kolla in vår %1$s!"],"Organization logo":["Organisationens logga"],"Organization name":["Organisationens namn"],"Upgrade to %s":["Uppgradera till %s"],"This feature has been disabled by the network admin.":["Denna funktion har inaktiverats av nätverksadministratören."],"Go back":["Gå tillbaka"],"(Opens in a new browser tab)":["(Öppnas i en ny webbläsarflik)"],"Save changes":["Spara ändringar"],"No new notifications.":["Inga nya aviseringar."],"Name":["Namn"],"Social profiles":["Sociala profiler"],"Notifications":["Aviseringar"],"%s notification":["%s avisering","%s aviseringar"],"Problems":["Problem"],"Good job! We could detect no serious SEO problems.":["Bra jobbat! Vi kan inte upptäcka några allvarliga SEO-problem."],"Dashboard":["Adminpanel"],"We have detected the following issues that affect the SEO of your site.":["Vi har upptäckt följande problem som påverkar SEO på din webbplats."],"Website name":["Webbplatsens namn"],"Close":["Stäng"],"Facebook":["Facebook"],"Edit":["Redigera"]}},"comment":{"reference":"js\/dist\/general-page.js"}}