{"translation-revision-date":"2025-08-12 12:05:10+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"You’re back in Yoast SEO. If you still have tasks to finish in Site Kit by Google, you can %1$s return to their dashboard%2$s anytime.":["Вы вернулись в Yoast SEO. Если у вас еще остались задачи в Site Kit by Google, вы можете %1$s вернуться в консоль%2$s в любое время."],"Update Site Kit by Google":["Обновить Site Kit от Google"],"Your current version of the Site Kit by Google plugin is no longer compatible with Yoast SEO. Please update to the latest version to restore the connection.":["Ваша текущая версия плагина Site Kit by Google больше не совместима с Yoast SEO. Пожалуйста, обновите его до последней версии, чтобы восстановить совместимость."],"You are using an outdated version of the Site Kit by Google plugin. Please update to the latest version to connect Yoast SEO with Site Kit by Google.":["Вы используете устаревшую версию плагина Site Kit by Google. Пожалуйста, обновите его до последней версии, чтобы подключить Yoast SEO к Site Kit by Google."],"Fine-tune your SEO and optimize your content using key performance metrics (KPI).":["Точная настройка SEO и оптимизация контента с помощью ключевых показателей эффективности (KPI)."],"Grow your audience with actionable SEO and user behavior insights.":["Расширяйте свою аудиторию, используя практические данные о SEO и поведении пользователей."],"Here's what you'll unlock:":["Вот что вы получите:"],"You don’t have view access to Site Kit by Google. Please contact the admin who set it up.":["У вас нет доступа к просмотру Site Kit by Google. Пожалуйста, свяжитесь с администратором, который его установил."],"You're all set, here are some benefits:":["У вас все готово, вот несколько преимуществ:"],"You’ve successfully connected your site with Site Kit by Google!":["Вы успешно подключили свой сайт к Site Kit от Google!"],"Please contact your WordPress admin to install, activate, and set up the Site Kit by Google plugin.":["Пожалуйста, обратитесь к вашему администратору WordPress, чтобы установить, активировать и настроить плагин Site Kit от Google."],"Loading…":["Загрузка..."],"SET UP":["УСТАНОВКА"],"Remove permanently":["Удалить навсегда"],"Remove until next visit":["Удалить до следующего визита"],"Open Site Kit widget dropdown menu":["Выпадающее меню виджета Site Kit"],"CONNECT":["ПОДКЛЮЧИТЬ"],"Expand your dashboard with insights from Google!":["Расширьте свою панельинструментов  благодаря информации от Google!"],"INSTALL":["УСТАНОВИТЬ"],"ACTIVATE":["АКТИВИРОВАТЬ"],"Bring together powerful tools like Google Analytics and Search Console for a complete overview of your website's performance, all in one seamless dashboard.":["Объедините такие мощные инструменты, как Google Analytics и Search Console, чтобы получить полный обзор производительности вашего сайта на одной удобной панели."],"Welcome to your dashboard! Check your content's SEO performance, readability, and overall strengths and opportunities. Get even more insights by enabling the ‘SEO analysis’ and the ‘Readability analysis’ in your %1$sSite features%2$s or your %3$suser profile settings%4$s.":["Добро пожавловать в панель инструментов! Узнайте о SEO-характеристиках вашего контента, его читабельности, сильных сторонах и возможностях. Узнайте еще больше, включив \"SEO-анализ\" и \"Анализ читабельности\" в %1$sфункциях сайта%2$s или %3$sнастройках профиля пользователя%4$s."],"Oops! You can’t see the overview of your SEO insights right now because you’re in a non-production environment.":["Упс! Вы не можете просмотреть обзор ваших SEO-информаций прямо сейчас, потому что находитесь в тестовой среде."],"Give us permission to access your Site Kit data, allowing insights from tools like Google Analytics and Search Console to be displayed directly on your dashboard.":["Дайте нам разрешение на доступ к вашим данным Site Kit, это позволит отображать информацию их таких инструментов как Google Analytics и Search Console непосредственно в вашей панели инструментов."],"Grant consent":["Дать согласие"],"Install Site Kit by Google":["Установите Site Kit от Google"],"Set up Site Kit by Google":["Установите Site Kit от Google"],"Activate Site Kit by Google":["Активируйте Site Kit от Google"],"Connect Site Kit by Google":["Подключите Site Kit от Google"],"Grant consent to connect with Site Kit by Google":["Дайте согласие на подключение к Site Kit от Google"],"Oops! You can’t see the overview of your SEO scores and readability scores right now because you’re in a non-production environment.":["Упс! Вы не можете увидеть обзор ваших оценок SEO и читабельности прямо сейчас, потому что вы находитесь в непроизводственной среде."],"It looks like the ‘SEO analysis’ and the ‘Readability analysis’ are currently disabled in your %1$sSite features%2$s or your %3$suser profile settings%4$s. Enable these features to start seeing all the insights you need right here!":["Похоже, что «SEO-анализ» и «Анализ читабельности» в настоящее время отключены в %1$sНастройках сайта%2$s или %3$sнастройках профиля пользователя%4$s. Включите эти функции, чтобы начать видеть все необходимые сведения прямо здесь!"],"Welcome to your dashboard! Check your content's SEO performance, readability, and overall strengths and opportunities. %1$sLearn more about the dashboard%2$s.":["Добро пожаловать в панель инструментов! Проверьте SEO-эффективность, читабельность и сильные стороны и возможности для улучшения. %1$sУзнайте больше о панели инструментов%2$s."],"Hi %s,":["Привет %s,"],"Yes, leave page":["Да, покинуть страницу"],"Something went wrong":["Что-то пошло не так"],"There are unsaved changes in one or more steps of the first-time configuration. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["На одном или нескольких этапах первой конфигурации имеются несохраненные изменения. Если вы уйдете со страницы, изменения будут потеряны. Вы уверены, что хотите покинуть страницу?"],"This notification can't be hidden at this time. Please try again later.":["Уведомление не может быть скрыто в данный момент. Пожалуйста, повторите попытку позже."],"This problem can't be hidden at this time. Please try again later.":["Проблема не может быть скрыта в данный момент. Пожалуйста, повторите попытку позже."],"Unsaved changes":["Несохранённые изменения"],"Tell us about your site, so we can get it ranked! Let's get your site in tip-top shape for the search engines. Follow these 5 steps to make Google understand what your site is about.":["Расскажите нам о своем сайте, чтобы мы могли его продвинуть! Давайте приведем ваш сайт в идеальное состояние для поисковых систем. Выполните эти 5 шагов, чтобы Google понял, о чем ваш сайт."],"hidden problem":["скрытая проблема","скрытых проблемы","скрытых проблем"],"hidden notification":["скрытое уведомление","скрытых уведомления","скрытых уведомлений"],"%1$s Dashboard - %2$s":["%1$s Панель управления - %2$s"],"Buy now":["Купить сейчас"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Если вы подумывали об обновлении, то сейчас самое время! Скидка 30% заканчивается 3 декабря в 11:00 (CET)"],"%1$sBuy%2$s %3$s":["%1$sКупить%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30% СКИДКА - ЧЕРНАЯ ПЯТНИЦА"],"Dashboard navigation":["Навигация по панели управления"],"Close dashboard navigation":["Закрыть навигацию по панели управления"],"Open dashboard navigation":["Открыть навигацию по панели управления"],"Monitor and manage potential SEO problems affecting your site and stay informed with important notifications and updates.":["Отслеживайте и управляйте потенциальными SEO-проблемами, затрагивающими ваш сайт, и будьте в курсе важных уведомлений и обновлений."],"Alert center":["Центр оповещения"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Сделайте редактирование содержимого легким! Оптимизируйте свое SEO-содержимое с помощью быстрых и действенных предложений одним нажатием кнопки.%1$s%2$sУзнать больше%3$s%4$s"],"Optimize your SEO content with %s":["Оптимизируйте свое SEO-содержимое с помощью %s"],"Undefined error message.":["Сообщение о неопределенной ошибке."],"E.g. https:\/\/x.com\/yoast":["Напр. https:\/\/x.com\/yoast"],"X":["X"],"30-day money back guarantee.":["Гарантия возврата денег в течение 30 дней."],"Explore %s now!":["Исследуйте %s сейчас!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sКруглосуточная поддержка%2$s: Также вечером и на выходных."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sБольше никаких нерабочих ссылок%2$s: Менеджер автоматического перенаправления."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sСупербыстрые%2$s предложения внутренних ссылок."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sПривлекательные предпросмотры соцсетей%2$s, на которые действительно хочется нажать."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sНесколько ключевых слов%2$s: Ранжирование по большему количеству поисковых запросов."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sИИ%2$s: Лучшие SEO-заголовки и мета-описания, быстрее."],"What data will be collected and why?":["Какие данные будут собираться и с какой целью?"],"No, I don't want to share my site data":["Нет, я не хочу делиться данными моего сайта"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["Отличная работа! Благодаря дополнительной информации, которую вы предоставили, %1$s улучшил ваш сайт для поисковых систем, дав им более четкое представление о том, что представляет собой ваш сайт."],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["Если ваша цель - повышение рейтинга, вам необходимо регулярно работать над своим SEO. Это может оказаться непосильной задачей, поэтому давайте решать ее пошагово!"],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["Важно: Мы не продаем эти данные и не собираем никакой личной информации о вас или ваших посетителях."],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["Почти готово! Завершите все настройки на этом этапе, чтобы поисковики знали, о чем ваш сайт."],"Yes, give me your free tips!":["Да, хочу получать бесплатные советы!"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["Подпишитесь на рассылку %1$s, чтобы получать лучшие идеи для повышения рейтинга, экономить время на выполнении SEO-задач, быть в курсе последних SEO-новостей и получать рекомендации экспертов о том, как максимально использовать %2$s!"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["Давайте начнем с оптимизации SEO-данных. Это значит, что мы просканируем ваш сайт и создадим базу данных с оптимизированными SEO-данными. Это не изменит никакого содержимого или настроек на вашем сайте, и вам не нужно ничего делать, просто нажмите кнопку \"Пуск\"! ↵ ↵ Примечание: Если у вас много содержимого, оптимизация может занять некоторое время. Но поверьте нам, это того стоит!"],"Are you open to help us improve our services?":["Вы готовы помочь нам улучшить наш сервис?"],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["Выполнение этого шага поможет Google еще лучше понять ваш сайт. Бонус: Вы повысите свои шансы на получение %1$sвысоких результатов%2$s!"],"Get free weekly SEO tips!":["Получайте бесплатные еженедельные советы по SEO!"],"We've successfully analyzed your site & optimized your SEO data!":["Мы успешно проанализировали ваш сайт и оптимизировали ваши SEO-данные!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["Фантастическая работа! Добавьте страницы вашей организации в социальных сетях ниже. Это позволит нам точно настроить метаданные для этих платформ."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Используйте ИИ для создания заголовков и метаописаний, автоматического перенаправления удаленных страниц, круглосуточной поддержки и многого другого!"],"BLACK FRIDAY":["Черная Пятница"],"30% OFF":["Скидка 30%"],"Claim your 30% off now!":["Получите свою скидку 30% сейчас!"],"Sign up today!":["Зарегистрируйтесь сегодня!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Чувствуете себя потерянным, когда дело доходит до оптимизации вашего сайта для поисковых систем? Присоединяйтесь к нашему БЕСПЛАТНОМУ вебинару, чтобы обрести уверенность, необходимую для того, чтобы начать оптимизировать как профессионал! Вы получите знания и инструменты, чтобы начать эффективное внедрение SEO."],"Learn how to increase your rankings with %1$s":["Узнайте, как повысить свой рейтинг с помощью %1$s"],"Join our FREE webinar for SEO success":["Присоединяйтесь к нашему БЕСПЛАТНОМУ вебинару для успеха SEO"],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Если вы выберете человека для представления этого сайта, мы будем использовать социальные профили со страницы профиля выбранного пользователя."],"Please select a user in the Site representation step.":["Выберите пользователя на этапе Представление сайта."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Вы можете %1$sобновить или добавить социальные профили в этот профиль пользователя%2$s."],"You have selected the user %1$s as the person this site represents.":["Вы выбрали пользователя %1$s в качестве лица, которое представляет этот сайт."],"Got it!":["Понятно!"],"Allow":["Разрешить"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Чтобы просмотреть это видео, вам нужно разрешить %1$s загружать встроенные видео из %2$s."],"%1$sGet%2$s %3$s":["%1$sПолучить%2$s %3$s"],"Deny":["Отказать"],"We could not save the website name. Please check the value.":["Не удалось сохранить название веб-сайта. Пожалуйста, проверьте значение."],"Learn more":["Подробнее"],"Unlock with %1$s":["Разблокируйте с помощью %1$s"],"No, continue editing":["Нет, продолжить редактирование"],"E.g. https:\/\/facebook.com\/yoast":["Например, https:\/\/facebook.com\/yoast"],"Something went wrong. An unexpected error occurred.":["Что-то пошло не так. Возникла непредвиденная ошибка."],"Refresh this page":["Обновить страницу"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["К сожалению, это означает, что все ваши несохраненные изменения будут потеряны. Вы можете попробовать обновить страницу, чтобы решить проблему. Если ошибка не исчезла, свяжитесь с нашей службой поддержки, и мы окажем вам всю необходимую помощь!"],"We're very sorry, but it seems like the following error has interrupted our application:":["Нам очень жаль, но похоже, что следующая ошибка прервала работу нашего приложения:"],"Contact support":["Связаться с поддержкой"],"Read reviews from real users":["Прочитайте отзывы реальных пользователей"],"Dismiss":["Скрыть"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Мы взяли на себя смелость использовать название и логотип вашего сайта для названия и логотипа организации. Не стесняйтесь изменить их ниже."],"Beta":["Бета"],"Dismiss this notice.":["Скрыть это уведомление."],"We could not save the organization name. Please check the value.":["Не удалось сохранить название организации. Пожалуйста, проверьте значение."],"An error has occurred: %1$s":["Возникла ошибка: %1$s"],"SEO data optimization":["Оптимизация SEO-данных"],"Personal preferences":["Личные предпочтения"],"Finish configuration":["Финальные настройки"],"Please enter a valid email address.":["Пожалуйста, введите правильный email."],"Thank you! Check your inbox for the confirmation email.":["Спасибо! Проверьте свой почтовый ящик на наличие письма с подтверждением."],"E.g. example@email.com":["Например, example@email.com"],"Or go to your SEO dashboard":["Или перейдите на консоль SEO"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Вы выбрали пользователя %1$s в качестве лица, которое представляет этот сайт. Информация о профиле этого пользователя теперь будет использоваться в результатах поиска. %2$sОбновите этот профиль, чтобы убедиться, что информация правильная%3$s."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Вы выбрали пользователя %1$s в качестве лица, которое представляет этот сайт. Информация о профиле этого пользователя теперь будет использоваться в результатах поиска. Вам не разрешено обновлять профиль этого пользователя, поэтому, пожалуйста, обратитесь к этому пользователю или администратору, чтобы убедиться в правильности информации."],"Select a user":["Выберите пользователя"],"Personal logo or avatar":["Личный логотип или аватар"],"Tell us! Is your site about an organization or a person?":["Расскажите нам! Ваш сайт посвящен организации или человеку?"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO оптимизация данных запущена... Вы можете смело переходить к следующим шагам этой конфигурации."],"We've already successfully analyzed your site. You can move on to the next step.":["Мы уже успешно проанализировали ваш сайт. Вы можете перейти к следующему шагу."],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Имейте в виду, что для максимального эффекта этой конфигурации необходимо запустить оптимизацию данных SEO."],"Select an option":["Выберите вариант"],"Uploading image…":["Загрузка изображения…"],"First-time configuration":["Первая настройка"],"E.g. https:\/\/www.facebook.com\/yoast":["Например, https:\/\/www.facebook.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["Например, https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["Например, https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["Например, https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["Например, https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["Например, https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["Например, https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["Например, https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["Например, https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.wikipedia.com\/yoast":["Например, https:\/\/www.wikipedia.com\/yoast"],"Other social profile":["Профили в других соцсетях"],"E.g. https:\/\/social-platform.com\/yoast":["Например, https:\/\/social-platform.com\/yoast"],"Delete item":["Удалить элемент"],"Add another profile":["Добавить другой профиль"],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Вы не можете редактировать социальные профили этого пользователя. Пожалуйста, попросите этого пользователя или администратора сделать это."],"Email address":["Email адрес"],"Could not save this value. Please check the URL or username.":["Не удалось сохранить это значение. Проверьте URL-адрес или имя пользователя."],"Could not save this value. Please check the URL.":["Не удалось сохранить это значение. Проверьте URL-адрес."],"Oops! Something went wrong. Check your email address and try again.":["Ой! Что-то пошло не так. Проверьте свой email-адрес и попробуйте еще раз."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast уважает Вашу конфиденциальность. Прочтите нашу %1$sполитику конфиденциальности%2$s о том, как мы поступаем с Вашей личной информацией."],"Save and continue":["Сохранить и продолжить"],"Yes, you can collect my site data":["Да, вы можете собирать данные моего сайта"],"Does your site represent an Organization or Person?":["Ваш сайт представляет организацию или человека?"],"Site representation":["Представление сайта"],"Continue":["Продолжить"],"Error details":["Подробности ошибки"],"Request URL":["URL запроса"],"Request method":["Метод запроса"],"Status code":["Код статуса"],"Error message":["Сообщение об ошибке"],"Response":["Ответ"],"Error stack trace":["Трассировка стека ошибки"],"Remove image":["Удалить изображение"],"Replace image":["Заменить изображение"],"Select image":["Выберите изображение"],"This feature has been disabled since subsites never send tracking data.":["Эта возможность отключена, так как подсайты никогда не отсылают данные отслеживания."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Эта возможность включает в себя и заменяет счетчик текстовых ссылок и анализ внутренних ссылок"],"SEO data optimization is disabled for non-production environments.":["Оптимизация SEO-данных отключена для непроизводственных сред."],"Stop SEO data optimization":["Остановить оптимизацию SEO-данных"],"Start SEO data optimization":["Начать оптимизацию SEO-данных"],"Can we collect anonymous information about your website to enhance %1$s?":["Можем ли мы собирать анонимную информацию о вашем сайте для улучшения %1$s?"],"Learn SEO":["Изучайте SEO"],"Check out %1$s":["Смотрите %1$s"],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Хотите изучать SEO вместе с Командой Yoast? Смотрите нашу %1$s!"],"We have both free and premium online courses to learn everything you need to know about SEO.":["У нас есть бесплатные и платные онлайн-курсы, чтобы узнать все, что вам нужно знать о SEO."],"Organization logo":["Логотип организации"],"Organization name":["Название организации"],"Upgrade to %s":["Обновить до %s"],"This feature has been disabled by the network admin.":["Эта возможность отключена администратором сети."],"Go back":["Назад"],"(Opens in a new browser tab)":["(Откроется в новой вкладке браузера)"],"Save changes":["Сохранить изменения"],"No new notifications.":["Нет новых уведомлений."],"Name":["Имя"],"Social profiles":["Социальные профили"],"Notifications":["Уведомления"],"%s notification":["%s уведомление","%s уведомления","%s уведомлений"],"Problems":["Проблемы"],"Good job! We could detect no serious SEO problems.":["Отличная работа! Каких-либо серьезных проблем SEO не обнаружено."],"Dashboard":["Консоль"],"We have detected the following issues that affect the SEO of your site.":["Мы обнаружили следующие проблемы, влияющие на SEO вашего сайта."],"Website name":["Название сайта"],"Close":["Закрыть"],"Facebook":["Facebook"],"Edit":["Изменить"]}},"comment":{"reference":"js\/dist\/general-page.js"}}