{"translation-revision-date":"2025-06-30 10:06:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"Buy now":["Koupit nyní"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Pokud jste přemýšleli o upgradu, nyní je ten správný čas! 30% SLEVA končí 3. prosince 11:00 (CET)"],"%1$sBuy%2$s %3$s":["%1$sBuy%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30% SLEVA - ČERNÝ PÁTEK"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Úprava obsahu je hračka! Optimalizujte svůj obsah pro SEO pomocí rychlých a proveditelných návrhů na jedno kliknutí.%1$s%2$sZjistěte více%3$s%4$s"],"Optimize your SEO content with %s":["Optimalizujte svůj obsah pro SEO pomocí %s"],"Undefined error message.":["Nedefinovaná chybová zpráva."],"%1$sSupport language:%2$s English":["%1$sJazyk podpory:%2$s Angličtina"],"30-day money back guarantee.":["30denní záruka vrácení peněz."],"Only $\/€\/£99 per year (ex VAT)":["Pouze $\/€\/£99 za rok (bez DPH)"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Nechte umělou inteligenci, aby přemýšlela za vás, a ušetřete čas. Získejte kvalitní návrhy nadpisů a meta popisů, aby se váš obsah umístil na vysokých pozicích a dobře vypadal na sociálních sítích. %1$sZjistěte více%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Nechte umělou inteligenci, aby přemýšlela za vás, a ušetřete čas. Získejte vysoce kvalitní návrhy názvů produktů a meta popisů, aby se váš obsah umístil vysoko a vypadal dobře na sociálních sítích. %1$sZjistěte více%2$s%3$s"],"Explore %s now!":["Prozkoumejte %s nyní!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$s24\/7 podpora%2$s: také večer a o víkendech."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sPřitažlivé sociální náhledy%2$s, na které lidé skutečně chtějí kliknout."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sŽádné další nefunkční odkazy%2$s: Správce automatického přesměrování."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSuper rychlé%2$s návrhy interního propojení."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sVíce klíčových slov%2$s: Vyšší pozice pro více vyhledávání."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Lepší SEO názvy a meta popisy, rychleji."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Používejte umělou inteligenci ke generování nadpisů a meta popisů, automatickému přesměrování smazaných stránek, získejte podporu 24\/7 a mnoho, mnoho dalšího!"],"Claim your 30% off now!":["Požádejte o 30% slevu nyní!"],"BLACK FRIDAY":["ČERNÝ PÁTEK"],"30% OFF":["30% SLEVA"],"Use AI to write your titles & meta descriptions!":["Používejte umělou inteligenci k psaní nadpisů a meta popisů!"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Náš tým podpory je připraven zodpovědět všechny vaše dotazy. Vyplňte (vyskakovací) kontaktní formulář a my se vám co nejdříve ozveme!"],"Write a bug report":["Napište hlášení o chybě"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Narazili jste při používání %1$s na chybu? Založte prosím hlášení o chybě na našem úložišti GitHub a dejte nám o problému vědět!"],"Raise a bug report on GitHub":["Podejte hlášení o chybě na GitHubu"],"Visit WordPress forum":["Navštivte fórum WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["Na fóru podpory WordPressu pro %1$s můžete najít odpovědi nebo požádat o pomoc uživatele %1$s v komunitě WordPressu."],"WordPress support forum for %1$s":["Fórum podpory WordPressu pro %1$s"],"Visit our help center":["Navštívit nápovědu"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Podívejte se do našeho centra nápovědy, kde najdete články, návody a další zdroje, které vám pomohou využít %1$s na maximum!"],"%1$s's help center":["Centrum nápovědy %1$s"],"Need help with %1$s? These resources are a great place to start!":["Potřebujete pomoc s %1$s? Tyto materiály jsou skvělým začátkem!"],"Additional resources":["Další zdroje"],"Contact our support team":["Kontaktujte náš tým podpory"],"If you don't find the answers you're looking for and need personalized help, you can get 24\/7 support from one of our support engineers.":["Pokud nenajdete odpovědi, které hledáte, a potřebujete individuální pomoc, můžete získat nepřetržitou podporu od jednoho z našich techniků podpory."],"Frequently asked questions":["Často kladené otázky"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Zde najdete odpovědi na nejčastěji kladené otázky týkající se používání %1$s. Pokud svůj dotaz v seznamu nevidíte, můžete se podívat do níže uvedené sekce."],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Pokud máte nějaké dotazy, potřebujete pomoci s technickým problémem nebo se jen chcete pozdravit, máme pro vás vše. Kontaktujte nás a my vám rádi pomůžeme!"],"Support":["Podpora"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Chcete-li zobrazit toto video, musíte povolit %1$s načítat vložená videa z %2$s."],"Deny":["Odmítnout"],"Allow":["Povolit"],"%1$sGet%2$s %3$s":["%1$sDostat%2$s %3$s"],"Unlock with %1$s":["Odemkněte pomocí %1$s"],"Something went wrong. An unexpected error occurred.":["Něco se pokazilo. Vyskytla se neočekávaná chyba."],"Refresh this page":["Obnovte tuto stránku"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["To bohužel znamená, že všechny neuložené změny v této části budou ztraceny. Problém můžete zkusit vyřešit obnovením této stránky. Pokud k této chybě stále dochází, obraťte se na náš tým podpory a my vám poskytneme veškerou potřebnou pomoc!"],"We're very sorry, but it seems like the following error has interrupted our application:":["Je nám to velmi líto, ale zdá se, že následující chyba přerušila naši aplikaci:"],"Contact support":["Kontaktujte podporu"],"Read reviews from real users":["Přečtěte si recenze od skutečných uživatelů"],"Beta":["Beta"],"Learn SEO":["Naučte se SEO"],"Check out %1$s":["Navštívit %1$s"],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Chcete se naučit SEO přímo od týmu Yoast? Navštivte %1$s!"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Oba naše kurzy - zdarma i prémiový - vás naučí vše, co potřebujete vědět o SEO."],"Upgrade to %s":["Aktualizovat na %s"],"(Opens in a new browser tab)":["(Otevření v nové záložce)"],"Close":["Zavřít"]}},"comment":{"reference":"js\/dist\/support.js"}}