{"translation-revision-date":"2025-07-18 00:19:50+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ko_KR"},"Update Site Kit by Google":["Google의 Site Kit 업데이트"],"You’re back in Yoast SEO. If you still have tasks to finish in Site Kit by Google, you can %1$s return to their dashboard%2$s anytime.":["You’re back in Yoast SEO. If you still have tasks to finish in Site Kit by Google, you can %1$s return to their dashboard%2$s anytime."],"You are using an outdated version of the Site Kit by Google plugin. Please update to the latest version to connect Yoast SEO with Site Kit by Google.":["Google의 Site Kit 플러그인의 구버전을 사용하고 있습니다. Yoast SEO와 Google의 Site Kit을 연결하려면 최신 버전으로 업데이트하십시오."],"Your current version of the Site Kit by Google plugin is no longer compatible with Yoast SEO. Please update to the latest version to restore the connection.":["현재 사용 중인 Google의 Site Kit 플러그인 버전은 더 이상 Yoast SEO와 호환되지 않습니다. 연결을 복원하려면 최신 버전으로 업데이트하십시오."],"Fine-tune your SEO and optimize your content using key performance metrics (KPI).":["핵심 성과 지표(KPI)를 사용하여 SEO를 최적화하고 콘텐츠를 세밀하게 조정하세요."],"Grow your audience with actionable SEO and user behavior insights.":["실행 가능한 SEO 및 사용자 행동 인사이트로 귀하의 잠재 고객을 확대하세요."],"Here's what you'll unlock:":["잠금 해제할 내용:"],"You're all set, here are some benefits:":["모든 준비가 완료되었습니다. 다음은 몇 가지 장점입니다:"],"You don’t have view access to Site Kit by Google. Please contact the admin who set it up.":["Google의 Site Kit을 볼 수 있는 권한이 없습니다. 설정한 관리자에게 문의하십시오."],"Please contact your WordPress admin to install, activate, and set up the Site Kit by Google plugin.":["WordPress 관리자에게 문의하여 Site Kit by Google 플러그인을 설치, 활성화 및 설정하도록 하십시오."],"You’ve successfully connected your site with Site Kit by Google!":["사이트를 Site Kit by Google과 성공적으로 연결했습니다!"],"Loading…":["불러오는 중..."],"Bring together powerful tools like Google Analytics and Search Console for a complete overview of your website's performance, all in one seamless dashboard.":["Google Analytics 및 Search Console과 같은 강력한 도구를 하나의 매끄러운 대시보드로 결합하여 웹사이트의 성능에 대한 완벽한 개요를 확인하세요."],"Expand your dashboard with insights from Google!":["Google의 인사이트로 대시보드를 확장하세요!"],"Remove permanently":["영구적으로 제거"],"Remove until next visit":["다음 방문까지 제거"],"Open Site Kit widget dropdown menu":["Site Kit 위젯 드롭다운 메뉴 열기"],"CONNECT":["연결"],"SET UP":["설정"],"ACTIVATE":["활성화"],"INSTALL":["설치"],"Oops! You can’t see the overview of your SEO insights right now because you’re in a non-production environment.":["오잉! 현재 생산 환경이 아니어서 SEO 통찰 개요를 볼 수 없습니다."],"Welcome to your dashboard! Check your content's SEO performance, readability, and overall strengths and opportunities. Get even more insights by enabling the ‘SEO analysis’ and the ‘Readability analysis’ in your %1$sSite features%2$s or your %3$suser profile settings%4$s.":["대시보드에 오신 것을 환영합니다! 콘텐츠의 SEO 성능, 가독성, 전반적인 강점과 기회를 확인하십시오. %1$s사이트 기능%2$s 또는 %3$s사용자 프로필 설정%4$s에서 ‘SEO 분석’과 ‘가독성 분석’을 활성화하면 더 많은 통찰력을 얻을 수 있습니다."],"Install Site Kit by Google":["Google의 Site Kit 설치"],"Activate Site Kit by Google":["Google의 Site Kit 활성화"],"Set up Site Kit by Google":["Google의 Site Kit 설정"],"Connect Site Kit by Google":["Google의 Site Kit 연결"],"Grant consent":["동의하기"],"Give us permission to access your Site Kit data, allowing insights from tools like Google Analytics and Search Console to be displayed directly on your dashboard.":["사이트 킷 데이터에 접근할 수 있도록 권한을 부여해 주세요. 이를 통해 Google Analytics와 Search Console 같은 도구의 인사이트가 대시보드에 직접 표시됩니다."],"Grant consent to connect with Site Kit by Google":["Google의 Site Kit와 연결하기 위해 동의해 주세요."],"Oops! You can’t see the overview of your SEO scores and readability scores right now because you’re in a non-production environment.":["죄송합니다! 지금은 프로덕션 환경이 아니므로 SEO 점수 및 가독성 점수에 대한 개요를 볼 수 없습니다."],"It looks like the ‘SEO analysis’ and the ‘Readability analysis’ are currently disabled in your %1$sSite features%2$s or your %3$suser profile settings%4$s. Enable these features to start seeing all the insights you need right here!":["현재 %1$s사이트 기능%2$s 또는 %3$s사용자 프로필 설정%4$s에서 'SEO 분석' 및 '가독성 분석'이 비활성화되어 있는 것 같습니다. 이 기능을 활성화하여 여기에서 필요한 모든 인사이트를 확인하세요!"],"Welcome to your dashboard! Check your content's SEO performance, readability, and overall strengths and opportunities. %1$sLearn more about the dashboard%2$s.":["대시보드에 오신 것을 환영합니다! 콘텐츠의 SEO 성과, 가독성, 전반적인 강점과 기회를 확인하세요. %1$s대시보드에 대해 자세히 알아보기%2$s."],"Hi %s,":["%s님, 안녕하세요."],"Yes, leave page":["예, 페이지 나가기"],"There are unsaved changes in one or more steps of the first-time configuration. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["최초 구성의 하나 이상의 단계에 저장되지 않은 변경 사항이 있습니다. 이 페이지를 나가면 해당 변경 내용이 손실됩니다. 이 페이지를 나가시겠습니까?"],"Unsaved changes":["저장되지 않은 변경 사항"],"This notification can't be hidden at this time. Please try again later.":["지금은 이 알림을 숨길 수 없습니다. 나중에 다시 시도해 주세요."],"This problem can't be hidden at this time. Please try again later.":["현재 이 문제는 숨길 수 없습니다. 나중에 다시 시도해 주세요."],"Something went wrong":["문제가 발생했습니다."],"Dashboard navigation":["대시보드 탐색"],"Close dashboard navigation":["대시보드 탐색 닫기"],"Open dashboard navigation":["대시보드 탐색 열기"],"Monitor and manage potential SEO problems affecting your site and stay informed with important notifications and updates.":["사이트에 영향을 미칠 수 있는 잠재적인 SEO 문제를 모니터링 및 관리하고 중요한 알림과 업데이트를 통해 최신 정보를 받아보세요."],"Alert center":["알림 센터"],"Tell us about your site, so we can get it ranked! Let's get your site in tip-top shape for the search engines. Follow these 5 steps to make Google understand what your site is about.":["사이트 순위를 높일 수 있도록 사이트에 대해 알려주세요! 사이트를 검색 엔진에 최적화된 상태로 만들어 보세요. 다음 5단계에 따라 Google이 사이트의 내용을 이해할 수 있도록 하세요."],"hidden problem":["숨겨진 문제"],"hidden notification":["숨겨진 알림"],"%1$s Dashboard - %2$s":["%1$s 대시보드 - %2$s"],"Buy now":["지금 구매"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["업그레이드를 고려하고 있었다면 지금이 바로 그 때입니다! 30% 할인은 12월 3일 오전 11시(CET)에 종료됩니다."],"%1$sBuy%2$s %3$s":["%1$s구매%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30% 할인 - 블랙 프라이데이"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["콘텐츠 편집이 쉬워집니다! 버튼 클릭 한 번으로 빠르고 실행 가능한 제안을 통해 SEO 콘텐츠를 최적화하세요.%1$s%2$s자세히 알아보기%3$s%4$s"],"Optimize your SEO content with %s":["%s를 사용하여 SEO 콘텐츠 최적화"],"Undefined error message.":["정의되지 않은 오류 메시지입니다."],"E.g. https:\/\/x.com\/yoast":["예: https:\/\/x.com\/yoast"],"X":["X"],"30-day money back guarantee.":["30일 환불 보장."],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["AI가 대신 고민해주고 시간을 절약할 수 있도록 도와주세요. 제목과 메타 설명에 대한 고품질 제안을 받아 콘텐츠의 순위를 높이고 소셜 미디어에서 보기 좋게 만들 수 있습니다. %1$s자세히 알아보기%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["인공지능이 대신 고민해 주므로 시간을 절약할 수 있습니다. 제품 제목과 메타 설명에 대한 고품질 제안을 받아 콘텐츠 순위를 높이고 소셜 미디어에서 보기 좋게 만들 수 있습니다. %1$s자세히 알아보기%2$s%3$s"],"Explore %s now!":["지금 %s 살펴보기!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$s24\/7 support%2$s: 저녁과 주말에도 가능합니다."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$s매력적인 소셜 미리보기%2$s 사람들이 실제로 클릭하고 싶어합니다."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$s더 이상 끊어진 링크 없음%2$s: 자동 리디렉션 관리자."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$s초고속%2$s 내부 링크 제안."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$s복수 키워드%2$s: 더 많은 검색을 위해 순위를 높이세요."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: 더 나은 SEO 제목과 메타 설명, 더 빨라졌습니다."],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["순위를 높이는 것이 목표라면 정기적으로 SEO 작업을 해야 합니다. 너무 벅찰 수 있으니 한 번에 한 단계씩 해결해 나가도록 하세요!"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["수고하셨습니다! 제공해주신 세부 정보 덕분에 %1$s은 검색 엔진이 사이트의 내용을 더 명확하게 파악할 수 있도록 사이트를 개선했습니다."],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["중요: 당사는 이 데이터를 판매하지 않으며, 회원님 또는 방문자에 대한 개인 정보를 수집하지 않습니다."],"What data will be collected and why?":["어떤 데이터가 수집되며 그 이유는 무엇인가요?"],"No, I don't want to share my site data":["아니요, 사이트 데이터를 공유하고 싶지 않습니다."],"Are you open to help us improve our services?":["서비스 개선을 위해 도움을 주실 의향이 있으신가요?"],"Yes, give me your free tips!":["예, 무료 팁을 알려주세요!"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["%1$s 뉴스레터를 구독하고 순위 향상을 위한 모범 사례를 받아보고, SEO 작업 시간을 절약하고, 최신 SEO 뉴스를 최신 상태로 유지하고, %2$s를 최대한 활용하는 방법에 대한 전문가의 안내를 받아보세요!"],"Get free weekly SEO tips!":["주간 SEO 팁을 무료로 받아보세요!"],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["거의 다 됐습니다! 이 단계의 모든 설정을 완료하여 검색 엔진이 사이트의 내용을 알 수 있도록 하세요."],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["이 단계를 완료하면 Google이 사이트를 더 잘 이해하는 데 도움이 됩니다. 보너스: %1$s의 풍부한 결과%2$s를 얻을 확률이 높아집니다!"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["SEO 데이터 최적화를 실행하는 것부터 시작하겠습니다. 즉, 사이트를 스캔하여 최적화된 SEO 데이터로 데이터베이스를 생성합니다. 사이트의 콘텐츠나 설정은 변경되지 않으며 시작을 누르기만 하면 되므로 아무것도 할 필요가 없습니다!\n↵\n참고: 콘텐츠가 많은 경우 이 최적화에 시간이 걸릴 수 있습니다. 하지만 그만한 가치가 있습니다!"],"We've successfully analyzed your site & optimized your SEO data!":["사이트를 성공적으로 분석하고 SEO 데이터를 최적화했습니다!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["멋진 작업입니다! 아래에 조직의 소셜 미디어 계정을 추가하세요. 이렇게 하면 해당 플랫폼의 메타데이터를 미세 조정할 수 있습니다."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["AI를 사용하여 제목과 메타 설명을 생성하고, 삭제된 페이지를 자동으로 리디렉션하고, 연중무휴 24시간 지원을 받는 등 다양한 기능을 이용할 수 있습니다!"],"30% OFF":["30% 할인"],"BLACK FRIDAY":["블랙 프라이데이"],"Claim your 30% off now!":["지금 30% 할인을 신청하세요!"],"Use AI to write your titles & meta descriptions!":["AI를 사용해 제목과 메타 설명을 작성하세요!"],"Learn how to increase your rankings with %1$s":["%1$s로 순위를 높이는 방법 알아보기"],"Sign up today!":["오늘 가입하세요!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["검색 엔진에 맞게 사이트를 최적화하는 데 어려움을 겪고 계신가요? 무료 웨비나에 참여하여 전문가처럼 최적화를 시작하는 데 필요한 자신감을 얻으세요! SEO를 효과적으로 구현하는 데 필요한 지식과 도구를 얻을 수 있습니다."],"Join our FREE webinar for SEO success":["SEO 성공을 위한 무료 웨비나에 참여하세요"],"Please select a user in the Site representation step.":["사이트 표시 단계에서 사용자를 선택하세요."],"You can %1$supdate or add social profiles to this user profile%2$s.":["%1$s이 사용자 프로필에 소셜 프로필을 업데이트하거나 추가할 수 있습니다%2$s."],"You have selected the user %1$s as the person this site represents.":["이 사이트를 대표하는 사용자로 %1$s 사용자를 선택하셨습니다."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["이 사이트를 대표할 사람을 선택하면 선택한 사용자의 프로필 페이지에 있는 소셜 프로필을 사용합니다."],"Got it!":["알겠습니다!"],"Allow":["허용하기"],"Deny":["거절하기"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["이 비디오를 보려면, 여러분은 %2$s로부터 삽입된 비디오를 불러내기 위해 %1$s를 허용해야 합니다."],"%1$sGet%2$s %3$s":["%1$s완료%2$s %3$s"],"We could not save the website name. Please check the value.":["웹사이트 이름을 저장할 수 없습니다. 값을 확인해 주세요."],"Learn more":["더 알아보기"],"Unlock with %1$s":["%1$s로 잠금 해제하기"],"No, continue editing":["아니요, 편집을 계속합니다"],"E.g. https:\/\/facebook.com\/yoast":["예: https:\/\/facebook.com\/yoast"],"Refresh this page":["이 페이지 새로 고침"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["안타깝게도 이 섹션에서 저장하지 않은 변경 사항은 모두 손실됩니다. 이 페이지를 새로고침하여 문제를 해결해 보세요. 그래도 이 오류가 계속 발생하면 지원팀에 문의하시면 필요한 모든 도움을 받으실 수 있습니다!"],"Something went wrong. An unexpected error occurred.":["문제가 발생했습니다. 예기치 않은 오류가 발생했습니다."],"Contact support":["지원팀에 문의"],"We're very sorry, but it seems like the following error has interrupted our application:":["매우 죄송하지만 다음 오류로 인해 애플리케이션이 중단된 것 같습니다:"],"Read reviews from real users":["실제 사용자의 리뷰 읽기"],"Dismiss":["해제"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["조직 이름과 로고는 귀하의 웹사이트 이름과 로고를 자유롭게 사용했습니다. 아래에서 자유롭게 변경해 주세요."],"Beta":["베타"],"Dismiss this notice.":["이 알림 무시하기."],"Finish configuration":["구성 완료"],"Personal preferences":["개인 기본설정"],"SEO data optimization":["SEO 데이터 최적화"],"An error has occurred: %1$s":["오류가 발생했습니다: %1$s"],"We could not save the organization name. Please check the value.":["조직명을 저장하지 못했습니다. 입력을 확인해주세요."],"Or go to your SEO dashboard":["또는 SEO 대시보드로 이동"],"E.g. example@email.com":["예: example@email.com"],"Thank you! Check your inbox for the confirmation email.":["감사합니다! 받은 편지함에서 확인 이메일을 확인하세요."],"Please enter a valid email address.":["유효한 이메일 주소를 입력하세요."],"Tell us! Is your site about an organization or a person?":["알려주세요! 귀하의 사이트는 조직에 관한 사이트인가요, 아니면 개인에 관한 사이트인가요?"],"Personal logo or avatar":["개인 로고 또는 아바타"],"Select a user":["사용자 선택"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["이 사이트가 대표하는 사용자로 %1$s 사용자를 선택하셨습니다. 이제 이 사용자 프로필 정보가 검색 결과에 사용됩니다. 이 사용자 프로필은 업데이트할 수 없으므로 이 사용자 또는 관리자에게 문의하여 정보가 정확한지 확인하세요."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["사용자 %1$s을 이 사이트가 대표하는 사람으로 선택하셨습니다. 이제 이 사용자 프로필 정보가 검색 결과에 사용됩니다. %2$s이 프로필을 업데이트하여 정보가 정확한지 확인하세요%3$s."],"Uploading image…":["이미지 업로드 중..."],"Select an option":["옵션 선택"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["이 구성을 최대한 활용하려면 SEO 데이터 최적화를 실행해야 한다는 점에 유의하세요."],"We've already successfully analyzed your site. You can move on to the next step.":["이미 사이트를 성공적으로 분석했습니다. 다음 단계로 넘어가셔도 됩니다."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO 데이터 최적화가 실행 중입니다... 이 구성의 다음 단계로 안전하게 넘어갈 수 있습니다."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["이 사용자의 소셜 프로필은 편집할 수 없습니다. 이 사용자 또는 관리자에게 요청하세요."],"Add another profile":["다른 프로필 추가"],"Delete item":["항목 삭제"],"E.g. https:\/\/social-platform.com\/yoast":["예: https:\/\/social-platform.com\/yoast"],"Other social profile":["기타 소셜 프로필"],"E.g. https:\/\/www.wikipedia.com\/yoast":["예: https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["예: https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["예: https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["예: https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["예: https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["예: https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["예: https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["예: https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["예: https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["예: https:\/\/www.facebook.com\/yoast"],"First-time configuration":["처음 구성"],"Could not save this value. Please check the URL.":["이 값을 저장할 수 없습니다. URL을 확인하세요."],"Could not save this value. Please check the URL or username.":["이 값을 저장할 수 없습니다. URL 또는 사용자 아이디를 확인해 주세요."],"Email address":["이메일 주소"],"Oops! Something went wrong. Check your email address and try again.":["앗! 뭔가 잘못되었습니다. 이메일 주소를 확인하고 다시 시도해 보십시오."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast는 사용자의 개인정보를 존중합니다. %1$s개인정보처리방침%2$s를 읽고 당사가 개인정보를 처리하는 방법을 확인하세요."],"Save and continue":["저장하고 계속하기"],"Yes, you can collect my site data":["예, 내 사이트 데이터를 수집할 수 있습니다."],"Does your site represent an Organization or Person?":["사이트가 조직이나 개인을 대표하나요?"],"Site representation":["사이트 표현"],"Continue":["계속하기"],"Error stack trace":["오류 스택 추적"],"Response":["응답"],"Error message":["오류 메시지"],"Status code":["상태 코드"],"Request method":["요청 방법"],"Request URL":["응답 URL"],"Error details":["오류 세부 사항"],"Remove image":["이미지 삭제"],"Select image":["이미지 선택"],"Replace image":["이미지 교체"],"This feature has been disabled since subsites never send tracking data.":["이 기능은 하위 사이트가 추적 데이터를 보내지 않기 때문에 활성 해제되었습니다."],"Stop SEO data optimization":["SEO 데이터 최적화 중지하기"],"SEO data optimization is disabled for non-production environments.":["상품이 없는 환경에서는 SEO 데이터 최적화를 사용할 수 없습니다."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["이 기능은 문자 링크 카운터와 내부 링크 분석을 포함하며 대체합니다."],"Start SEO data optimization":["SEO데이터 최적화 시작하기"],"Can we collect anonymous information about your website to enhance %1$s?":["귀하의 웹사이트에 대한 익명 정보를 수집하여 %1$s를 향상시킬 수 있나요?"],"Check out %1$s":["%1$s 확인"],"We have both free and premium online courses to learn everything you need to know about SEO.":["여러분이 SEO에 대해 알아야할 모든 것을 배우기 위한 무료와 프리미엄 온라인 코스를 제공합니다."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Team Yoast에서 SEO를 배우고 싶으세요t?  %1$s 를 확인하세요!"],"Learn SEO":["SEO 배우기"],"Organization logo":["조직 로고"],"Organization name":["조직 이름"],"Upgrade to %s":["%s로 업그레이드"],"This feature has been disabled by the network admin.":["네트워크 관리자가 이 기능을 비활성화했습니다."],"(Opens in a new browser tab)":["(새 브라우저 탭에서 열림)"],"Go back":["뒤로가기"],"Save changes":["저장하기"],"No new notifications.":["새 알림이 없습니다."],"Name":["이름"],"Social profiles":["쇼셜 프로필"],"Notifications":["알림"],"%s notification":["%s 알림"],"Good job! We could detect no serious SEO problems.":["잘 했어! 우리는 심각한 SEO 문제를 감지 할 수 없습니다."],"We have detected the following issues that affect the SEO of your site.":["당신의 사이트의 검색 엔진 최적화에 영향을 미치는 다음과 같은 문제점을 발견했습니다."],"Problems":["문제"],"Dashboard":["알림판"],"Website name":["웹사이트 이름"],"Close":["닫기"],"Facebook":["페이스북"],"Edit":["편집"]}},"comment":{"reference":"js\/dist\/general-page.js"}}