{"translation-revision-date":"2025-08-12 08:46:50+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Activate tracking to show the ranking position":["Activeer volgen om de positie op de ranglijst te tonen"],"Close the upgrade callout":["Sluit de upgrade oproep"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s en ontvang een exclusieve %2$s korting voor %3$s maand(en)."],"Click here to upgrade your %s plan":["Klik hier om je %s abonnement te upgraden"],"Keyphrases tracked: %1$s\/%2$s":["Keyphrases gevolgd: %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Je volgt %1$s van de %2$s keyphrases die zijn opgenomen in je account."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Je volgt %1$s van de %2$s keyphrases die zijn opgenomen in je gratis account."],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Dit overzicht laat je je best presterende keyphrases in Google zien. Maak verbinding met %s om te beginnen."],"You have successfully connected with %s.":["Je bent succesvol verbonden met %s."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Je bent succesvol verbonden met %1$s. Je %2$s account bevat nog geen keyphrases voor deze site. Je kunt keyphrases bijhouden met de knop \"SEO prestaties bijhouden\" in de editor voor berichten."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Netwerk fout: kan geen verbinding maken met de server. Controleer je internetverbinding en probeer het later nog eens."],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Je %s-account bevat nog geen keyphrases voor deze site. Je kan de prestaties van keyphrases bijhouden door te klikken op de knop 'SEO-prestaties bijhouden' in de berichteditor."],"%s account":["%s account"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Dit overzicht laat alleen de keyphrases zien die je hebt toegevoegd aan Yoast SEO. Mogelijk zijn er nog andere keyphrases die je hebt toegevoegd aan %s."],"Tracking the ranking position…":["Volging van de ranking positie…"],"reconnect to %s":["herverbind met %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Het lijkt erop dat er iets mis is gegaan tijdens het ophalen van je sitegegevens. %s en probeer het opnieuw."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Positie van je keyphrase in de afgelopen 90 dagen op een schaal van 0 tot 100."],"Connect with %s":["Verbinden met %s"],"Get more insights over at %s":["Krijg meer inzichten via %s"],"Position over time":["Positie in de loop van de tijd"],"Position":["Positie"],"The number of headers and header labels don't match.":["Het aantal headers en header-labels komt niet overeen."],"Keyphrase":["Keyphrase"],"%d day":["%d dag","%d dagen"],"View":["Bekijken"]}},"comment":{"reference":"js\/dist\/wincher-dashboard-widget.js"}}