{"translation-revision-date":"2025-06-30 10:06:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"Learn more about the metrics":["Další informace o metrikách"],"Removed!":["Odstraněno!"],"It will take a lot of on-page SEO, link building, and content promotion efforts.":["Bude to vyžadovat mnoho úsilí v oblasti on-page SEO, budování odkazů a propagace obsahu."],"Difficulty %":["Obtížnost %"],"Intent":["Záměr"],"Add":["Přidat"],"Add keyphrase":["Přidání klíčové fráze"],"Added!":["Přidáno!"],"Change country":["Změna země"],"Your chance to start ranking new pages.":["Máte šanci začít hodnotit nové stránky."],"You will need lots of high-quality ref. domains and optimized content.":["Budete potřebovat spoustu vysoce kvalitních domén a optimalizovaný obsah."],"You will need lots of ref. domains and optimized content.":["Budete potřebovat spoustu referenčních domén a optimalizovaný obsah."],"You will need quality content focused on the keyword’s intent.":["Budete potřebovat kvalitní obsah zaměřený na záměr klíčového slova."],"You will need well-structured and unique content.":["Budete potřebovat dobře strukturovaný a jedinečný obsah."],"The user wants to complete an action (conversion).":["Uživatel chce dokončit akci (konverzi)."],"The user wants to find a specific page or site.":["Uživatel chce najít konkrétní stránku nebo web."],"The user wants to find an answer to a specific question.":["Uživatel chce najít odpověď na konkrétní otázku."],"The user wants to investigate brands or services.":["Uživatel chce prozkoumat značky nebo služby."],"Transactional":["Transakční"],"Very easy":["Velmi snadné"],"Very hard":["Velmi těžké"],"Possible":["Možné"],"Navigational":["Navigace"],"Difficult":["Složité"],"Easy":["Lehké"],"Hard":["Těžké"],"Informational":["Informační"],"Commercial":["Komerční"],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":["S více klíčovými frázemi oslovíte více lidí! Chcete rychle přidat tyto související klíčové fráze do analýz %s pro ještě lepší optimalizaci obsahu?"],"Explore %s!":["Prozkoumejte %s!"],"Last month":["Poslední měsíc"],"Two months ago":["Před dvěma měsíci"],"Three months ago":["Před třemi měsíci"],"Four months ago":["Před čtyřmi měsíci"],"Five months ago":["Před pěti měsíci"],"Six months ago":["Před šesti měsíci"],"Seven months ago":["Před sedmi měsíci"],"Eight months ago":["Před osmi měsíci"],"Nine months ago":["Před devíti měsíci"],"Ten months ago":["Před deseti měsíci"],"Eleven months ago":["Před jedenácti měsíci"],"Twelve months ago":["Před dvanácti měsíci"],"Volume":["Hlasitost"],"Show results for:":["Zobrazit výsledky pro:"],"Upgrade your %s plan":["Aktualizovat %s plán"],"Related keyphrase":["Související klíčová fráze"],"Get more insights at %s":["Získejte více informací na %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Objem klíčových slov za posledních 12 měsíců na stupnici od 0 do 100."],"Trend":["Trend"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Při pokusu o získání souvisejících frází jsme narazili na problém. Prosím zkuste to znovu později."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Dosáhli jste maximálního počtu 4 souvisejících frází. Související fráze můžete změnit nebo odebrat v metaboxu nebo postranním panelu %s."],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Dosáhli jste limitu požadavků pro dnešek. Zkuste to opět zítra nebo upgradujte svůj plán  %s."],"Related keyphrases":["Související klíčové fráze"],"Sorry, there's no data available for that keyphrase\/country combination.":["Omlouváme se, pro tuto kombinaci klíčových frází\/zemí nejsou k dispozici žádná data."],"(Opens in a new browser tab)":["(Otevření v nové záložce)"],"Remove":["Odstranit"]}},"comment":{"reference":"js\/dist\/externals\/relatedKeyphraseSuggestions.js"}}