{"translation-revision-date":"2025-07-01 09:22:58+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Update Site Kit by Google":["Kit de atualização do site pelo Google"],"You’re back in Yoast SEO. If you still have tasks to finish in Site Kit by Google, you can %1$s return to their dashboard%2$s anytime.":["Você está de volta ao Yoast SEO. Se ainda tiver tarefas para concluir no Site Kit do Google, você pode %1$s retornar ao painel%2$s a qualquer momento."],"You are using an outdated version of the Site Kit by Google plugin. Please update to the latest version to connect Yoast SEO with Site Kit by Google.":["Você está usando uma versão desatualizada do plugin Site Kit do Google. Atualize para a versão mais recente para conectar o Yoast SEO ao Site Kit do Google."],"Your current version of the Site Kit by Google plugin is no longer compatible with Yoast SEO. Please update to the latest version to restore the connection.":["Sua versão atual do plugin Site Kit by Google não é mais compatível com o Yoast SEO. Atualize para a versão mais recente para restaurar a conexão."],"Fine-tune your SEO and optimize your content using key performance metrics (KPI).":["Ajuste seu SEO e otimize seu conteúdo usando métricas-chave de desempenho (KPI)."],"Grow your audience with actionable SEO and user behavior insights.":["Aumente seu público com insights práticos de SEO e comportamento do usuário."],"Here's what you'll unlock:":["Veja o que você desbloqueará:"],"You're all set, here are some benefits:":["Está tudo pronto, aqui estão alguns benefícios:"],"You don’t have view access to Site Kit by Google. Please contact the admin who set it up.":["Você não tem acesso de visualização ao Site Kit do Google. Entre em contato com o administrador que o configurou."],"Please contact your WordPress admin to install, activate, and set up the Site Kit by Google plugin.":["Entre em contato com o administrador do WordPress para instalar, ativar e configurar o plugin Site Kit do Google."],"You’ve successfully connected your site with Site Kit by Google!":["Você conectou seu site com sucesso ao Site Kit do Google!"],"Loading…":["Carregando…"],"Bring together powerful tools like Google Analytics and Search Console for a complete overview of your website's performance, all in one seamless dashboard.":["Reúna ferramentas poderosas como o Google Analytics e o Search Console para ter uma visão geral completa do desempenho do seu site, tudo em um painel integrado."],"Expand your dashboard with insights from Google!":["Expanda seu painel com insights do Google!"],"Remove permanently":["Remover permanentemente"],"Remove until next visit":["Remover até a próxima visita"],"Open Site Kit widget dropdown menu":["Menu suspenso do widget do Kit de Site Aberto"],"CONNECT":["CONECTAR"],"SET UP":["CONFIGURAR"],"ACTIVATE":["ATIVAR"],"INSTALL":["INSTALAR"],"Oops! You can’t see the overview of your SEO insights right now because you’re in a non-production environment.":["Ops! Você não consegue ver a visão geral dos seus insights de SEO neste momento porque está em um ambiente não produtivo."],"Welcome to your dashboard! Check your content's SEO performance, readability, and overall strengths and opportunities. Get even more insights by enabling the ‘SEO analysis’ and the ‘Readability analysis’ in your %1$sSite features%2$s or your %3$suser profile settings%4$s.":["Bem-vindo ao seu painel! Verifique o desempenho de SEO, a legibilidade e os pontos fortes e oportunidades gerais do seu conteúdo. Obtenha ainda mais insights ativando a \"Análise de SEO\" e a \"Análise de legibilidade\" nos seus %1$sRecursos do site%2$s ou nas suas %3$sconfigurações de perfil de usuário%4$s."],"Install Site Kit by Google":["Instalar Site Kit do Google"],"Activate Site Kit by Google":["Ativar Site Kit do Google"],"Set up Site Kit by Google":["Configurar o Site Kit do Google"],"Connect Site Kit by Google":["Kit de conexão do site do Google"],"Grant consent":["Confirmar consentimento"],"Give us permission to access your Site Kit data, allowing insights from tools like Google Analytics and Search Console to be displayed directly on your dashboard.":["Dê-nos permissão para acessar os dados do seu Site Kit, permitindo que insights de ferramentas como o Google Analytics e o Search Console sejam exibidos diretamente no seu painel."],"Grant consent to connect with Site Kit by Google":["Conceder consentimento para conectar-se ao Site Kit do Google"],"Oops! You can’t see the overview of your SEO scores and readability scores right now because you’re in a non-production environment.":["Opa! Você não pode ver a visão geral de suas pontuações de SEO e pontuações de legibilidade agora porque você está em um ambiente de não produção."],"It looks like the ‘SEO analysis’ and the ‘Readability analysis’ are currently disabled in your %1$sSite features%2$s or your %3$suser profile settings%4$s. Enable these features to start seeing all the insights you need right here!":["Parece que a ‘Análise de SEO’ e a ‘Análise de legibilidade’ estão desabilitadas no momento em seus %1$sRecursos do site%2$s ou em suas %3$sconfigurações de perfil de usuário%4$s. Habilite esses recursos para começar a ver todos os insights de que você precisa aqui mesmo!"],"Welcome to your dashboard! Check your content's SEO performance, readability, and overall strengths and opportunities. %1$sLearn more about the dashboard%2$s.":["Bem-vindo ao seu painel! Verifique o desempenho de SEO, a legibilidade e os pontos fortes e oportunidades gerais do seu conteúdo. %1$sSaiba mais sobre o painel%2$s."],"Hi %s,":["Olá, %s,"],"Yes, leave page":["Sim, sair da página"],"There are unsaved changes in one or more steps of the first-time configuration. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Há alterações não salvas em uma ou mais etapas da configuração inicial. Sair significa que essas alterações serão perdidas. Tem certeza de que deseja sair desta página?"],"Unsaved changes":["Alterações não salvas"],"This notification can't be hidden at this time. Please try again later.":["Esta notificação não pode ser ocultada neste momento. Tente novamente mais tarde."],"This problem can't be hidden at this time. Please try again later.":["Este problema não pode ser ocultado neste momento. Tente novamente mais tarde."],"Something went wrong":["Algo deu errado"],"Dashboard navigation":["Navegação no painel"],"Close dashboard navigation":["Fechar navegação do painel"],"Open dashboard navigation":["Abrir navegação do painel"],"Monitor and manage potential SEO problems affecting your site and stay informed with important notifications and updates.":["Monitore e gerencie possíveis problemas de SEO que afetam seu site e mantenha-se informado com notificações e atualizações importantes."],"Alert center":["Centro de alerta"],"Tell us about your site, so we can get it ranked! Let's get your site in tip-top shape for the search engines. Follow these 5 steps to make Google understand what your site is about.":["Conte-nos sobre seu site, para que possamos classificá-lo! Vamos deixar seu site em ótima forma para os mecanismos de busca. Siga estas 5 etapas para fazer o Google entender do que se trata seu site."],"hidden problem":["esconder problema","esconder problemas"],"hidden notification":["notificação oculta","notificações ocultas"],"%1$s Dashboard - %2$s":["Painel %1$s - %2$s"],"Buy now":["Compre agora"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Se você estava pensando em fazer um upgrade, agora é a hora! 30% OFF termina em 3 de dezembro às 11h (CET)"],"%1$sBuy%2$s %3$s":["%1$sCompre%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30% DE DESCONTO - BLACK FRIDAY"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Torne a edição de conteúdo uma brisa! Otimize seu conteúdo de SEO com sugestões rápidas e acionáveis ​​com o clique de um botão.%1$s%2$sSaiba mais%3$s%4$s"],"Optimize your SEO content with %s":["Otimize o SEO do seu conteúdo com %s"],"Undefined error message.":["Mensagem de erro indefinida."],"E.g. https:\/\/x.com\/yoast":["Exemplo: https:\/\/x.com\/yoast"],"X":["X"],"30-day money back guarantee.":["Garantia de devolução do dinheiro em 30 dias."],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Deixe a IA pensar por você e ajudá-lo a economizar tempo. Obtenha sugestões de alta qualidade para títulos e meta descrições para aumentar a classificação do seu conteúdo e ter uma boa aparência nas redes sociais. %1$sSaiba mais%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Deixe a IA pensar por você e ajudá-lo a economizar tempo. Obtenha sugestões de alta qualidade para títulos de produtos e meta descrições para aumentar a classificação do seu conteúdo e ter uma boa aparência nas redes sociais. %1$sSaiba mais%2$s%3$s"],"Explore %s now!":["Explore %s agora!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sSuporte 24 horas por dia, 7 dias por semana%2$s: Também à noite e fins de semana."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sPrévias sociais atraentes%2$s pessoas realmente querem clicar."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sNo more broken links%2$s: Automatic redirect manager."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSugestões de links internos super rápidas%2$s."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sVárias palavras-chave%2$s: classificação mais alta para mais pesquisas."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Melhores títulos de SEO e meta descrições, mais rápido."],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["Se seu objetivo é aumentar sua classificação, você precisa trabalhar regularmente em seu SEO. Isso pode ser opressor, então vamos dar um passo de cada vez!"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["Ótimo trabalho! Graças aos detalhes que você forneceu, %1$s aprimorou seu site para os mecanismos de pesquisa, dando-lhes uma imagem mais clara do que se trata o seu site."],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["Importante: não venderemos esses dados e não coletaremos nenhuma informação pessoal sobre você ou seus visitantes."],"What data will be collected and why?":["Que dados serão recolhidos e porquê?"],"No, I don't want to share my site data":["Não, não quero compartilhar os dados do meu site"],"Are you open to help us improve our services?":["Você está aberto para nos ajudar a melhorar nossos serviços?"],"Yes, give me your free tips!":["Sim, me dê suas dicas grátis!"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["Assine o boletim informativo %1$s para receber práticas recomendadas para melhorar suas classificações, economizar tempo em tarefas de SEO, manter-se atualizado com as últimas notícias de SEO e obter orientação especializada sobre como aproveitar ao máximo %2$s !"],"Get free weekly SEO tips!":["Receba dicas semanais gratuitas de SEO!"],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["Você está quase lá! Conclua todas as configurações nesta etapa para que os mecanismos de pesquisa saibam do que se trata o seu site."],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["Concluir esta etapa ajuda o Google a entender ainda melhor o seu site. Bônus: você aumentará suas chances de obter %1$sresultados aprimorados%2$s!"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["Vamos começar executando a otimização de dados de SEO. Isso significa que analisaremos seu site e criaremos um banco de dados com dados de SEO otimizados. Isso não alterará nenhum conteúdo ou configuração do seu site e você não precisa fazer nada, basta clicar em Iniciar!↵ ↵ Observação: se você tiver muito conteúdo, essa otimização poderá demorar um pouco. Mas confie em nós, vale a pena!"],"We've successfully analyzed your site & optimized your SEO data!":["Analisamos seu site com sucesso e otimizamos seus dados de SEO!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["Trabalho fantástico! Adicione as contas de mídia social da sua organização abaixo. Isso nos permite ajustar os metadados para essas plataformas."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Use IA para gerar títulos e meta descrições, redirecionar automaticamente páginas excluídas, obter suporte 24 horas por dia, 7 dias por semana e muito, muito mais!"],"30% OFF":["30% DE DESCONTO"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Reivindique seu desconto de 30% agora!"],"Use AI to write your titles & meta descriptions!":["Use IA para criar títulos e meta descrições"],"Learn how to increase your rankings with %1$s":["Aprenda como aumentar sua classificação com %1$s"],"Sign up today!":["Inscreva-se hoje!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Sente-se perdido quando se trata de otimizar seu site para os mecanismos de busca? Participe de nosso webinar GRATUITO para ganhar a confiança necessária para começar a otimizar como um profissional! Você obterá o conhecimento e as ferramentas para começar a implementar o SEO de maneira eficaz."],"Join our FREE webinar for SEO success":["Participe de nosso webinar GRATUITO para ter sucesso em SEO"],"Please select a user in the Site representation step.":["Selecione um usuário na etapa de representação do site."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Você pode %1$satualizar ou adicionar perfis sociais a este perfil de usuário%2$s."],"You have selected the user %1$s as the person this site represents.":["Você selecionou o usuário %1$s como a pessoa que este site representa."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Se você selecionar uma pessoa para representar este site, usaremos os perfis sociais da página de perfil do usuário selecionado."],"Got it!":["Entendi!"],"Allow":["Permitir"],"Deny":["Negar"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Para ver este vídeo, você precisa permitir que %1$s carregue vídeos incorporados de %2$s."],"%1$sGet%2$s %3$s":["%1$sObter%2$s %3$s"],"We could not save the website name. Please check the value.":["Não foi possível salvar o nome do site. Por favor, verifique o valor."],"Learn more":["Saber mais"],"Unlock with %1$s":["Desbloqueie com %1$s"],"No, continue editing":["Não, continuar editando"],"E.g. https:\/\/facebook.com\/yoast":["E.g. https:\/\/facebook.com\/yoast"],"Refresh this page":["Atualizar esta página"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Infelizmente, isso significa que todas as alterações não salvas serão perdidas. Você pode tentar atualizar esta página para resolver o problema. Se esse erro ainda ocorrer, entre em contato com nossa equipe de suporte e forneceremos toda a ajuda necessária!"],"Something went wrong. An unexpected error occurred.":["Algo deu errado. Um erro inesperado ocorreu."],"Contact support":["Entre em contato com o suporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Lamentamos muito, mas parece que o seguinte erro interrompeu nosso aplicativo:"],"Read reviews from real users":["Leia comentários de usuários reais"],"Dismiss":["Ignorar"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Tomamos a liberdade de usar o nome e o logotipo do seu site para o nome e o logotipo da organização. Sinta-se à vontade para alterá-los abaixo."],"Beta":["Beta"],"Dismiss this notice.":["Dispensar este aviso."],"Finish configuration":["Finalizar configuração"],"Personal preferences":["Preferências pessoais"],"SEO data optimization":["Otimização de dados de SEO "],"An error has occurred: %1$s":["Ocorreu um erro: %1$s"],"We could not save the organization name. Please check the value.":["Não foi possível salvar o nome da organização. Confira o valor do campo."],"Or go to your SEO dashboard":["Acesse seu painel de SEO"],"E.g. example@email.com":["Por exemplo: exemplo@email.com"],"Thank you! Check your inbox for the confirmation email.":["Obrigada! Verifique sua caixa de entrada para o e-mail de confirmação."],"Please enter a valid email address.":["Insira um endereço de e-mail válido."],"Tell us! Is your site about an organization or a person?":["Conta pra gente! O seu site é sobre uma organização ou uma pessoa?"],"Personal logo or avatar":["Logotipo ou avatar pessoal"],"Select a user":["Selecione um usuário"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Você selecionou o usuário %1$s como a pessoa que este site representa. Essas informações de perfil de usuário agora serão usadas nos resultados da pesquisa. Você não tem permissão para atualizar este perfil de usuário, portanto, peça a esse usuário ou a um administrador para verificar se as informações estão corretas."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Você selecionou o usuário %1$s como a pessoa que este site representa. Essas informações de perfil de usuário agora serão usadas nos resultados da pesquisa. %2$sAtualize este perfil para verificar se as informações estão corretas%3$s."],"Uploading image…":["Enviando imagem…"],"Select an option":["Selecione uma opção"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Esteja ciente de que você deve executar a otimização de dados de SEO para que essa configuração tenha o máximo efeito."],"We've already successfully analyzed your site. You can move on to the next step.":["Já analisamos seu site com sucesso. Você pode passar para a próxima etapa."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["A otimização de dados de SEO está em execução… Você pode avançar com segurança para as próximas etapas desta configuração."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Você não tem permissão para editar os perfis sociais deste usuário. Peça a este usuário ou a um administrador para fazer isso."],"Add another profile":["Adicionar outro perfil"],"Delete item":["Excluir item"],"E.g. https:\/\/social-platform.com\/yoast":["Ex. https:\/\/social-platform.com\/yoast"],"Other social profile":["Outro perfil social"],"E.g. https:\/\/www.wikipedia.com\/yoast":["Ex. https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["Ex. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["Ex. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["Ex. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["Ex. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["Ex. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["Ex. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["Ex. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["Ex. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["Ex. https:\/\/www.facebook.com\/yoast"],"First-time configuration":["Configuração pela primeira vez"],"Could not save this value. Please check the URL.":["Não foi possível salvar este valor. Verifique o URL."],"Could not save this value. Please check the URL or username.":["Não foi possível salvar este valor. Verifique o URL ou o nome de usuário."],"Email address":["Endereço de e-mail"],"Oops! Something went wrong. Check your email address and try again.":["Opa, algo deu errado! Verifique seu endereço de e-mail e tente de novo."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["O Yoast respeita a sua privacidade. Leia %1$snossa política de privacidade%2$s sobre como nós tratamos suas informações pessoais."],"Save and continue":["Salvar e continuar"],"Yes, you can collect my site data":["Sim, você pode coletar dados do meu site"],"Does your site represent an Organization or Person?":["Seu site representa uma Organização ou Pessoa?"],"Site representation":["Representação do site"],"Continue":["Continuar"],"Error stack trace":["Rastreamento de pilha de erro"],"Response":["Resposta"],"Error message":["Mensagem de erro"],"Status code":["Código de status"],"Request method":["Método de solicitação"],"Request URL":["URL de solicitação"],"Error details":["Detalhes do erro"],"Remove image":["Remover imagem"],"Select image":["Selecione a imagem"],"Replace image":["Substituir imagem"],"This feature has been disabled since subsites never send tracking data.":["Este recurso foi desativado porque os subsites nunca enviam dados de rastreamento."],"Stop SEO data optimization":["Parar a otimização"],"SEO data optimization is disabled for non-production environments.":["A otimização de dados de SEO está desabilitada para ambientes que não sejam produção."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Este recurso inclui e substitui o Contador de Link de Texto e Análise de Link Interno"],"Start SEO data optimization":["Iniciar otimização de dados de SEO"],"Can we collect anonymous information about your website to enhance %1$s?":["Podemos coletar informações anônimas sobre o seu site para melhorar %1$s?"],"Check out %1$s":["Consultar %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Temos cursos online gratuitos e premium para aprender tudo o que você precisa saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Deseja aprender SEO com a equipe Yoast? Confira nossa %1$s!"],"Learn SEO":["Aprender SEO"],"Organization logo":["Logo da organização"],"Organization name":["Nome da organização"],"Upgrade to %s":["Atualizar para %s"],"This feature has been disabled by the network admin.":["Este recurso foi desativado pelo administrador da rede."],"(Opens in a new browser tab)":["(Abre numa nova aba do navegador)"],"Go back":["Voltar"],"Save changes":["Salvar alterações"],"No new notifications.":["Não há novas notificações."],"Name":["Nome"],"Social profiles":["Perfis sociais"],"Notifications":["Notificações"],"%s notification":["%s notificação","%s notificações"],"Good job! We could detect no serious SEO problems.":["Bom trabalho! Não detectamos nenhum problema grave de SEO."],"We have detected the following issues that affect the SEO of your site.":["Detectamos os seguintes problemas que afetam o SEO de seu site."],"Problems":["Problemas"],"Dashboard":["Painel"],"Website name":["Nome do site"],"Close":["Fechar"],"Facebook":["Facebook"],"Edit":["Editar"]}},"comment":{"reference":"js\/dist\/general-page.js"}}