{"translation-revision-date":"2025-07-01 09:22:58+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Buy now":["Compre agora"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Se você estava pensando em fazer um upgrade, agora é a hora! 30% OFF termina em 3 de dezembro às 11h (CET)"],"%1$sBuy%2$s %3$s":["%1$sCompre%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30% DE DESCONTO - BLACK FRIDAY"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Torne a edição de conteúdo uma brisa! Otimize seu conteúdo de SEO com sugestões rápidas e acionáveis ​​com o clique de um botão.%1$s%2$sSaiba mais%3$s%4$s"],"Optimize your SEO content with %s":["Otimize o SEO do seu conteúdo com %s"],"Undefined error message.":["Mensagem de erro indefinida."],"%1$sSupport language:%2$s English":["%1$sIdioma de suporte:%2$s inglês"],"30-day money back guarantee.":["Garantia de devolução do dinheiro em 30 dias."],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Deixe a IA pensar por você e ajudá-lo a economizar tempo. Obtenha sugestões de alta qualidade para títulos e meta descrições para aumentar a classificação do seu conteúdo e ter uma boa aparência nas redes sociais. %1$sSaiba mais%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Deixe a IA pensar por você e ajudá-lo a economizar tempo. Obtenha sugestões de alta qualidade para títulos de produtos e meta descrições para aumentar a classificação do seu conteúdo e ter uma boa aparência nas redes sociais. %1$sSaiba mais%2$s%3$s"],"Explore %s now!":["Explore %s agora!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sSuporte 24 horas por dia, 7 dias por semana%2$s: Também à noite e fins de semana."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sPrévias sociais atraentes%2$s pessoas realmente querem clicar."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sNo more broken links%2$s: Automatic redirect manager."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSugestões de links internos super rápidas%2$s."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sVárias palavras-chave%2$s: classificação mais alta para mais pesquisas."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Melhores títulos de SEO e meta descrições, mais rápido."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Use IA para gerar títulos e meta descrições, redirecionar automaticamente páginas excluídas, obter suporte 24 horas por dia, 7 dias por semana e muito, muito mais!"],"30% OFF":["30% DE DESCONTO"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Reivindique seu desconto de 30% agora!"],"Use AI to write your titles & meta descriptions!":["Use IA para criar títulos e meta descrições"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Nossa equipe de suporte está aqui para responder a quaisquer perguntas que você possa ter. Preencha o formulário de contato (pop-up) e entraremos em contato o mais breve possível!"],"If you don't find the answers you're looking for and need personalized help, you can get 24\/7 support from one of our support engineers.":["Se você não encontrar as respostas que procura e precisar de ajuda personalizada, poderá obter suporte 24 horas por dia, 7 dias por semana, de um de nossos engenheiros de suporte."],"Contact our support team":["Entre em contato com nossa equipe de suporte"],"Write a bug report":["Escrever um relatório de bug"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Você se deparou com um bug ao usar %1$s? Envie um relatório de bug em nosso repositório GitHub para nos informar sobre o problema!"],"Raise a bug report on GitHub":["Crie um relatório de bug no GitHub"],"Visit WordPress forum":["Visite o fórum do WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["No fórum de suporte do WordPress para %1$s, você pode encontrar respostas ou pedir ajuda a %1$s usuários na comunidade WordPress."],"WordPress support forum for %1$s":["Fórum de suporte do WordPress para %1$s"],"Visit our help center":["Visite nossa central de ajuda"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Dê uma olhada em nossa Central de Ajuda para encontrar artigos, tutoriais e outros recursos para ajudá-lo a aproveitar %1$s ao máximo!"],"%1$s's help center":["Central de ajuda de %1$s"],"Need help with %1$s? These resources are a great place to start!":["Precisa de ajuda com %1$s? Esses recursos são um ótimo lugar para começar!"],"Additional resources":["Recursos adicionais"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Aqui, você encontrará respostas para perguntas frequentes sobre o uso de %1$s. Se você não vir sua pergunta listada, você pode dar uma olhada na seção abaixo."],"Frequently asked questions":["Perguntas frequentes"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Se você tiver alguma dúvida, precisar de ajuda com um problema técnico ou apenas quiser dizer oi, nós o ajudaremos. Entre em contato conosco e teremos prazer em atendê-lo!"],"Support":["Suporte"],"Allow":["Permitir"],"Deny":["Negar"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Para ver este vídeo, você precisa permitir que %1$s carregue vídeos incorporados de %2$s."],"%1$sGet%2$s %3$s":["%1$sObter%2$s %3$s"],"Unlock with %1$s":["Desbloqueie com %1$s"],"Refresh this page":["Atualizar esta página"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Infelizmente, isso significa que todas as alterações não salvas serão perdidas. Você pode tentar atualizar esta página para resolver o problema. Se esse erro ainda ocorrer, entre em contato com nossa equipe de suporte e forneceremos toda a ajuda necessária!"],"Something went wrong. An unexpected error occurred.":["Algo deu errado. Um erro inesperado ocorreu."],"Contact support":["Entre em contato com o suporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Lamentamos muito, mas parece que o seguinte erro interrompeu nosso aplicativo:"],"Read reviews from real users":["Leia comentários de usuários reais"],"Beta":["Beta"],"Check out %1$s":["Consultar %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Temos cursos online gratuitos e premium para aprender tudo o que você precisa saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Deseja aprender SEO com a equipe Yoast? Confira nossa %1$s!"],"Learn SEO":["Aprender SEO"],"Upgrade to %s":["Atualizar para %s"],"(Opens in a new browser tab)":["(Abre numa nova aba do navegador)"],"Close":["Fechar"]}},"comment":{"reference":"js\/dist\/support.js"}}