{"translation-revision-date":"2025-06-30 10:06:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["Kontrolní seznam %1$s %2$smaximální černý pátek%3$s vám pomůže připravit se včas, abyste mohli během tohoto výprodeje zvýšit své výsledky."],"Is your WooCommerce store ready for Black Friday?":["Je váš obchod WooCommerce připraven na Black Friday?"],"Get the checklist and start optimizing now!":["Pořiďte si kontrolní seznam a začněte s optimalizací hned teď!"],"Sign up today!":["Zaregistrujte se ještě dnes!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Cítíte se ztraceni, pokud jde o optimalizaci vašich stránek pro vyhledávače? Zúčastněte se našeho webináře ZDARMA a získejte jistotu, kterou potřebujete k tomu, abyste mohli začít optimalizovat jako profesionál! Získáte znalosti a nástroje, které vám umožní začít efektivně provádět SEO."],"Join our FREE webinar for SEO success":["Připojte se k našemu bezplatnému webináři pro úspěch SEO"],"Dismiss this notice.":["Skrýt toto upozornění."],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["V jednom nebo více krocích jsou neuložené změny. Opuštění znamená, že tyto změny nemusí být uloženy. Opravdu chcete odejít?"]}},"comment":{"reference":"js\/dist\/settings.js"}}