{"translation-revision-date":"2025-06-30 10:07:57+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"%s also gives you:":["%s ti dà anche:"],"30% OFF - BLACK FRIDAY":["30% DI SCONTO - BLACK FRIDAY"],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Evidenzia le aree di miglioramento nel tuo testo: non cercare più un ago in un pagliaio, passa direttamente all'ottimizzazione! Ora anche in Elementor!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sSupporto 24\/7%2$s: anche la sera e nei weekend."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sAnteprime attraenti dei messaggi per i social%2$s che le persone vorranno cliccare."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sNiente più link rotti%2$s: gestione automatica dei reindirizzamenti."],"%1$sSuper fast%2$s internal linking suggestions.":["Suggerimenti %1$srapidi%2$s di link interni."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sFino a 5 parole chiave%2$s: posizionati più in alto per un maggior numero di ricerche."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sIA%2$s: titoli e meta-descrizioni SEO migliori, e in modo più veloce."],"Last year":["L'anno scorso"],"Last week":["La settimana scorsa"],"Last day":["Ultimo giorno"],"Last updated":["Ultimo aggiornamento"],"Activate tracking to show the ranking position":["Attiva il tracciamento per mostrare la posizione in classifica"],"Unlock Premium SEO analysis":["Sblocca l'analisi SEO Premium"],"Get more help with writing content that ranks":["Ti assistiamo nella scrittura di contenuti che si posizionano"],"$ USD \/ € EUR \/ £ GBP per year (ex. VAT)":["$ USD \/ € EUR \/ £ GBP all'anno (ex. VAT)"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Verifica il tuo testo in base a un numero ancora maggiore di criteri SEO e ottieni un'analisi avanzata delle frasi chiave, facilitando l'ottimizzazione dei tuoi contenuti."],"Close the upgrade callout":["Chiudi il messaggio di invito all'aggiornamento"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s e ottieni uno sconto esclusivo del %2$s per %3$s mesi."],"Click here to upgrade your %s plan":["Fai clic qui per passare a un piano %s superiore"],"Keyphrases tracked: %1$s\/%2$s":["Frasi chiave rilevate: %1$s%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Stai monitorando %1$s delle %2$s frasi chiave comprese nel tuo account."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Stai monitorando %1$s delle %2$s frasi chiave comprese nel tuo account gratuito."],"Potentially non-inclusive":["Potenzialmente non inclusivo"],"Inclusive language:":["Linguaggio inclusivo:"],"Premium SEO analysis:":["Analisi SEO Premium:"],"1 year of premium support and updates included!":["1 anno di aggiornamenti e supporto personalizzato inclusi!"],"Unlock with %s":["Sblocca con %s"],"Tracking the ranking position…":["Monitorando la posizione nei risultati di ricerca…"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Qualcosa è andato storto durante il monitoraggio della posizione della tua pagina nei risultati di ricerca. Riprova più tardi."],"reconnect to %s":["riconnetti a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Sembra che qualcosa sia andato storto durante il recupero dei dati del tuo sito web. Si prega di %s e riprovare."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Prima di poter tracciare le tue prestazioni SEO, assicurati di impostare il titolo dell'articolo e di salvarlo come bozza o di impostare manualmente lo slug dell'articolo."],"No keyphrase has been set. Please set a keyphrase first.":["Non è stata impostata alcuna frase chiave. Imposta prima una frase chiave."],"upgrade your %s plan":["aggiorna il tuo piano %s"],"You've reached the maximum amount of %1$d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %2$s.":["Hai raggiunto il numero massimo di %1$d frasi chiave che puoi aggiungere al tuo account Wincher. Se desideri aggiungere altre frasi chiave, si prega di %2$s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Con %1$s puoi tracciare la posizione della tua pagina nei risultati di ricerca in base alle tue frasi chiave. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s sta attualmente monitorando la posizione della tua pagina nei risultati di ricerca. Questo potrebbe richiedere alcuni minuti. Aspetta o torna a controllare più tardi."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Ti sei connesso con successo a %s! Ora puoi monitorare le prestazioni SEO per le frasi chiave di questa pagina."],"Read more about keyphrase tracking with Wincher":["Ulteriori informazioni sul monitoraggio delle frasi chiave con Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Il rilevamento automatico delle frasi chiave è abilitato. Le tue frasi chiave verranno automaticamente tracciate da %s quando pubblicherai il tuo articolo."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posizione della frase chiave negli ultimi 90 giorni su una scala da 0 a 100."],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Puoi abilitare \/ disabilitare il monitoraggio delle prestazioni SEO per ogni frase chiave di seguito."],"Learn more about the SEO performance feature.":["Scopri di più sulle funzionalità delle prestazioni SEO."],"SEO performance":["Prestazioni SEO"],"Connect with %s":["Connetti con %s"],"* focus keyphrase":["* frase chiave principale"],"Get more insights over at %s":["Ottieni più approfondimenti su %s"],"Position over time":["Posizione nel tempo"],"Position":["Posizione"],"Tracking":["Monitoraggio"],"Last month":["Il mese scorso"],"The number of headers and header labels don't match.":["Il numero di header a di etichette per l'header non combacia."],"Return to your %s":["Ritorna al tuo %s"],"Make sure to save your %s for changes to take effect":["Assicurati di salvare %s affinché i cambiamenti abbiano effetto"],"SEO analysis:":["Analisi SEO:"],"Keyphrase":["Frase chiave"],"Readability analysis:":["Analisi di leggibilità:"],"%d day":["%d giorno","%d giorni"],"Good results":["Risultati buoni"],"Considerations":["Considerazioni"],"Errors":["Errori"],"Good SEO score":["Punteggio SEO Buono"],"OK SEO score":["Punteggio SEO Ok"],"Needs improvement":["Da migliorare"],"Improvements":["Miglioramenti"],"Problems":["Problemi"],"Not available":["Non disponibile"],"Good":["Buona"],"OK":["OK"],"View":["Visualizza"]}},"comment":{"reference":"js\/dist\/editor-modules.js"}}