{"translation-revision-date":"2025-06-30 10:07:57+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"We haven’t analyzed this content yet. Please open it in your editor and save it so we can start the analysis.":["Non abbiamo ancora analizzato questo contenuto. Aprirlo nell'editor e salvalo, in modo da poter avviare l'analisi."],"The top 5 search queries on your website with the highest number of clicks over the last 28 days.":["Le prime 5 ricerche sul tuo sito web con il maggior numero di clic negli ultimi 28 giorni."],"%1$s score":["Punteggio %1$s"],"Clicks, Impressions, CTR, Position":["Clic, Impressioni, CTR, Posizione"],"The top 5 URLs on your website with the highest number of clicks over the last 28 days.":["I primi 5 URL del tuo sito web con il maggior numero di clic negli ultimi 28 giorni."],"The average position of your website in the Google search results over the last 28 days.":["La posizione media del tuo sito web nelle pagine dei risultati di ricerca di Google negli ultimi 28 giorni."],"Average position of your website in the Google search results\u0004Average position":["Posizione media"],"The average click-through-rate for your website in the Google search results over the last 28 days.":["Il tasso medio di clic sul tuo sito web attraverso le pagine dei risultati di ricerca di Google negli ultimi 28 giorni."],"Click-through-rate for your website in the Google search results\u0004Average CTR":["CTR media"],"The number of times users clicked on your website's link in the Google search results\u0004Clicks":["Clic"],"The number of times your website appeared in the Google search results\u0004Impressions":["Impressioni"],"The number of organic sessions that began on your website.":["Il numero di sessioni organiche iniziate sul tuo sito web."],"Data provided by:":["Dati provenienti da:"],"Impressions, Clicks, Site CTR, Average position":["Impressioni, clic, CTR del sito, posizione media"],"The number of times users clicked on your website's link in the Google search results over the last 28 days.":["Il numero totale di volte in cui le persone hanno fatto clic sul link del tuo sito web nei risultati di ricerca di Google negli ultimi 28 giorni."],"The number of times your website appeared in the Google search results over the last 28 days.":["Il numero di volte in cui il tuo sito web è apparso nei risultati di ricerca di Google negli ultimi 28 giorni."],"Organic sessions":["Sessioni organiche"],"Organic sessions chart":["Grafico delle sessioni organiche"],"Last 28 days":["Ultimi 28 giorni"],"Top 5 search queries":["Le prime 5 query di ricerca"],"Query":["Query"],"Top 5 most popular content":["I primi 5 contenuti più popolari"],"No data to display: Your site hasn't received any visitors yet.":["Nessun dato da visualizzare: il sito non ha ancora ricevuto visite."],"Actions":["Azioni"],"Average position":["Posizione media"],"CTR":["CTR"],"Impressions":["Impressioni"],"Clicks":["Clic"],"Landing page":["Landing page"],"We can’t analyze your content, because you’re in a non-production environment.":["Non possiamo analizzare i tuoi contenuti, perché questo è un ambiente non di produzione."],"We can’t provide SEO scores, because the SEO analysis is disabled for your site.":["Non possiamo fornire punteggi SEO, perché l'analisi SEO è disabilitata per il tuo sito."],"We can’t provide an SEO score for this page.":["Non possiamo fornire un punteggio SEO per questa pagina."],"Content analysis hasn't started. Please open this page in your editor, enter a focus keyphrase and save.":["L'analisi dei contenuti non è stata avviata. Apri questa pagina nell'editor, inserisci una frase chiave e salva."],"Something went wrong. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["Qualcosa non ha funzionato. Prova ad aggiornare la pagina. Se il problema persiste, controlla la nostro pagina di %1$ssupporto%2$s."],"You don’t have permission to access this resource. Please contact your admin for access. In case you need further help, please check our %1$sSupport page%2$s.":["Non hai il permesso di accedere a questa risorsa. Contatta il tuo amministratore per l'accesso. Se hai bisogno di ulteriore aiuto, consulta la nostra pagina di %1$ssupporto%2$s."],"The request timed out. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["La richiesta è scaduta. Prova ad aggiornare la pagina. Se il problema persiste, controlla la nostro pagina di %1$ssupporto%2$s."],"Site Kit by Google":["Site Kit by Google"],"SEO scores":["Punteggi SEO"],"Readability scores":["Punteggi di leggibilità"],"Something went wrong.":["Qualcosa è andato storto."],"Clear filter":["Cancella il filtro"],"All":["Tutto"],"Nothing found":["Non è stato trovato nulla"],"Some of your content hasn't been analyzed yet. Please open it and save it in your editor so we can start the analysis.":["Alcuni contenuti non sono ancora stati analizzati. Aprili nel tuo editor e salvali in modo da poter iniziare l'analisi."],"Your content has an average readability score. Time to find opportunities for improvement!":["I tuoi contenuti hanno un punteggio di leggibilità medio. Rivedili per migliorare il punteggio di leggibilità!"],"Most of your content has a good readability score. Well done!":["La maggior parte dei tuoi contenuti ha un buon punteggio di leggibilità. Ottimo!"],"Some of your content hasn't been analyzed yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Alcuni contenuti non sono ancora stati analizzati. Aprili nel tuo editor, assicurati che sia stata inserita una frase chiave e salvali in modo da poter iniziare l'analisi."],"Some of your content could use a little extra care. Take a look and start improving!":["Alcuni dei tuoi contenuti potrebbero essere migliorati. Dai un'occhiata!"],"Your content has an average SEO score. Time to find opportunities for improvement!":["I tuoi contenuti hanno un punteggio SEO medio. Rivedili per migliorare il punteggio SEO!"],"Most of your content has a good SEO score. Well done!":["La maggior parte dei tuoi contenuti ha un buon punteggio SEO. Ottimo!"],"We haven’t analyzed this content yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Non abbiamo ancora analizzato questo contenuto. Aprirlo nell'editor, assicurati di aver inserito la frase chiave e di salvarlo in modo da poter avviare l'analisi."],"Not analyzed":["Non è stato analizzato"],"Content type":["Tipo di contenuto"],"Needs improvement":["Da migliorare"],"Disabled":["Disabilitato"],"SEO score":["Punteggio SEO"],"Good":["Buona"],"OK":["OK"],"View":["Visualizza"],"Edit":["Modifica"]}},"comment":{"reference":"js\/dist\/externals\/dashboardFrontend.js"}}