{"translation-revision-date":"2025-08-12 09:15:09+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Add page":["Lägg till sida"],"Remove page %1$s":["Ta bort %1$s"],"Privacy policy":["Integritetspolicy"],"Contact page":["Kontaktsida"],"About us page":["”Om oss”-sida"],"Search or select a page…":["Sök eller välj en sida …"],"Generate a file that points to your website's most relevant content. Designed to help AI Assistants understand your website better.":["Skapa en fil som pekar på din webbplats mest relevanta innehåll. Den är utformad för att hjälpa AI-assistenter att förstå din webbplats bättre."],"llms.txt":["llms.txt"],"Search…":["Sök …"],"Quick search…":["Snabbsök …"],"Add new page…":["Lägg till ny sida …"],"Add new user…":["Lägg till ny användare …"],"Buy now":["Köp nu"],"%1$sBuy%2$s %3$s":["%1$sKöp%2$s %3$s"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Om du har tänkt på att uppgradera, så kan du göra det nu! 30 % RABATT till och med 3 december kl. 11:00 (CET)"],"30% OFF - BLACK FRIDAY":["30 % RABATT – BLACK FRIDAY"],"Optimize your SEO content with %s":["Optimera ditt SEO-innehåll med %s"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Gör redigering av innehåll till en barnlek! Optimera ditt SEO-innehåll med snabba, lättförståeliga förslag med ett klick på en knapp.%1$s%2$sLäs mer%3$s%4$s"],"The AI features help you create better content by providing optimization suggestions that you can apply as you wish.":["AI-funktionerna hjälper dig att skapa bättre innehåll genom att föreslå optimeringar som du kan genomföra om du vill."],"Undefined error message.":["Odefinierat felmeddelande."],"LEI code":["LEI-kod"],"Organization X":["Organisation X"],"E.g. https:\/\/x.com\/yoast":["T.ex. https:\/\/x.com\/yoast"],"The selected file is not an image.":["Den valda filen är inte en bild."],"X card data":["X-kortdata"],"X":["X"],"suggestions":["förslag"],"Artificial intelligence":["Artificiell intelligens"],"30-day money back guarantee.":["30 dagars pengarna tillbaka-garanti."],"meta title":["metarubrik"],"Please tell us more about your organization’s identifiers. This information will help Google to display accurate and helpful details about your organization.":["Berätta mer om din organisations kännetecken. Denna information hjälper Google att visa korrekta och användbara uppgifter om din organisation."],"Organization identifiers":["ID-strängar för organisationen"],"Select a range \/ Enter a number":["Välj ett intervall\/ange ett nummer"],"Additional organization info":["Ytterligare organisationsinformation"],"Enrich your organization's profile by providing more in-depth information. The more details you share, the better Google understands your website.":["Berika din organisationsprofil genom att tillhandahålla mer djupgående information. Ju mer information du delar, desto bättre kommer Google att förstå din webbplats."],"You have %1$s activated on your site. You can provide your email and phone in the %2$s‘Business info’ settings%3$s.":["%1$s är aktiverat på din webbplats. Du kan ange din e-postadress och ditt telefonnummer i inställningarna för %2$s”Företagsinfo”%3$s."],"You have %1$s activated on your site, and you've configured your business for multiple locations. This allows you to provide your email and phone for %2$seach specific location%3$s.":["%1$s är aktiverat på din webbplats och du har konfigurerat ditt företag för flera platser. Därför kan du ange e-postadress och telefonnummer för %2$svarje specifik plats%3$s."],"You have %1$s activated on your site, and you've configured your business for multiple locations. This allows you to provide your VAT ID and Tax ID for %2$seach specific location%3$s.":["%1$s är aktiverat på din webbplats och du har konfigurerat ditt företag för flera platser. Därför kan du kan ange ditt moms-ID och skatte-ID för %2$svarje specifik plats%3$s."],"5001–10000 employees":["5001–10000 anställda"],"1001–5000 employees":["1001–5000 anställda"],"501–1000 employees":["501–1000 anställda"],"201–500 employees":["201–500 anställda"],"51–200 employees":["51–200 anställda"],"11–50 employees":["11–50 anställda"],"1–10 employees":["1–10 anställda"],"You have %1$s activated on your site. You can provide your VAT ID and Tax ID in the %2$s‘Business info’ settings%3$s.":["%1$s är aktiverat på din webbplats. Du kan ange ditt moms-id och skatte-id i inställningarna för %2$s”Företagsinfo”%3$s."],"NAICS":["NAICS"],"DUNS":["DUNS"],"ISO 6523":["ISO 6523"],"Tax ID":["Moms-ID"],"VAT ID":["VAT-ID"],"Number of employees":["Antal anställda"],"Organization description":["Organisationsbeskrivning"],"Organization phone number":["Organisationens telefonnummer"],"Organization's legal name":["Organisationens juridiska namn"],"Organization email address":["Organisationens e-postadress"],"Organization's founding date":["Datum för organisationens grundande"],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["%1$s är aktiverat på din webbplats, vilket automatiskt ställer in sidtypen för dina produkter som ”Artikelsida”. Därför är valet av Sidtyp inaktiverat."],"leicode":["leicode"],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":["Du behöver inte fundera på vad du ska länka till. Du får förslag på relevanta inlägg och sidor för att göra det enklare att hitta runt på din webbplats."],"Explore %s now!":["Utforska %s nu!"],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSupersnabba%2$s förslag på interna länkar."],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sSupport dygnet runt%2$s: Även på kvällar och helger."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sFlera nyckelord%2$s: Ranka högre för fler sökningar."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sInga fler brutna länkar%2$s: Automatisk omdirigeringshanterare."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Bättre SEO-rubriker och metabeskrivningar, snabbare."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sInbjudande förhandsvisningar i sociala nätverk%2$s som människor faktiskt vill klicka på."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Lägg till en ”disallow”-regel i din robots.txt-fil för att förhindra genomsökning av roboten Google-Extended. Om du aktiverar denna inställning kan Google fortfarande indexera din webbplats."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Lägg till en ”disallow”-regel i din robots.txt-fil för att förhindra genomsökning av roboten OpenAI GPTBot."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don't. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["En stor mängd webbtrafik består av robotar som genomsöker webben. Vissa kan vara till nytta för din webbplats eller ditt företag, medan andra robotar inte är det. Genom att blockera oönskade robotar kan du spara energi, förbättra webbplatsens prestanda och skydda upphovsrättsskyddat innehåll. Läs mer om %1$si vilka fall du bör blockera oönskade robotar%2$s."],"Prevent OpenAI GPTBot from crawling":["Förhindra OpenAI GPTBot från att genomsöka"],"Prevent Common Crawl CCBot from crawling":["Förebygg genomsökning med Common Crawl CCBot"],"Prevent Google Gemini and Vertex AI bots from crawling":["Förebygg genomsökning med AI-robotarna Google Gemini och Vertex AI"],"Internal linking suggestions":["Interna länkförslag"],"Learn more about %s (Opens in a new browser tab)":["Lär dig mer om %s (öppnas i en ny webbläsarflik)"],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Använd AI för att generera rubriker och metabeskrivningar, automatiskt omdirigera borttagna sidor, få tillgång till support dygnet runt och mycket, mycket mer!"],"30% OFF":["30&nbsp;% RABATT"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Utnyttja din rabatt på 30 % nu!"],"Social media appearance":["Utseende i sociala medier"],"AI generator":["AI-generator"],"AI title & description generator":["AI-generator för rubrik och beskrivning"],"Clear selection":["Rensa val"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Observera att följande vanligt förekommande parametrar inte kommer att tas bort: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s och %7$s."],"Site policies":["Webbplatspolicys"],"New type of content added to your site!":["Ny innehållstyp lades till på din webbplats!"],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Markera en sida som innehåller information om er mångfaldspolicy för %1$sredaktionellt innehåll%2$s."],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Välj en sida som ger information om er mångfaldspolicy för %1$sbemanning%2$s, %1$skorttidsanställning%2$s och %1$sfast anställning%2$s."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Välj en sida som beskriver hur ni hanterar %1$sfel%2$s (t.ex. publicering av dementier eller rättelser)."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Välj en sida som beskriver era personliga, organisationens och företagets %1$sstandarder%2$s för %1$sbeteende%2$s som förväntas av din organisation."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Välj en sida som beskriver de redaktionella principerna för din organisation. %1$sVad%2$s skriver ni om, %1$svem%2$s skriver ni för, och %1$svarför%2$s?"],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Välj en sida som beskriver hur din organisation inhämtar och besvarar %1$sfeedback%2$s, samarbetar med %1$sallmänheten%2$s och prioriterar %1$söppenhet%2$s."],"Please see the “New” badges and review the Search appearance settings.":["Se markeringarna för ”nytt” och granska inställningarna för utseende i sökresultat."],"Select a page which describes the ownership structure of your organization. It should include information about %1$sfunding%2$s and %1$sgrants%2$s.":["Välj en sida som beskriver ägarstrukturen för din organisation. Den bör innehålla information om %1$sfinansiering%2$s och %1$sbidrag%2$s."],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Markera sidorna på din webbplats som innehåller information om policyer för organisationen och publicering. Vissa av dessa kanske inte gäller för din webbplats, och du kan välja samma sida för flera olika policyer. %1$sLäs mer om varför det är viktigt att ange policyer för din webbplats%2$s."],"No pages found.":["Inga sidor hittades."],"Searching pages…":["Söker sidor …"],"Failed to retrieve pages.":["Misslyckades att hämta sidor."],"Publishing policies":["Publiceringspolicy"],"Ownership \/ Funding info":["Ägare\/finansieringsinformation"],"Ethics policy":["Etisk policy"],"Corrections policy":["Policy för korrektur"],"Diversity policy":["Mångfaldspolicy"],"Publishing principles":["Principer för publicering"],"Diversity staffing report":["Personalrapport om mångfald"],"Actionable feedback policy":["Åtgärdsbar policy för feedback"],"Block unwanted bots":["Blockera oönskade robotar"],"Prevent Google AdsBot from crawling":["Förhindra Google AdsBot från att genomsöka"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Lägg till en ”disallow”-regel i din robots.txt-fil för att förhindra genomsökning av Googles AdsBot. Du bör aktivera denna inställning endast om du inte använder Google Ads på din webbplats."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Lägg till en ”disallow”-regel i din robots.txt-fil för att förhindra genomsökning av webbadresser som %1$s, %2$s och %3$s."],"The name of this category is %1$s.":["Namnet på denna kategori är %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Varning! Det här är funktioner för experter. Du behöver veta vad du gör innan du aktiverar denna inställning, annars riskerar du att förstöra din webbplats. %1$sLäs mer om hur din webbplats kan påverkas%2$s."],"Remove Other profile %1$s":["Ta bort “Annan“ profil %1$s"],"%1$s Settings - %2$s":["%1$s-inställningar – %2$s"],"Mastodon":["Mastodon"],"E.g. https:\/\/mastodon.social\/@yoast":["T.ex. https:\/\/mastodon.social\/@yoast"],"Read more about how to get your site verified.":["Läs mer om hur du får din webbplats verifierad."],"Get your site verified in your Mastodon profile.":["Få din webbplats verifierad i din Mastodon-profil."],"Organization Mastodon":["Mastodon för organisation"],"Settings navigation":["Navigation för inställningar"],"Close settings navigation":["Stäng navigation för inställningar"],"Open settings navigation":["Öppna navigation för inställningar"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Välj om din webbplats representerar en organisation eller en person. %1$sLär dig mer om skillnaderna och att välja mellan organisation och person%2$s."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Begränsa längden på interna webbplatssökningsfrågor för att minska effekten av skräppostattacker och förvirrande URL:er. Ange ett tal mellan 1 och 50."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Förhindrar att specifika URL-parametrar tas bort av ovanstående funktion. Om du t.ex. lägger till %1$s förhindrar du att %2$s omdirigeras till %3$s. Du kan lägga till flera parametrar, åtskilda med returtecken eller kommatecken."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Slår samman WordPress olika URL-format för sökning inom webbplats till syntaxen %1$s. T.ex. kommer %2$s att omdirigeras till %3$s"],"Please enter a number between 1 and 50.":["Ange ett nummer mellan 1 och 50."],"%1$sGet%2$s %3$s":["%1$sSkaffa%2$s %3$s"],"Index Now":["Indexera nu"],"Failed to retrieve media.":["Misslyckades att hämta media."],"The number you've entered is not between 1 and 50.":["Numret du har angett är inte mellan 1 och 50."],"Determine how your %1$s should look on social media.":["Bestäm hur dina %1$s ska se ut på sociala medier."],"Deny":["Neka"],"Allow":["Tillåt"],"Got it!":["Jag förstår!"],"Only available for English sites":["Endast tillgängligt för engelska webbplatser"],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Om du inaktiverar detta betyder det att arkivsidor för %1$s inte kommer att indexeras av sökmotorer och kommer att uteslutas från XML-webbplatskartor."],"Redirect pretty URLs to ‘raw’ formats":["Omdirigera snygga URL:er till ”råa” format"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["För att kunna se denna video måste du tillåta %1$s att ladda in inbäddade videor från %2$s."],"Show date archives in search results":["Visa datumarkiv i sökresultat"],"Show %1$s archives in search results":["Visa %1$s-arkiv i sökresultat"],"Prefix for archive breadcrumbs":["Prefix för synliga sökvägar i arkiv"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and\/or update the profile.":["Du har utsett användaren %1$s%3$s%2$s som den person webbplatsen representerar. Uppgifterna i hens användarprofil kommer nu att användas i sökresultat. Du har tyvärr inte behörighet att redigera denna användarprofil. Kontakta din administratör eller %1$s%3$s%2$s för att kontrollera och\/eller uppdatera profilen."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Ett organisationsnamn och logga måste anges för att strukturerade data ska fungera korrekt. Eftersom du inte har angett dessa än använder vi webbplatsens namn och logga som standardvärden. %1$sLäs mer om vikten av strukturerad data%2$s."],"Tweet":["Tweet"],"File":["Fil"],"PDF":["PDF"],"Video":["Video"],"Divider":["Avdelare"],"Share":["Dela"],"Structured data":["Strukturerad data"],"Anchor text for the homepage":["Ankartext för startsidan"],"Remove Atom\/RDF feeds":["Ta bort webbflöden för Atom\/RDF"],"Organization\/person":["Organisation\/person"],"Enable author archives":["Aktivera författararkiv"],"Enable date archives":["Aktivera datumarkiv"],"Attachment":["Bilaga"],"OpenGraph":["OpenGraph"],"Open Graph":["Open Graph"],"Format archives":["Formatarkiv"],"Other profile %1$s":["Annan profil %1$s"],"Organization Facebook":["Facebook för organisation"],"404 pages title":["Rubrik för 404-sidor"],"Search pages title":["Rubrik för söksidor"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Denna information är avsedd att visas i %1$sGoogle Knowledge Graph%2$s."],"Webmaster":["Webbansvarig"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Aktivera XML-webbplatskartor från %1$s. En webbplatskarta (sitemap) är en fil som listar de viktigaste sidorna på en webbplats så att sökmotorer kan hitta dem."],"Count the number of internal links from and to your posts to improve your site structure.":["Räkna antalet interna länkar från och till dina inlägg för att förbättra din webbplatsstruktur."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Gör det möjligt för Facebook och andra sociala medier att visa förhandsvisning med bilder och ett textutdrag när en länk till din webbplats delas. Håll denna funktion aktiverad för att optimera din webbplats för sociala medier."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Ikonen för %1$s i adminfältet längst upp ger en snabb väg att nå verktyg från utomstående leverantörer för analys av sidor och gör det enkelt att se när du har nya meddelanden."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Märk upp och filtrera ditt viktigaste innehåll så att dina viktigaste artiklar får den uppmärksamhet de förtjänar. För att hjälpa dig att skriva utmärkta texter gör vi en striktare bedömning av din text."],"A link to the archive for the post author, with the author's name as anchor text.":["En länk till arkivet för inläggsförfattaren, med författarnamnet som ankartext."],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["Den inkluderande språkanalysen ger förslag på att skriva mer inkluderande text, så att fler människor kommer att kunna relatera till ditt innehåll."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Ange de grundläggande uppgifterna för din webbplats. Du kan använda variablerna %1$stagline%2$s och %1$sseparator%2$s som %3$sersättningsvariabler%4$s när du konfigurerar utseendet i sökresultat för ditt innehåll."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Avgör hur dina %1$s-sidor ska se ut i sökresultaten. Du kan alltid anpassa inställningarna för enskilda %1$s-sidor i metarutan för %2$s."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Avgör hur dina %1$s-sidor som standard ska beskrivas i webbplatsens Schema.org-kodning. Du kan alltid anpassa inställningarna för enskilda %1$s-sidor i metarutan för %2$s."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Få större insikt i hur du skriver. Vilka ord använder du oftast? Hur lång tid tar din text att läsa? Hur lättläst är den?"],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["SEO-analysen ger förslag för hur du kan göra det lättare att hitta din text och ser till att ditt innehåll följer bästa praxis."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Spårning av användning låter oss spåra vissa uppgifter om din webbplats för att förbättra vårt tillägg. %1$sLäs mer om vilka data vi spårar och varför%2$s."],"Enable %1$s pages":["Aktivera %1$s-sidor"],"Enable format-based archives":["Aktivera formatbaserade arkiv"],"Determine how your homepage should look in the search results.":["Bestäm hur din startsida ska se ut i sökresultaten."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Avgör hur dina %1$s ska se ut i sökresultaten. Du kan alltid anpassa inställningarna för enskilda %1$s i metarutan för %2$s."],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Är du osäker på hur du ska implementera synliga sökvägar med %3$s på din webbplats? Läs %1$svår hjälpartikel om hur man konfigurerar synliga sökvägar%2$s."],"Show %1$s without posts in search results":["Visa %1$s utan inlägg i sökresultat"],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"This taxonomy is used for %2$s.":["Denna taxonomi används för %2$s."],"This taxonomy is used for %1$s and %2$s.":["Denna taxonomi används för %1$s och %2$s."],"Read more about our custom field analysis":["Läs mer om vår analys av anpassade fält"],"Enable %1$s":["Aktivera %1$s"],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Du kan lägga till flera anpassade fält och separera dem genom att använda %1$senter%2$s eller %1$skommatecken%2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Avgör hur dina %1$s som standard ska beskrivas i %2$swebbplatsens kodning enligt Schema.org%3$s. Du kan alltid anpassa inställningarna för enskilda %1$s i metarutan eller sidopanelen för %4$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Avgör hur dina %1$s som standard ska se ut i sökresultat. Du kan alltid anpassa inställningarna för enskilda %1$s i metarutan eller sidopanelen för %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Avgör hur dina %1$s som standard ska se ut i sökresultat. Du kan alltid anpassa inställningarna för enskilda %1$s i metarutan för %2$s."],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Avgör hur dina %1$s som standard ska se ut på sociala medier. Du kan alltid anpassa inställningarna för enskilda %1$s i metarutan eller sidopanelen för %2$s."],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Avgör hur dina %1$s som standard ska se ut på sociala medier. Du kan alltid anpassa inställningarna för enskilda %1$s i metarutan för %2$s."],"Please enter a search term with at least %d characters.":["Ange en sökterm med minst %d tecken."],"Unavailable for multisites":["Otillgängligt för nätverksinstallationer av WordPress"],"Site connections":["Webbplatsanslutningar"],"Breadcrumbs for %1$s":["Synliga sökvägar för %1$s"],"Show author archives in search results":["Visa författararkiv i sökresultat"],"Show media pages in search results":["Visa mediasidor i sökresultat"],"404 error pages":["404-felsidor"],"Internal search pages":["Interna söksidor"],"Determine how the title of your 404 error pages should look in the browser.":["Bestäm hur rubriken på dina 404-felsidor ska se ut i webbläsaren."],"Determine how the title of your internal search pages should look in the browser.":["Bestäm hur rubriken på dina interna söksidor ska se ut i webbläsaren."],"View the XML sitemap":["Visa XML-webbplatskartan"],"Show format archives in search results":["Visa formatarkiv i sökresultat"],"Learn more":["Lär dig mer"],"Enable feature":["Aktivera funktion"],"Site features":["Webbplatsfunktioner"],"Site info":["Webbplatsinformation"],"Show or hide our tools and controls in the attachment editor.":["Visa eller dölj våra verktyg och reglage i redigeraren för bilagor."],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Du har inte behörighet att redigera %1$swebbplatsens namn%2$s och %1$sslogan%2$s."],"(e.g., %1$s)":["(t.ex., %1$s)"],"Remove shortlinks":["Ta bort kortlänkar"],"Remove REST API links":["Ta bor REST API-länkar"],"Remove RSD \/ WLW links":["Ta bort RSD\/WLW-länkar"],"Remove oEmbed links":["Ta bort oEmbed-länkar"],"Remove generator tag":["Ta bort taggen ”generator”"],"Remove emoji scripts":["Ta bort skript för emojis"],"Remove WP-JSON API":["Ta bort WP-JSON API"],"Remove search results feeds":["Ta bort webbflöden för sökresultat"],"Remove custom taxonomy feeds":["Ta bort webbflöden för anpassade taxonomier"],"Remove tag feeds":["Ta bort webbflöden för etiketter"],"Remove category feeds":["Ta bort webbflöden för kategorier"],"Remove post authors feeds":["Ta bort webbflöden för inläggsförfattare"],"Remove post type feeds":["Ta bort webbflöden för inläggstyper"],"Remove unregistered URL parameters":["Ta bort oregistrerade URL-parametrar"],"Optimize Google Analytics utm tracking parameters":["Optimera ”utm”-spårningsparametrar för Google Analytics"],"Remove powered by HTTP header":["Ta bort HTTP-headern ”powered by”"],"Remove global comment feeds":["Ta bort globala webbflöden för kommentarer"],"Remove post comments feeds":["Ta bort webbflöden för inläggskommentarer"],"Remove Atom \/ RDF feeds":["Ta bort webbflöden för Atom\/RDF"],"Remove global feed":["Ta bort globalt webbflöde"],"Unlock with %1$s":["Lås upp med %1$s"],"Show or hide our tools and controls in the content editor.":["Visa eller dölj våra verktyg och reglage i innehållsredigeraren."],"We couldn’t find anything with that term.":["Ingenting hittades med den termen."],"Enable SEO controls and assessments":["Aktivera SEO-verktyg och SEO-bedömningar"],"Alternate organization name":["Alternativt namn på organisation"],"No, continue editing":["Nej, fortsätt redigera"],"Discard all changes":["Förkasta alla ändringar"],"Yes, discard changes":["Ja, kasta ändringarna"],"Alternate website name":["Alternativt namn på webbplatsen"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Använd det alternativa webbplatsnamnet för förkortningar eller en kortare version av webbplatsens namn."],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Använd det alternativa organisationsnamnet för förkortningar eller en kortare version av organisationens namn."],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Du är på väg att ta bort alla ändringar som inte sparats. Alla dina inställningar kommer att återställas till läget när du senast sparade. Är du säker på att du vill göra detta?"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Du har valt användaren %1$s%5$s%2$s som den person webbplatsen representerar. Användarprofilens uppgifter kommer nu att användas i sökresultaten. %3$sFör att visa rätt uppgifter behöver du redigera denna användarprofil%4$s."],"E.g. https:\/\/example.com\/yoast":["T.ex. https:\/\/example.com\/yoast"],"Please tell us more about the person this site represents.":["Berätta mer om personen som denna webbplats representerar."],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Berätta för oss om det finns fler profiler på webben som tillhör din organisation. Detta kan vara valfritt antal profiler, såsom YouTube, LinkedIn, Pinterest eller till och med Wikipedia."],"E.g. https:\/\/facebook.com\/yoast":["T.ex. https:\/\/facebook.com\/yoast"],"Other profiles":["Andra profiler"],"Advanced: URL cleanup":["Avancerat: URL-rensning"],"Writing":["Skriva"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Du kan bestämma rubriken och beskrivningen för bloggsidan genom att %1$sredigera själva bloggsidan%2$s."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Webbplatsens inbyggda sökfunktion kan skapa många webbadresser som är förvirrande för sökmotorerna, något som till och med kan missbrukas av SEO-spammare som vill attackera din webbplats. För de flesta webbplatser är det god idé att utnyttja dessa skyddsåtgärder och optimeringar, även om du inte har någon sökfunktion i ditt tema."],"Enables advanced settings for protecting your internal site search URLs.":["Aktiverar avancerade inställningar för skydd av webbadresser kopplade till interna sökningar på webbplatsen."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Blockera interna sökningar på webbplatsen som använder komplexa och icke-alfanumeriska tecken, eftersom detta kan vara en del av ett spamangrepp."],"Block internal site searches which match the patterns of known spam attacks.":["Blockera interna sökningar på webbplatsen som matchar mönster för kända spamangrepp."],"Prevent crawling of internal site search URLs":["Förhindra att sökmotorer genomsöker webbplatsens sök-URL:er"],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Berätta mer om din organisation. Det hjälper Google att förstå din webbplats bättre och ökar dina chanser att få ”berikade” sökresultat."],"Internal site search cleanup":["Rensning av intern webbplatssökning"],"Remove JavaScript used for converting emoji characters in older browsers.":["Ta bort JavaScript som används för att konvertera emoji-tecken i äldre webbläsare."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Lägg till en ”disallow”-regel i filen robots.txt för att förhindra genomsökning\/indexering av WordPress JSON API-ändpunkter."],"Remove URLs which provide information about recent comments on each post.":["Ta bort URL:er som ger information om de senaste kommentarerna på varje inlägg."],"Remove URLs which provide information about recent posts by specific authors.":["Ta bort URL:er som ger information om de senaste inläggen av specifika författare."],"Remove URLs which provide information about your recent posts, for each post type.":["Ta bort URL:er som ger information om dina senaste inlägg, för varje inläggstyp."],"Remove URLs which provide information about your recent posts, for each category.":["Ta bort URL:er som ger information om dina senaste inlägg, för varje kategori."],"Remove URLs which provide information about your recent posts, for each tag.":["Ta bort URL:er som ger information om dina senaste inlägg, för varje etikett."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Ta bort URL:er som ger information om dina senaste inlägg, för varje anpassad taxonomi."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Ta bort URL:er som ger alternativa (föråldrade) format för allt ovan."],"Remove URLs which provide an overview of your recent posts.":["Ta bort URL:er som ger en överblick över dina senaste inlägg."],"Remove URLs which provide information about your search results.":["Ta bort URL:er som ger information om dina sökresultat."],"Remove URLs which provide an overview of recent comments on your site.":["Ta bort URL:er som ger en översikt över de senaste kommentarerna på din webbplats."],"Disable unwanted content formats":["Inaktivera oönskade innehållsformat"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Ta bort länkar som gör att andra webbplatser kan ”pinga” din när de länkar till dig."],"Also disables post comment feeds.":["Inaktiverar även webbflöden för inläggskommentarer."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress matar ut ditt innehåll i många olika format via en rad olika webbadresser (t.ex. RSS-flöden för dina inlägg och kategorier). I allmänhet är det lämpligt att inaktivera de format som du inte aktivt använder."],"Remove unwanted metadata":["Ta bort oönskad metadata"],"Remove links used by external systems for publishing content to your blog.":["Ta bort länkar som används av externa system för att publicera innehåll på din blogg."],"Remove links to the location of your site’s REST API endpoints.":["Ta bort länkar till platsen för din webbplats REST API-ändpunkter."],"Remove links used for embedding your content on other sites.":["Ta bort länkar som används av för att bädda in ditt innehåll på andra webbplatser."],"Crawl optimization":["Optimering av genomsökning"],"Remove information about the plugins and software used by your site.":["Ta bort information om tillägg och programvara som används av din webbplats."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Ta bort länkar till WordPress interna förkortade URL:er för dina inlägg."],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Ersätter %1$s-spårningsparametrar med den (effektivare) %2$s-motsvarigheten via en omdirigering av typen %3$s. Exempelvis kommer %4$s att omdirigeras till %5$s"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Tar bort okända URL-parametrar via en omdirigering av typen %1$s. Exempelvis kommer %2$s att omdirigeras till %3$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Det händer ofta att besökare och sökmotorer efterfrågar URL:er i kombination med query-parametrar, såsom %1$s. Dessa parametrar kan vara användbara för spårning, filtrering och avancerade funktioner, men de kan ha en viss ”kostnad” för prestandan och SEO. För webbplatser som inte är beroende av URL-parametrar kan dessa inställningar vara till nytta."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Lägg till en ”disallow”-regel i filen robots.txt för att förhindra att roboten Common Crawl CCBot genomsöker din webbplats."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Gör webbplatsen effektivare och miljövänligare genom att inte låta sökmotorer indexera i onödan, genom att ta bort WordPress-funktioner som inte används. %1$sLäs mer om indexeringsinställningar och hur de kan vara till nytta för din webbplats%2$s."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress lägger till en stor mängd länkar och innehåll mellan webbplatsens %1$s-taggar och i HTTP-headers. På de flesta webbplatser kan man lugnt inaktivera dessa för att spara överförda bytes, elförbrukning och i förlängningen – träd."],"Breadcrumb appearance":["Utseende på synlig sökväg"],"Choose the general appearance of your breadcrumbs.":["Välj det allmänna utseendet för dina synliga sökvägar."],"Refresh this page":["Uppdatera denna sida"],"Add separator":["Lägg till avgränsare"],"Add anchor text":["Lägg till ankartext"],"Add prefix":["Lägg till prefix"],"E.g., %1$s":["T.ex. %1$s"],"Prefix for search page breadcrumbs":["Prefix för synliga sökvägar i söksidor"],"Breadcrumb for 404 page":["Synlig sökväg för 404-sida"],"Something went wrong. An unexpected error occurred.":["Något gick fel. Ett oväntat fel uppstod."],"E.g., %1$s and %2$s":["T.ex. %1$s och %2$s"],"Breadcrumbs for taxonomies":["Synliga sökvägar för taxonomier"],"Breadcrumbs for post types":["Synliga sökvägar för inläggstyper"],"Enable breadcrumbs for your theme":["Aktivera synliga sökvägar för ditt tema"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Välj vilken taxonomi du vill visa i den synliga sökvägen för inläggstyper."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Välj vilken inläggstyp du vill visa i den synliga sökvägen för taxonomier."],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Du kan alltid välja att aktivera\/inaktivera dem för ditt tema nedan. Denna inställning kommer inte tillämpas på synliga sökvägar infogade via en widget, ett block eller en kortkod."],"Disabling this will redirect the %1$s to your site's homepage.":["Om du inaktiverar detta omdirigeras %1$s till din webbplats startsida."],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Konfigurera utseendet och beteendet på %1$sdina synliga sökvägar%2$s."],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Detta innebär tyvärr att du förlorar eventuella ändringar i denna sektion som inte har sparats. Du kan försöka lösa problemet genom att ladda om denna sida. Om det här felet fortfarande uppstår kan du kontakta vårt supportteam så hjälper vi dig."],"User":["Användare"],"Discard changes":["Kasta ändringar"],"No users found.":["Inga användare hittades."],"Searching users…":["Söker användare …"],"Failed to retrieve users.":["Misslyckades att hämta användare."],"The profile is not valid. Please enter a valid URL.":["Profilen är inte giltig. Ange en giltig URL."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Verifieringskoden är inte giltig. Använd endast bokstäver, siffror, understreck och bindestreck."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Verifieringskoden är inte giltig. Använd endast bokstäverna A till F, siffror, understreck och bindestreck."],"Site basics":["Webbplatsens grunder"],"The profile is not valid. Please use only 1–25 letters, numbers and underscores or enter a valid X URL.":["Ogiltig profil. Använd endast mellan 1–25 bokstäver, siffror och understreck, eller ange en giltig X-URL."],"Show less":["Visa mindre"],"Show more":["Visa mer"],"Content types":["Innehållstyper"],"Categories & tags":["Kategorier och etiketter"],"Media pages":["Mediasidor"],"Show %1$s pages in search results":["Visa %1$s-sidor i sökresultat"],"Configure the basics for your website.":["Konfigurera det grundläggande för din webbplats."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Detta fält uppdaterar %1$sslogan i dina WordPress-inställningar%2$s."],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Det finns ändringar som inte är sparade på denna sida. Om du lämnar nu kommer du förlora dessa ändringar. Är du säker på att du vill lämna denna sida?"],"%1$s pages":["%1$s-sidor"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["När du laddar upp media (t.ex. en bild eller video) skapar %5$s automatiskt en sida ”%3$s” (bilagans URL) för filen. Dessa sidor är ganska tomma och kan ge problem med %1$stunt innehåll och skapa onödigt många sidor på din webbplats%2$s. Därför inaktiverar %4$s dessa sidor som standard (och omdirigerar den bilage-URL:en till själva mediafilen)."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Om du inaktiverar detta kommer %1$s-sidor som skapats av WordPress inte att indexeras av sökmotorer och kommer att uteslutas ur XML-webbplatskartor."],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Vi rekommenderar att du behåller %1$s-sidor inaktiverade. Detta gör att alla bilage-URL:er omdirigeras till själva mediafilen."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Formatbaserade arkiv kan orsaka problem med duplicerat innehåll. För de flesta webbplatser rekommenderar vi att du inaktiverar denna inställning."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s kan orsaka problem med duplicerat innehåll. För de flesta webbplatser rekommenderar vi att du inaktiverar denna inställning."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Att inaktivera detta betyder att %1$s inte kommer att indexeras av sökmotorer och kommer att exkluderas från XML-webbplatskartor. Vi rekommenderar att du inaktiverar denna inställning."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (t.ex. %2$s) baseras på publiceringsdatum. Ur ett SEO-perspektiv saknar inläggen i sådana arkiv andra samband än sitt publiceringsdatum med övriga inlägg på samma sida, och detta säger inte mycket om deras innehåll. Samtidigt kan dessa arkivsidor orsaka problem med duplicerat innehåll. Vi rekommenderar därför att du inaktiverar %3$s."],"Show archives for authors without posts in search results":["Visa arkiv för författare utan inlägg i sökresultat"],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Att inaktivera detta betyder att %1$s utan några inlägg inte kommer att indexeras av sökmotorer och kommer att exkluderas från XML-webbplatskartor."],"Determine how your %1$s should look in search engines.":["Bestäm hur dina %1$s ska se ut i sökmotorer."],"Determine how your %1$s should look on social media by default.":["Bestäm hur dina %1$s ska se ut på sociala medier som standard."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Om du driver en blogg som har endast en författare kommer %1$s (t.ex. %2$s) att ha exakt samma innehåll som startsidan. Det kallas %3$sproblem med duplicerat innehåll%4$s. Om så är fallet på din webbplats kan du välja att antingen inaktivera det (så att författararkivet omdirigeras till startsidan) eller förhindra att arkivet visas i sökresultaten."],"Contact support":["Kontakta supporten"],"Author archive":["Författararkiv"],"Read more about the search results settings":["Läs mer om sökresultatsinställningarna"],"We're very sorry, but it seems like the following error has interrupted our application:":["Det verkar som att följande fel har stoppat vår applikation:"],"Determine how your %1$s should look in search engines and on social media.":["Bestäm hur dina %1$s ska se ut i sökmotorer och på sociala medier."],"Read reviews from real users":["Läs recensioner från riktiga användare"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress laddar massor av resurser, varav några din webbplats kanske inte behöver. Om du inte använder dessa kan du snabba upp dina sidor och spara resurser om du tar bort dem."],"Remove unused resources":["Ta bort oanvända resurser"],"Search appearance":["Sökutseende"],"Additional settings":["Ytterligare inställningar"],"%1$s archive":["Arkiv för %1$s"],"Add custom fields to page analysis":["Lägg till anpassade fält till sidanalys"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Du har inte angett en butikssida i dina WooCommerce-inställningar. %1$sGör detta först%2$s."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Om du inaktiverar detta betyder det att %1$s inte kommer att indexeras av sökmotorer och kommer att uteslutas från XML-webbplatskartor."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Om du inaktiverar detta betyder det att arkivet för %1$s inte kommer att indexeras av sökmotorer och kommer att uteslutas från XML-webbplatskartor."],"These settings are specifically for optimizing your %1$s archive.":["Dessa inställningar är specifikt för optimering av dina %1$s-arkiv."],"Determine how your homepage should look on social media.":["Bestäm hur din startsida ska se ut på sociala medier."],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Kategori-URL:er i WordPress innehåller ett prefix, vanligtvis %s. Visa eller dölj det prefixet i kategori-URL:er."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["Funktionerna %1$sbild för sociala nätverk%2$s, %1$srubrik för sociala nätverk%2$s och %1$sbeskrivning för sociala nätverk%2$s kräver Open Graph-data, som för närvarande är inaktiverat i sektionen ”Social delning” under %3$sWebbplatsfunktioner%4$s."],"Show the categories prefix in the slug":["Visa kategori-prefixet i slugen"],"Determine how your %1$s archive should look in search engines.":["Bestäm hur ditt %1$s-arkiv ska se ut i sökmotorer."],"Determine how your %1$s archive should look on social media.":["Bestäm hur ditt %1$s-arkiv ska se ut på sociala medier."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Bestäm hur din startsida ska se ut i sökresultaten och på sociala medier. Detta är vad folk förmodligen kommer att se när de söker efter ditt varumärke."],"Show %1$s in search results":["Visa %1$s i sökresultat"],"Enable %1$s for %2$s":["Aktivera %1$s för %2$s"],"Archive meta description":["Metabeskrivning för arkiv"],"Archive SEO title":["SEO-rubrik för arkiv"],"Archive social image":["Social bild för arkiv"],"Show the archive for %1$s in search results":["Visa arkivet för %1$s i sökresultat"],"Archive social description":["Social beskrivning för arkiv"],"Archive social title":["Social rubrik för arkiv"],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Åh nej! Det verkar som om ditt formulär innehåller ogiltig data. Granska följande fält:"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Den valda mediatypen är inte giltig. Typer som stöds är: JPG, PNG, WEBP och GIF."],"Archive breadcrumbs title":["Rubrik för synlig sökväg för arkiv"],"Inclusive language analysis":["Analys av inkluderande språk"],"Oops! Something went wrong while saving.":["Hoppsan! Något gick fel vid sparning."],"Great! Your settings were saved successfully.":["Toppen! Dina inställningar har sparats."],"Yandex":["Yandex"],"Bing":["Bing"],"Add verification code":["Lägg till verifieringskod"],"Baidu":["Baidu"],"Restrict advanced settings for authors":["Begränsa avancerade inställningar för författare"],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Skaffa din verifieringskod i %1$sBing Webmaster tools%2$s."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Skaffa din verifieringskod i %1$sYandex Webmaster tools%2$s."],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Skaffa din verifieringskod i %1$sBaidu Webmaster tools%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Skaffa din verifieringskod i %1$sGoogle Search console%2$s."],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Denna REST API-ändpunkt för Yoast SEO ger dig all metadata du behöver för en viss URL. Det gör det mycket enkelt för ”headless” WordPress-webbplatser att använda Yoast SEO för presentation av alla SEO-metadata."],"Claim your site over at %1$sPinterest%2$s.":["Gör anspråk på din webbplats på %1$sPinterest%2$s."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Som standard kan endast redaktörer och administratörer komma åt sektionerna Avancerat och Schema i %1$s-sidopanelen eller metarutan. Om du inaktiverar detta får alla användare åtkomst."],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifiera din webbplats för olika verktyg. Detta lägger till en meta-tagg för verifiering på din startsida. Du hittar instruktioner om hur du verifierar din webbplats för respektive plattform via länken i beskrivningen."],"REST API endpoint":["REST API-ändpunkt"],"APIs":["API:n"],"Slack sharing":["Delning i Slack"],"Open Graph data":["Open Graph-data"],"Social sharing":["Social delning"],"Site structure":["Webbplatsstruktur"],"Tell us which features you want to use.":["Berätta för oss vilka funktioner du vill använda."],"Site preferences":["Webbplatsalternativ"],"Allows for X to display a preview with images and a text excerpt when a link to your site is shared.":["Möjliggör för X att visa en förhandsvisning med bilder och ett textutdrag när en länk till din webbplats delas."],"Network disabled":["Inaktiverat för nätverk"],"Unavailable for sub-sites":["Otillgängligt för underwebbplatser"],"Site image":["Webbplatsbild"],"Title separator":["Rubrikavgränsare"],"Recommended size for this image is %1$s%3$s%2$s":["Rekommenderad storlek för denna bild är %1$s%3$s%2$s"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Denna bild används som reserv för inlägg\/sidor som inte har några bilder angivna."],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["För %1$sWebbplatsbild för sociala nätverk%2$s krävs Open Graph-data, som för närvarande är inaktiverat i sektionen ”Social delning” under %3$sWebbplatsfunktioner%4$s."],"RSS feed":["RSS-flöde"],"%1$s (default)":["%1$s (standard)"],"Dismiss":["Avfärda"],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Lägg automatiskt till innehåll i ditt RSS-flöde. Detta gör att du kan lägga till länkar som pekar tillbaka till din blogg och dina blogginlägg, vilket hjälper sökmotorer att identifiera dig som den ursprungliga källan till innehållet."],"Beta":["Beta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Publicerar du nyhetsartiklar? %s hjälper dig att optimera din webbplats för Google Nyheter."],"IndexNow":["IndexNow"],"Filter search terms":["Filtrera söktermer"],"Additional URL parameters to allow":["Ytterligare URL-parametrar att tillåta"],"Filter searches with common spam patterns":["Filtrera sökningar med vanliga skräppostmönster"],"Max number of characters to allow in searches":["Maximalt antal tecken att tillåta i sökningar"],"Filter searches with emojis and other special characters":["Filtrera sökningar med emojis och andra specialtecken"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Pinga automatiskt sökmotorer som Bing och Yandex när du publicerar, uppdaterar eller tar bort ett inlägg."],"Pingback HTTP header":["HTTP-header för pingbacks"],"Personal logo or avatar":["Personlig logga eller profilbild"],"Select a user":["Välj en användare"],"Add another profile":["Lägg till en annan profil"],"Site representation":["Webbplatsrepresentation"],"Link suggestions":["Länkförslag"],"Insights":["Insikter"],"Social description":["Beskrivning för sociala nätverk"],"Social title":["Social rubrik"],"Social image":["Social bild"],"Image":["Bild"],"New":["Nytt"],"Select image":["Välj bild"],"Replace image":["Ersätt bild"],"Remove image":["Ta bort bild"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Detta lägger till en ”byline” för författaren och beräknad lästid i artikelns förhandsvisningstext vid delning på Slack."],"Page type":["Sidtyp"],"Article type":["Artikeltyp"],"Usage tracking":["Användningsspårning"],"Check out %1$s":["Kolla in %1$s"],"Learn SEO":["Lär dig SEO"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Vi har både gratis- och premiumkurser online för att lära dig allt du behöver veta om SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Vill du lära dig SEO från Team Yoast? Kolla in vår %1$s!"],"Schema":["Schema"],"Show blog page in breadcrumbs":["Visa bloggsida i synliga sökvägar"],"Get the %s plugin now!":["Skaffa tillägget %s nu!"],"Personal info":["Personlig information"],"Organization":["Organisation"],"Organization logo":["Organisationens logga"],"Organization name":["Organisationens namn"],"Select a user…":["Välj en användare …"],"Upgrade to %s":["Uppgradera till %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Du kan redigera dina SEO meta-data för denna anpassade typ på %1$sbutikssidan%2$s."],"Tagline":["Slogan"],"Separator":["Avgränsare"],"%d result found, use up and down arrow keys to navigate":["%d resultat hittades. Navigera med pilarna upp\/ned","%d resultat hittades. Navigera med pilarna upp\/ned"],"SEO analysis":["SEO-analys"],"The readability analysis offers suggestions to improve the structure and style of your text.":["Läsbarhetsanalysen visar dig hur du förbättrar strukturen och stilen för din text."],"(Opens in a new browser tab)":["(Öppnas i en ny webbläsarflik)"],"Text link counter":["Textlänkräknare"],"Cornerstone content":["Grundstensinnehåll"],"Save changes":["Spara ändringar"],"Variable":["Variabel"],"Available variables":["Tillgängliga variabler"],"Admin bar menu":["Administratörsmeny"],"SEO title":["SEO-rubrik"],"Google search console":["Google Search Console"],"Other social profiles":["Andra sociala profiler"],"Readability analysis":["Läsbarhetsanalys"],"No results found":["Inga resultat hittades"],"Bold the last page":["Gör sista sidan till fetstil"],"Author archives":["Arkiv för författare"],"Blog":["Blogg"],"Content to put after each post in the feed":["Innehåll att placera efter varje inlägg i flödet"],"Content to put before each post in the feed":["Innehåll att lägga till i början av varje inlägg i RSS-flödet"],"Description":["Beskrivning"],"You can use the following variables within the content, they will be replaced by the value on the right.":["Du kan använda följande variabler i innehållet. De kommer att ersättas av värdet till höger."],"How to insert breadcrumbs in your theme":["Hur du lägger till synliga sökvägar i ditt tema"],"Prefix for the breadcrumb path":["Prefix för sökvägen till synlig sökväg"],"Anchor text for the Homepage":["Ankartext för startsidan"],"Separator between breadcrumbs":["Avgränsare mellan synliga sökvägar"],"A link to the post, with the title as anchor text.":["En länk till inlägget, med sidrubriken som ankartext."],"A link to your site, with your site's name as anchor text.":["En länk till din webbplats, med ditt webbplatsnamn som ankartext."],"A link to your site, with your site's name and description as anchor text.":["En länk till din webbplats, med ditt webbplatsnamn och beskrivning som ankartext."],"Homepage":["Startsida"],"Person":["Person"],"RSS":["RSS"],"Search":["Sök"],"Date archives":["Datumarkiv"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s har automatiskt upptäckt om det behöver tvinga omskrivning av rubrikerna för dina sidor. Om du tycker det är fel och du vet vad du gör, kan du ändra inställningen här."],"Breadcrumbs":["Synliga sökvägar"],"Force rewrite titles":["Tvinga omskrivningar för rubriker"],"Website name":["Webbplatsens namn"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Du kan bestämma rubriken och beskrivningen för startsidan genom att %1$sredigera själva startsidan%2$s."],"Special pages":["Specialsidor"],"Close":["Stäng"],"Facebook":["Facebook"],"Pinterest":["Pinterest"],"Twitter":["Twitter"],"Breadcrumbs title":["Rubrik för synliga sökvägar"],"Advanced":["Avancerat"],"Meta description":["Metabeskrivning"],"None":["Ingen"],"Tools":["Verktyg"],"General":["Allmänt"],"XML sitemaps":["XML-webbplatskartor"],"meta description":["Meta-beskrivning"],"Google":["Google"],"Social":["Socialt"],"Page title":["Sidrubrik"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}