{"translation-revision-date":"2025-06-30 10:08:31+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"Buy now":["Comprar agora"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Se estava a pensar em actualizar, agora é o momento certo! 30% DE DESCONTO, termina a 3 de Dezembro às 11h (CET)"],"%1$sBuy%2$s %3$s":["%1$sComprar%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30% DE DESCONTO - BLACK FRIDAY"],"Learn more about the primary category.":["Saiba mais sobre a categoria principal."],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Torne a edição de conteúdos muito fácil! Optimize o seu conteúdo de SEO com sugestões rápidas e accionáveis com o clique de um botão.%1$s%2$sSaiba mais%3$s%4$s"],"Optimize your SEO content with %s":["Optimize o seu conteúdo de SEO com %s"],"Undefined error message.":["Mensagem de erro não definida."],"30-day money back guarantee.":["Garantia de reembolso durante 30 dias."],"Only $\/€\/£99 per year (ex VAT)":["Apenas 99$\/€\/£ por ano (sem IVA)"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Deixe que a IA pense por si e ajude a poupar tempo. Obtenha sugestões de alta qualidade para títulos e descrições para que o seu conteúdo tenha uma classificação elevada e uma boa apresentação nas redes sociais. %1$sSaiba mais%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Deixe que a IA pense por si e ajude a poupar tempo. Obtenha sugestões de alta qualidade para títulos e descrições de produtos para que o seu conteúdo tenha uma classificação elevada e uma boa apresentação nas redes sociais. %1$sSaiba mais%2$s%3$s"],"Explore %s now!":["Explore o %s agora!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sSuporte 24\/7%2$s: Também à noite e aos fins-de-semana."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sPré-visualizações apelativas de redes sociais%2$s em que as pessoas querem realmente clicar."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sNão mais ligações danificadas%2$s: Gestor de redireccionamentos automáticos."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSugestões super-rápidas%2$s para ligações internas."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sMúltiplas palavras-chave%2$s: Melhor classificação em mais pesquisas."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sIA%2$s: Títulos e descrições SEO melhores, e mais depressa."],"Generate product titles & descriptions with AI!":["Crie títulos e descrições de produtos com IA!"],"Unlock with the %1$s":["Desbloquear com o %1$s"],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Utilize a IA para gerar títulos e descrições, redireccionar automaticamente páginas eliminadas, obter apoio 24 horas por dia, 7 dias por semana e muito, muito mais!"],"Claim your 30% off now!":["Peça já o seu desconto de 30%!"],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["30% DE DESCONTO"],"Use AI to write your titles & meta descriptions!":["Utilize a IA para criar títulos e descrições"],"New in %1$s":["Novo no %1$s"],"Use AI":["Utilizar a IA"],"Potentially non-inclusive":["Potencialmente não-inclusiva"],"%1$sGet%2$s %3$s":["%1$sObter o%2$s %3$s"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Para ver este vídeo, o %1$s precisa de permissão para carregar vídeos incorporados a partir de %2$s."],"Deny":["Recusar"],"Allow":["Permitir"],"Learn more":["Saiba mais"],"Unlock with %1$s":["Desbloqueie com o %1$s"],"Something went wrong. An unexpected error occurred.":["Algo correu mal. Ocorreu um erro inesperado."],"Refresh this page":["Actualizar esta página"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Infelizmente, isto significa que todas as alterações por guardar nesta secção serão perdidas. Pode tentar actualizar esta página para corrigir o problema. Se o erro persistir, por favor contacte a nossa equipa de suporte para obter toda a ajuda que precisa!"],"Contact support":["Contacte o suporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Desculpe, parece que o seguinte erro interrompeu a nossa aplicação:"],"Read reviews from real users":["Leia avaliações de utilizadores reais"],"Inclusive language:":["Linguagem inclusiva:"],"Premium SEO analysis:":["Análise de SEO premium:"],"Beta":["Beta"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Há alterações por guardar num ou mais passos. Deixar como está significa que estas alterações poderão não ser guardadas. De certeza que quer sair?"],"SEO analysis:":["Análise de SEO:"],"Upgrade to %s":["Actualize para o %s"],"Readability analysis:":["Análise de legibilidade:"],"An error occurred loading the %s primary taxonomy picker.":["Ocorreu um erro ao carregar o selector da taxonomia principal de %s."],"Copy error":["Copiar erro"],"Select the primary %s":["Seleccionar %s principal"],"Enter a focus keyphrase to calculate the SEO score":["Insira uma frase-chave principal para calcular a classificação SEO"],"(Opens in a new browser tab)":["(Abrir num novo separador)"],"OK SEO score":["Classificação razoável de SEO"],"Good SEO score":["Classificação boa de SEO"],"%1$s + %2$s":["%1$s + %2$s"],"Needs improvement":["Precisa de melhorar"],"Not available":["Não disponível"],"Good":["Bom"],"OK":["Razoável"],"Close":["Fechar"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Problema de SEO: A imagem de destaque deve ter pelo menos 200x200 píxeis para ser utilizada pelo Facebook e outras redes sociais."],"(no parent)":["(sem superior)"]}},"comment":{"reference":"js\/dist\/post-edit.js"}}