{"translation-revision-date":"2025-08-26 08:05:53+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Learn more about the metrics":["Erfahre mehr über Metriken"],"Change country":["Land ändern"],"Removed!":["Entfernt!"],"Added!":["Hinzugefügt!"],"Add":["Hinzufügen"],"Add keyphrase":["Keyphrase hinzufügen"],"Difficulty %":["Schwierigkeit: %"],"Intent":["Absicht"],"It will take a lot of on-page SEO, link building, and content promotion efforts.":["Es wird eine Menge On-Page-SEO, Linkaufbau und Content-Promotion erfordern."],"Very hard":["Sehr schwer"],"You will need lots of high-quality ref. domains and optimized content.":["Du brauchst viele hochwertige Ref. Domains und optimierte Inhalte."],"Hard":["Schwer"],"You will need lots of ref. domains and optimized content.":["Du brauchst viele Ref. Domains und optimierte Inhalte."],"Difficult":["Schwierig"],"You will need well-structured and unique content.":["Du brauchst gut strukturierte und einzigartige Inhalte."],"Possible":["Möglicherweise"],"You will need quality content focused on the keyword’s intent.":["Du brauchst qualitativ hochwertige Inhalte, die sich auf die Absicht des Keywords konzentrieren."],"Easy":["Einfach"],"Your chance to start ranking new pages.":["Deine Chance, mit dem Ranking neuer Seiten zu beginnen."],"Very easy":["Sehr einfach"],"Transactional":["Transaktional"],"Commercial":["Kommerziell"],"Navigational":["Navigation"],"Informational":["Informativ"],"The user wants to find an answer to a specific question.":["Der Benutzer möchte eine Antwort auf eine bestimmte Frage finden."],"The user wants to find a specific page or site.":["Der Benutzer möchte eine bestimmte Seite oder Website finden."],"The user wants to investigate brands or services.":["Der Benutzer möchte Marken oder Dienstleistungen recherchieren."],"The user wants to complete an action (conversion).":["Der Benutzer möchte eine Aktion (Konversion) durchführen."],"Explore %s!":["Entdecke %s!"],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":["Mit mehreren Keyphrasen erreichst du mehr Menschen! Möchtest du diese verwandten Keyphrasen schnell zu den %s-Analysen hinzufügen, um deine Inhalte noch besser zu optimieren?"],"Last month":["Letzter Monat"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Beim Abrufen der ähnlichen Keyphrasen ist ein Problem aufgetreten. Bitte versuche es später erneut."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Du hast die maximale Anzahl von 4 ähnlichen Keyphrasen erreicht. Du kannst ähnliche Keyphrasen in der %s-Metabox oder der Seitenleiste ändern oder entfernen."],"Two months ago":["Vor zwei Monaten"],"Three months ago":["Vor drei Monaten"],"Related keyphrase":["Ähnliche Keyphrase"],"Show results for:":["Zeige Ergebnisse für:"],"Four months ago":["Vor vier Monaten"],"Five months ago":["Vor fünf Monaten"],"Six months ago":["Vor sechs Monaten"],"Seven months ago":["Vor sieben Monaten"],"Eight months ago":["Vor acht Monaten"],"Nine months ago":["Vor neun Monaten"],"Ten months ago":["Vor zehn Monaten"],"Eleven months ago":["Vor elf Monaten"],"Twelve months ago":["Vor zwölf Monaten"],"Get more insights at %s":["Gewinne weitere Erkenntnisse bei %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Keyphrase-Aufkommen der vergangenen 12 Monate auf einer Skala von 0 bis 100."],"Trend":["Trend"],"Volume":["Menge"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Du hast dein Abfrage-Limit für heute erreicht. Komm morgen wieder oder buche einen Tarif bei %s."],"Upgrade your %s plan":["Buche einen Tarif bei %s"],"Related keyphrases":["Ähnliche Keyphrasen"],"Sorry, there's no data available for that keyphrase\/country combination.":["Sorry, für diese Kombination von Keyphrase und Land gibt es keine Daten."],"(Opens in a new browser tab)":["(Öffnet in einem neuen Browser Tab)"],"Remove":["Entfernen"]}},"comment":{"reference":"js\/dist\/externals\/relatedKeyphraseSuggestions.js"}}