{"translation-revision-date":"2025-08-26 08:05:53+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"30-day money back guarantee":["30 Tage Geld-zurück-Garantie"],"%1$s access":["%1$s Zugang"],"AI tools included":["Inklusive KI-Tools"],"Now with Local, News & Video SEO + 1 Google Docs seat!":["Jetzt mit Local, News & Video SEO + 1 Google Docs Platz!"],"%1$s%2$s %3$s":["%1$s%2$s %3$s"],"Boost visibility for your products, from 10 or 10,000+":["Steigere die Sichtbarkeit deiner Produkte, ab 10 oder 10.000+"],"Access to friendly help when you need it, day or night":["Zugang zu freundlicher Hilfe, wenn du sie brauchst, Tag und Nacht"],"Internal links and redirect management, easy":["Ganz einfach interne Links und Weiterleitungen verwalten"],"Easy Local SEO. Show up in Google Maps results":["Einfache lokale SEO. In den Google Maps Ergebnissen auftauchen"],"Built to get found by search, AI, and real users":["Entwickelt, um von der Suche, KI und echten Nutzern gefunden zu werden"],"Make your articles visible, be seen in Google News":["Mach deine Artikel sichtbar, werde in Google News gesehen"],"Generate SEO optimized metadata in seconds with AI":["Erstelle SEO-optimierte Metadaten in Sekundenschnelle mit KI"],"Now includes Local, News & Video SEO + 1 Google Docs seat!":["Jetzt mit Local, News & Video SEO + 1 Google Docs-Platz!"],"New: Prepare your site for AI-driven discovery!":["Neu: Bereite deine Website auf die KI-gesteuerte Entdeckung vor!"],"Automatically generate an llms.txt file that highlights key content for AI systems.":["Erstelle automatisch eine llms.txt-Datei, die wichtige Inhalte für KI-Systeme hervorhebt."],"Show me":["Anzeigen"],"You’re back in Yoast SEO. If you still have tasks to finish in Site Kit by Google, you can %1$s return to their dashboard%2$s anytime.":["Du bist zurück in Yoast SEO. Wenn du noch Aufgaben in Site Kit by Google zu erledigen hast, kannst du %1$s jederzeit zu ihrem Dashboard%2$s zurückkehren."],"Update Site Kit by Google":["Site Kit von Google aktualisieren"],"You are using an outdated version of the Site Kit by Google plugin. Please update to the latest version to connect Yoast SEO with Site Kit by Google.":["Du verwendest eine veraltete Version des Site Kit by Google-Plugins. Bitte aktualisiere auf die neueste Version, um Yoast SEO mit Site Kit by Google zu verbinden."],"Your current version of the Site Kit by Google plugin is no longer compatible with Yoast SEO. Please update to the latest version to restore the connection.":["Deine aktuelle Version des Site Kit by Google Plugins ist nicht mehr mit Yoast SEO kompatibel. Bitte aktualisiere auf die neueste Version, um die Verbindung wiederherzustellen."],"Fine-tune your SEO and optimize your content using key performance metrics (KPI).":["Stimme deine SEO ab und optimiere deine Inhalte mit Hilfe von Key Performance Metrics (KPI)."],"Grow your audience with actionable SEO and user behavior insights.":["Vergrößere dein Publikum mit verwertbaren Erkenntnissen zu SEO und Nutzerverhalten."],"Here's what you'll unlock:":["Hier ist, was du freischalten wirst:"],"You're all set, here are some benefits:":["Du bist bereit, hier sind einige Vorteile:"],"You don’t have view access to Site Kit by Google. Please contact the admin who set it up.":["Du hast keinen Zugriff auf das Site Kit von Google. Bitte kontaktiere den Administrator, der es eingerichtet hat."],"Please contact your WordPress admin to install, activate, and set up the Site Kit by Google plugin.":["Bitte wende dich an deinen WordPress-Admin, um das Site Kit by Google-Plugin zu installieren, zu aktivieren und einzurichten."],"You’ve successfully connected your site with Site Kit by Google!":["Du hast deine Website erfolgreich mit Site Kit by Google verknüpft!"],"Loading…":["Wird geladen..."],"Bring together powerful tools like Google Analytics and Search Console for a complete overview of your website's performance, all in one seamless dashboard.":["Führe leistungsstarke Tools wie Google Analytics und Search Console zusammen, um einen vollständigen Überblick über die Leistung deiner Website zu erhalten - alles in einem einzigen Dashboard."],"Expand your dashboard with insights from Google!":["Erweitere dein Dashboard mit Einblicken von Google!"],"Remove permanently":["Dauerhaft entfernen"],"Remove until next visit":["Bis zum nächsten Besuch entfernen"],"Open Site Kit widget dropdown menu":["Site Kit Widget Dropdown-Menü öffnen"],"CONNECT":["VERBINDEN"],"SET UP":["EINRICHTEN"],"ACTIVATE":["AKTIVIEREN"],"INSTALL":["INSTALLIEREN"],"Oops! You can’t see the overview of your SEO insights right now because you’re in a non-production environment.":["Huch! Du kannst die Übersicht über deine SEO-Insights im Moment nicht sehen, weil du dich in einer Nicht-Produktionsumgebung befindest."],"Welcome to your dashboard! Check your content's SEO performance, readability, and overall strengths and opportunities. Get even more insights by enabling the ‘SEO analysis’ and the ‘Readability analysis’ in your %1$sSite features%2$s or your %3$suser profile settings%4$s.":["Willkommen auf deinem Dashboard! Überprüfe die SEO-Leistung, die Lesbarkeit und die allgemeinen Stärken und Möglichkeiten deiner Inhalte. Erhalte noch mehr Einblicke, indem du die \"SEO-Analyse\" und die \"Lesbarkeitsanalyse\" in deinen %1$sWebsite-Funktionen%2$s oder deinen %3$sBenutzerprofileinstellungen%4$s aktivierst."],"Install Site Kit by Google":["„Site Kit von Google“ installieren"],"Activate Site Kit by Google":["„Site Kit von Google“ aktivieren"],"Set up Site Kit by Google":["„Site Kit von Google“ einrichten"],"Connect Site Kit by Google":["Mit „Site Kit von Google“ verbinden"],"Grant consent":["Zustimmung erteilen"],"Give us permission to access your Site Kit data, allowing insights from tools like Google Analytics and Search Console to be displayed directly on your dashboard.":["Gib uns die Erlaubnis, auf deine Site Kit-Daten zuzugreifen, damit Einblicke aus Tools wie Google Analytics und Suchkonsole direkt auf deinem Dashboard angezeigt werden können."],"Grant consent to connect with Site Kit by Google":["Zustimmung zur Verbindung mit „Site Kit von Google“ erteilen"],"Oops! You can’t see the overview of your SEO scores and readability scores right now because you’re in a non-production environment.":["Ups! Du kannst die Übersicht über deine SEO- und Lesbarkeitsbewertungen im Moment nicht sehen, weil du dich in einer Nicht-Produktionsumgebung befindest."],"It looks like the ‘SEO analysis’ and the ‘Readability analysis’ are currently disabled in your %1$sSite features%2$s or your %3$suser profile settings%4$s. Enable these features to start seeing all the insights you need right here!":["Es sieht so aus, als ob die \"SEO-Analyse\" und die \"Lesbarkeitsanalyse\" derzeit in deinen %1$sWebsite-Funktionen%2$s oder deinen %3$sBenutzerprofileinstellungen%4$s deaktiviert sind. Aktiviere diese Funktionen, damit du alle wichtigen Informationen direkt hier sehen kannst!"],"Welcome to your dashboard! Check your content's SEO performance, readability, and overall strengths and opportunities. %1$sLearn more about the dashboard%2$s.":["Willkommen auf deinem Dashboard! Überprüfe die SEO-Leistung, die Lesbarkeit und die allgemeinen Stärken und Möglichkeiten deiner Inhalte. %1$sErfahre mehr über das Dashboard%2$s."],"Hi %s,":["Hallo %s,"],"Yes, leave page":["Ja, Seite verlassen"],"There are unsaved changes in one or more steps of the first-time configuration. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Es gibt ungespeicherte Änderungen in einem oder mehreren Schritten der Erstkonfiguration. Wenn du die Seite verlässt, gehen diese Änderungen verloren. Bist du sicher, dass du diese Seite verlassen willst?"],"Unsaved changes":["Nicht gespeicherte Änderungen"],"This notification can't be hidden at this time. Please try again later.":["Diese Benachrichtigung kann zur Zeit nicht ausgeblendet werden. Bitte versuche es später noch einmal."],"This problem can't be hidden at this time. Please try again later.":["Dieses Problem kann zur Zeit nicht ausgeblendet werden. Bitte versuche es später noch einmal."],"Something went wrong":["Es ist ein Fehler aufgetreten"],"Dashboard navigation":["Dashboard Navigation"],"Close dashboard navigation":["Dashboard-Navigation schließen"],"Open dashboard navigation":["Dashboard-Navigation öffnen"],"Monitor and manage potential SEO problems affecting your site and stay informed with important notifications and updates.":["Überwache und verwalte potenzielle SEO-Probleme, die deine Website betreffen, und bleibe mit wichtigen Benachrichtigungen und Updates auf dem Laufenden."],"Alert center":["Alarmzentrale"],"Tell us about your site, so we can get it ranked! Let's get your site in tip-top shape for the search engines. Follow these 5 steps to make Google understand what your site is about.":["Erzähl uns von deiner Website, damit wir sie ins Ranking bringen können! Lass uns deine Website für die Suchmaschinen in Topform bringen. Befolge diese 5 Schritte, damit Google versteht, worum es auf deiner Website geht."],"hidden problem":["verstecktes Problem","versteckte Probleme"],"hidden notification":["versteckte Benachrichtigung","versteckte Benachrichtigungen"],"%1$s Dashboard - %2$s":["%1$s Dashboard - %2$s"],"Buy now":["Jetzt kaufen"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Wenn du über ein Upgrade nachgedacht hast, ist jetzt der richtige Zeitpunkt! 30% Rabatt bis 3. Dez. 11 Uhr (MEZ)"],"30% OFF - BLACK FRIDAY":["30% RABATT - BLACK FRIDAY"],"%1$sBuy%2$s %3$s":["%1$sJetzt %3$s kaufen%2$s"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Mach die Bearbeitung von Inhalten zum Kinderspiel! Optimiere deine SEO-Inhalte mit schnellen, umsetzbaren Vorschlägen auf Knopfdruck.%1$s%2$sMehr erfahren%3$s%4$s"],"Optimize your SEO content with %s":["Optimiere deine SEO-Inhalte mit %s"],"Undefined error message.":["Undefinierte Fehlermeldung."],"E.g. https:\/\/x.com\/yoast":["Z.B. https:\/\/x.com\/yoast"],"X":["X"],"Explore %s now!":["Entdecke jetzt %s!"],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["Wenn du deine Rankings verbessern willst, musst du regelmäßig an deiner SEO arbeiten. Das kann überwältigend sein, also lass uns einen Schritt nach dem anderen angehen!"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["Tolle Arbeit! Dank der Details, die du angegeben hast, hat %1$s deine Website für Suchmaschinen verbessert und ihnen ein klareres Bild davon gegeben, worum es auf deiner Website geht."],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["Wichtig: Wir werden diese Daten nicht verkaufen und keine persönlichen Informationen über dich oder deine Besucher sammeln."],"What data will be collected and why?":["Welche Daten werden gesammelt und warum?"],"No, I don't want to share my site data":["Nein, ich möchte meine Website-Daten nicht freigeben"],"Are you open to help us improve our services?":["Bist du bereit, uns bei der Verbesserung unserer Dienstleistungen zu helfen?"],"Yes, give me your free tips!":["Ja, gib mir deine kostenlosen Tipps!"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["Abonniere den %1$s-Newsletter, um Best Practices zur Verbesserung deines Rankings zu erhalten, Zeit bei SEO-Aufgaben zu sparen, über die neuesten SEO-Nachrichten auf dem Laufenden zu bleiben und Expertenratschläge zu erhalten, wie du das Beste aus %2$s machst!"],"Get free weekly SEO tips!":["Erhalte wöchentlich kostenlose SEO-Tipps!"],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["Du hast es fast geschafft! Vervollständige alle Einstellungen in diesem Schritt, damit die Suchmaschinen wissen, worum es auf deiner Website geht."],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["Wenn du diesen Schritt ausführst, kann Google deine Website noch besser verstehen. Bonus: Du erhöhst deine Chancen darauf, %1$sgute Ergebnisse%2$s zu erzielen!"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["Beginnen wir mit der SEO-Datenoptimierung. Das heißt, wir scannen deine Website und erstellen eine Datenbank mit optimierten SEO-Daten. Dabei werden keine Inhalte oder Einstellungen auf deiner Website verändert und du musst nichts tun, sondern nur auf Start klicken!\n\nHinweis: Wenn du sehr viele Inhalte hast, kann diese Optimierung einen Moment dauern. Aber vertrau uns, das ist es wert!"],"We've successfully analyzed your site & optimized your SEO data!":["Wir haben deine Website erfolgreich analysiert und deine SEO-Daten optimiert!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["Fantastische Arbeit! Füge unten die Konten deiner Organisation in den sozialen Medien hinzu. So können wir die Metadaten für diese Plattformen feinabstimmen."],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["30% RABATT"],"Learn how to increase your rankings with %1$s":["Erfahre, wie du dein Ranking mit %1$s verbesserst"],"Sign up today!":["Heute noch anmelden!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Fühlst du dich verloren, wenn es darum geht, deine Website für die Suchmaschinen zu optimieren? Nimm an unserem KOSTENLOSEN Webinar teil, um das Selbstvertrauen zu gewinnen, das du brauchst, um mit der Optimierung wie ein Profi zu beginnen! Du erhältst das Wissen und die Werkzeuge, um mit der effektiven Umsetzung von SEO zu beginnen."],"Join our FREE webinar for SEO success":["Nimm an unserem KOSTENLOSEN Webinar für SEO-Erfolg teil"],"You can %1$supdate or add social profiles to this user profile%2$s.":["Du kannst %1$sdiesem Benutzerprofil Social-Media-Profile hinzufügen oder aktualisieren%2$s."],"You have selected the user %1$s as the person this site represents.":["Du hast den Benutzer %1$s als die Person gewählt, die diese Website repräsentiert."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Wenn du eine Person auswählst, die diese Website repräsentiert, werden wir die Social-Media-Profile des gewählten Benutzers aus dessen Profilseite verwenden."],"Please select a user in the Site representation step.":["Bitte wähle einen Benutzer im Schritt „Website repräsentieren“."],"Got it!":["Ich habe verstanden!"],"Allow":["Zulassen"],"Deny":["Ablehnen"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Um dieses Video anzusehen, musst du %1$s erlauben, eingebettete Videos von %2$s zu laden."],"We could not save the website name. Please check the value.":["Wir konnten den Namen der Website nicht speichern. Bitte überprüfe den Wert."],"Learn more":["Weitere Informationen"],"Unlock with %1$s":["Entsperren mit %1$s"],"No, continue editing":["Nein, Bearbeitung fortsetzen"],"E.g. https:\/\/facebook.com\/yoast":["z. B. https:\/\/facebook.com\/yoast"],"Refresh this page":["Diese Seite neu laden"],"Something went wrong. An unexpected error occurred.":["Etwas ist schief gelaufen. Ein unerwarteter Fehler ist aufgetreten."],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Leider bedeutet dies, dass alle deine nicht gespeicherten Änderungen in diesem Abschnitt verloren gehen. Du kannst versuchen, diese Seite zu aktualisieren, um das Problem zu beheben. Wenn der Fehler weiterhin auftritt, wende dich bitte an unser Support-Team, damit wir dir helfen können!"],"Contact support":["Support kontaktieren"],"We're very sorry, but it seems like the following error has interrupted our application:":["Es tut uns sehr leid, aber anscheinend hat der folgende Fehler unsere Anwendung angehalten:"],"Dismiss":["Verwerfen"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Wir haben uns erlaubt, den Namen und das Logo deiner Website für den Namen und das Logo der Organisation zu verwenden. Fühl dich sich frei, sie unten zu ändern."],"Beta":["Beta"],"Dismiss this notice.":["Diesen Hinweis ausblenden."],"SEO data optimization":["Optimierung der SEO-Daten"],"Personal preferences":["Persönliche Einstellungen"],"Finish configuration":["Konfiguration abschließen"],"An error has occurred: %1$s":["Es ist ein Fehler aufgetreten: %1$s"],"We could not save the organization name. Please check the value.":["Wir konnten den Namen der Organisation nicht speichern. Bitte überprüfe den Wert."],"E.g. example@email.com":["z.B. beispielname@email.com"],"Thank you! Check your inbox for the confirmation email.":["Vielen Dank! Bitte sieh in deinen Posteingang, um die Bestätigungs-E-Mail zu lesen."],"Please enter a valid email address.":["Bitte gib eine gültige E-Mail-Adresse ein."],"Or go to your SEO dashboard":["Oder gehe zu deinem SEO-Dashboard"],"Personal logo or avatar":["Persönliches Logo oder persönlicher Avatar"],"Select a user":["Benutzer auswählen"],"Tell us! Is your site about an organization or a person?":["Hilf uns hier bitte! Ist deine Website über ein Unternehmen oder eine Einzelperson? "],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Du hast den Benutzer %1$s als die Person gewählt, den diese Website repräsentiert. Die Informationen aus diesem Benutzerprofil werden ab sofort in den Suchergebnissen verwendet. %2$sAktualisiere dieses Profil jetzt, um sicherzustellen, dass diese Informationen korrekt sind%3$s."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Du hast den Benutzer %1$s als die Person gewählt, den diese Website darstellt. Die Informationen aus diesem Benutzerprofil werden ab sofort in den Suchergebnissen verwendet. Du besitzt nicht die Erlaubnis, dieses Benutzerprofil zu aktualisieren, daher solltest du diesen Benutzer oder den Administrator bitten, zu prüfen ob diese Informationen korrekt sind."],"Uploading image…":["Bild wird hochgeladen …"],"Select an option":["Eine Option auswählen"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["Die Optimierung der SEO-Daten läuft... Du kannst problemlos zu den nächsten Schritten dieses Assistenten fortfahren."],"We've already successfully analyzed your site. You can move on to the next step.":["Wir haben bereits erfolgreich deine Website analysiert. Du kannst zum nächsten Schritt fortfahren."],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Bitte beachte, dass du die SEO-Datenoptimierung für diese Konfiguration durchführen solltest, damit du das beste Ergebnis erzielen kannst."],"E.g. https:\/\/www.facebook.com\/yoast":["z.B. https:\/\/www.facebook.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["z.B. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["z.B. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["z.B. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["z.B. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["z.B. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["z.B. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["z.B. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["z.B. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.wikipedia.com\/yoast":["z.B. https:\/\/www.wikipedia.com\/yoast"],"First-time configuration":["Erstmalige Konfiguration"],"E.g. https:\/\/social-platform.com\/yoast":["z.B. https:\/\/social-platform.com\/yoast"],"Delete item":["Eintrag löschen"],"Add another profile":["Anderes Profil hinzufügen"],"Other social profile":["Anderes Social-Media-Profil"],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Du besitzt keine Erlaubnis, das Social-Media-Profil dieses Benutzers zu bearbeiten. Du solltest diesen Benutzer oder den Administrator darum bitten, dies zu erledigen."],"Could not save this value. Please check the URL.":["Dieser Wert konnte nicht gespeichert werden. Bitte überprüfe die URL."],"Could not save this value. Please check the URL or username.":["Dieser Wert konnte nicht gespeichert werden. Bitte überprüfe die URL oder den Benutzernamen."],"Email address":["E-Mail-Adresse"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respektiert deine Privatsphäre. Bitte lies unsere %1$sDatenschutzerklärung%2$s und wie wir mit deinen personenbezogenen Daten umgehen."],"Oops! Something went wrong. Check your email address and try again.":["Hoppla! Etwas ist schief gelaufen. Überprüfe bitte deine E-Mail-Adresse und versuche es erneut."],"Save and continue":["Speichern und fortfahren"],"Yes, you can collect my site data":["Ja, Sie dürfen meine Website-Daten verwenden"],"Does your site represent an Organization or Person?":["Repräsentiert deine Website eine Firma oder Person?"],"Site representation":["Darstellung der Website"],"Continue":["Fortsetzen"],"Error stack trace":["Fehler-Stack-Trace"],"Response":["Antwort"],"Error message":["Fehlermeldung"],"Status code":["Statuscode"],"Request method":["Anfragemethode"],"Request URL":["Anfrage-URL"],"Error details":["Fehlerdetails"],"Remove image":["Bild entfernen"],"Select image":["Bild auswählen"],"Replace image":["Bild ersetzen"],"This feature has been disabled since subsites never send tracking data.":["Diese Funktion wurde deaktiviert, da Unterseiten niemals Tracking-Daten senden."],"Stop SEO data optimization":["Optimierung der SEO-Daten anhalten"],"SEO data optimization is disabled for non-production environments.":["Die Optimierung der SEO-Daten ist für nicht-produktive Umgebungen deaktiviert."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Diese Funktion enthält und ersetzt den Text-Linkzähler und die interne Verlinkungsanalyse"],"Start SEO data optimization":["Optimierung der SEO-Daten beginnen"],"Can we collect anonymous information about your website to enhance %1$s?":["Können wir anonyme Informationen über deine Website und ihre Nutzung sammeln, um %1$s zu verbessern?"],"Learn SEO":["SEO kennenlernen"],"Check out %1$s":["Möchtest du SEO von Team Yoast lernen? Schau dir unsere %1$s an!"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Wir bieten sowohl kostenlose als auch Premium-Online-Kurse an, um alles zu lernen, was du über SEO wissen musst."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Möchtest du SEO von Team Yoast lernen? Schau dir unsere %1$s an!"],"Organization name":["Organisations-Name"],"Organization logo":["Organisations-Logo"],"Upgrade to %s":["%s buchen"],"This feature has been disabled by the network admin.":["Diese Funktion wurde durch den Netzwerkadministrator deaktiviert."],"Go back":["Zurück"],"(Opens in a new browser tab)":["(Öffnet in einem neuen Browser Tab)"],"24\/7 support":["24\/7 Support"],"Save changes":["Änderungen speichern"],"No new notifications.":["Keine neuen Benachrichtigungen"],"Name":["Name"],"Social profiles":["Social-Media-Profile"],"Notifications":["Benachrichtigungen"],"%s notification":["%s Benachrichtigung","%s Benachrichtigungen"],"Problems":["Probleme"],"Dashboard":["Dashboard"],"We have detected the following issues that affect the SEO of your site.":["Wir haben die folgenden Probleme festgestellt, welche die SEO deiner Site beeinflussen."],"Good job! We could detect no serious SEO problems.":["Gute Arbeit! Wir konnten keine ernsthaften SEO-Probleme feststellen."],"Website name":["Name der Website"],"Close":["Schließen"],"Facebook":["Facebook"],"Edit":["Bearbeiten"]}},"comment":{"reference":"js\/dist\/general-page.js"}}