{"translation-revision-date":"2025-07-01 09:23:43+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Learn more about the metrics":["Ölçümler hakkında daha fazla bilgi edinin"],"Removed!":["Kaldırıldı!"],"It will take a lot of on-page SEO, link building, and content promotion efforts.":["Bunun için çok sayıda sayfa içi SEO, bağlantı oluşturma ve içerik tanıtımı çabası gerekecektir."],"Difficulty %":["Zorluk %"],"Intent":["Niyet"],"Add":["Ekle"],"Add keyphrase":["Anahtar kelime ekle"],"Added!":["Eklenmiş!"],"Change country":["Ülke değiştir"],"Your chance to start ranking new pages.":["Yeni sayfaları sıralamaya sokma şansınız."],"You will need lots of high-quality ref. domains and optimized content.":["Çok sayıda yüksek kalite atıf yapan alan adına ve iyileştirilmiş içeriğe ihtiyacınız olacak."],"You will need lots of ref. domains and optimized content.":["Atıf yapan bir çok alan adı ve iyileştirilmiş içeriğe ihtiyacınız olacak."],"You will need quality content focused on the keyword’s intent.":["Anahtar kelimenin niyetine odaklanan kaliteli içeriğe ihtiyacınız olacak."],"You will need well-structured and unique content.":["İyi yapılandırılmış ve benzersiz içeriğe ihtiyacınız olacak."],"The user wants to complete an action (conversion).":["Kullanıcı bir eylemi (dönüşüm) tamamlamak istiyor."],"The user wants to find a specific page or site.":["Kullanıcı belirli bir sayfayı veya siteyi bulmak istiyor."],"The user wants to find an answer to a specific question.":["Kullanıcı belirli bir soruya yanıt bulmak istiyor."],"The user wants to investigate brands or services.":["Kullanıcı markaları veya hizmetleri araştırmak istiyor."],"Transactional":["İşlemsel"],"Very easy":["Çok kolay"],"Very hard":["Çok zor"],"Possible":["Mümkün"],"Navigational":["Dolaşım amaçlı"],"Difficult":["Zor"],"Easy":["Kolay"],"Hard":["Zor"],"Informational":["Bilgilendirici"],"Commercial":["Ticari"],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":["Birden fazla anahtar kelime ile daha fazla kişiye ulaşacaksınız! Daha da iyi içerik optimizasyonu için bu ilgili anahtar sözcükleri %s analizlerine hızlıca eklemek ister misiniz?"],"Explore %s!":["%s’u keşfet!"],"Trend":["Trend"],"Twelve months ago":["On iki ay önce"],"Eleven months ago":["On bir ay önce"],"Ten months ago":["On ay önce"],"Nine months ago":["Dokuz ay önce"],"Eight months ago":["Sekiz ay önce"],"Seven months ago":["Yedi ay önce"],"Six months ago":["Altı ay önce"],"Five months ago":["Beş ay önce"],"Four months ago":["Dört ay önce"],"Three months ago":["Üç ay önce"],"Two months ago":["İki ay önce"],"Last month":["Geçen ay"],"Upgrade your %s plan":["%s planınızı yükseltin"],"Show results for:":["Sonuçları şunun için göster:"],"Related keyphrase":["İlgili anahtar kelime"],"Volume":["Hacim"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Son 12 aydaki anahtar kelime hacmi, 0 ile 100 arasında bir ölçekte."],"Get more insights at %s":["%s adresinde daha fazla bilgi edinin"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Bugün için istek sınırınıza ulaştınız. Yarın tekrar kontrol edin veya planınızı %s üzerinden yükseltin."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Maksimum 4 ilgili anahtar sözcük sayısına ulaştınız. %s meta kutusunda veya sidebarda ilgili anahtar sözcükleri değiştirebilir veya kaldırabilirsiniz."],"We've encountered a problem trying to get related keyphrases. Please try again later.":["İlgili anahtar kelimeleri almaya çalışırken bir sorunla karşılaştık. Lütfen daha sonra tekrar deneyiniz."],"Related keyphrases":["İlgili anahtar kelimeler"],"Sorry, there's no data available for that keyphrase\/country combination.":["Üzgünüz, bu anahtar kelime\/ülke kombinasyonu için veri yok."],"(Opens in a new browser tab)":["(Yeni sekmede açılır)"],"Remove":["Kaldır"]}},"comment":{"reference":"js\/dist\/externals\/relatedKeyphraseSuggestions.js"}}