{"translation-revision-date":"2025-06-30 10:06:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"You’re back in Yoast SEO. If you still have tasks to finish in Site Kit by Google, you can %1$s return to their dashboard%2$s anytime.":["Jste zpět v Yoast SEO. Pokud máte v Site Kit by Google ještě nějaké úkoly k dokončení, můžete se kdykoli %1$s vrátit na jejich ovládací panel%2$s."],"Update Site Kit by Google":["Aktualizace sady stránek od společnosti Google"],"You are using an outdated version of the Site Kit by Google plugin. Please update to the latest version to connect Yoast SEO with Site Kit by Google.":["Používáte zastaralou verzi pluginu Site Kit by Google. Aktualizujte na nejnovější verzi, abyste mohli propojit Yoast SEO se Site Kit by Google."],"Your current version of the Site Kit by Google plugin is no longer compatible with Yoast SEO. Please update to the latest version to restore the connection.":["Vaše aktuální verze pluginu Site Kit by Google již není kompatibilní s Yoast SEO. Pro obnovení spojení proveďte aktualizaci na nejnovější verzi."],"Fine-tune your SEO and optimize your content using key performance metrics (KPI).":["Vylaďte SEO a optimalizujte obsah pomocí klíčových ukazatelů výkonnosti (KPI)."],"Grow your audience with actionable SEO and user behavior insights.":["Rozšiřte své publikum pomocí užitečných informací o SEO a chování uživatelů."],"Here's what you'll unlock:":["Odemknete si následující informace:"],"You don’t have view access to Site Kit by Google. Please contact the admin who set it up.":["Nemáte přístup k zobrazení sady Site Kit od společnosti Google. Obraťte se prosím na správce, který ji nastavil."],"You're all set, here are some benefits:":["Vše je připraveno, zde jsou některé výhody:"],"You’ve successfully connected your site with Site Kit by Google!":["Úspěšně jste propojili své stránky se sadou Site Kit by Google!"],"Please contact your WordPress admin to install, activate, and set up the Site Kit by Google plugin.":["Pro instalaci, aktivaci a nastavení pluginu Site Kit by Google kontaktujte správce WordPressu."],"Loading…":["Načítání..."],"SET UP":["NASTAVENÍ"],"Remove permanently":["Trvalé odstranění"],"Remove until next visit":["Odstranění do příští návštěvy"],"Open Site Kit widget dropdown menu":["Otevřít rozbalovací nabídku widgetu Site Kit"],"CONNECT":["SPOJTE SE S"],"Expand your dashboard with insights from Google!":["Rozšiřte svojí nástěnku o informace od společnosti Google!"],"INSTALL":["INSTALACE"],"ACTIVATE":["AKTIVOVAT"],"Bring together powerful tools like Google Analytics and Search Console for a complete overview of your website's performance, all in one seamless dashboard.":["Spojte výkonné nástroje, jako je Google Analytics a Search Console, a získejte kompletní přehled o výkonnosti svých webových stránek v jednom přehledném panelu."],"Welcome to your dashboard! Check your content's SEO performance, readability, and overall strengths and opportunities. Get even more insights by enabling the ‘SEO analysis’ and the ‘Readability analysis’ in your %1$sSite features%2$s or your %3$suser profile settings%4$s.":["Vítejte na nástěnce! Zkontrolujte výkonnost SEO, čitelnost a celkové silné stránky a příležitosti vašeho obsahu. Ještě více informací získáte zapnutím \"Analýzy SEO\" a \"Analýzy čitelnosti\" v %1$sFunkce webu%2$s nebo v %3$snastavení profilu uživatele%4$s."],"Oops! You can’t see the overview of your SEO insights right now because you’re in a non-production environment.":["Ups! Přehled svých SEO informací si nyní nemůžete prohlédnout, protože se nacházíte v neprodukčním prostředí."],"Give us permission to access your Site Kit data, allowing insights from tools like Google Analytics and Search Console to be displayed directly on your dashboard.":["Dejte nám oprávnění k přístupu k datům sady Site Kit, což vám umožní zobrazit informace z nástrojů, jako je Google Analytics a Search Console, přímo na vašem ovládacím panelu."],"Grant consent":["Udělení souhlasu"],"Install Site Kit by Google":["Instalace sady Site Kit od společnosti Google"],"Set up Site Kit by Google":["Nastavení sady stránek od společnosti Google"],"Activate Site Kit by Google":["Aktivace sady Site Kit od společnosti Google"],"Connect Site Kit by Google":["Sada pro připojení stránek od společnosti Google"],"Grant consent to connect with Site Kit by Google":["Udělení souhlasu s připojením k sadě Site Kit od společnosti Google"],"Oops! You can’t see the overview of your SEO scores and readability scores right now because you’re in a non-production environment.":["Ups! Přehled skóre SEO a skóre čitelnosti si nyní nemůžete prohlédnout, protože se nacházíte v neprodukčním prostředí."],"It looks like the ‘SEO analysis’ and the ‘Readability analysis’ are currently disabled in your %1$sSite features%2$s or your %3$suser profile settings%4$s. Enable these features to start seeing all the insights you need right here!":["Vypadá to, že funkce \"SEO analýza\" a \"Analýza čitelnosti\" jsou v současné době zakázány ve vašich %1$svlastnostech webu%2$s nebo %3$snebo v nastavení uživatelského profilu%4$s. Povolte tyto funkce, abyste mohli začít zobrazovat všechny potřebné informace přímo zde!"],"Welcome to your dashboard! Check your content's SEO performance, readability, and overall strengths and opportunities. %1$sLearn more about the dashboard%2$s.":["Vítejte na palubní desce! Zkontrolujte výkonnost SEO, čitelnost a celkové silné stránky a příležitosti vašeho obsahu. %1$sPřečtěte si více o ovládacím panelu%2$s."],"Hi %s,":["Ahoj %s,"],"Yes, leave page":["Ano, opustit stránku"],"Something went wrong":["Něco se pokazilo"],"There are unsaved changes in one or more steps of the first-time configuration. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["V jednom nebo více krocích první konfigurace jsou neuložené změny. Odchod znamená, že tyto změny budou ztraceny. Opravdu chcete opustit tuto stránku?"],"This notification can't be hidden at this time. Please try again later.":["Toto oznámení nelze v tuto chvíli skrýt. Zkuste to později."],"This problem can't be hidden at this time. Please try again later.":["Tento problém nelze v současné době skrýt. Zkuste to později."],"Unsaved changes":["Neuložené změny"],"Tell us about your site, so we can get it ranked! Let's get your site in tip-top shape for the search engines. Follow these 5 steps to make Google understand what your site is about.":["Řekněte nám o svých stránkách, abychom je mohli zařadit! Dostaneme vaše stránky do nejlepšího stavu pro vyhledávače. Postupujte podle těchto 5 kroků, aby Google pochopil, o čem váš web je."],"hidden problem":["skrytý problém","skryté problémy","skrytých problémů"],"hidden notification":["skryté oznámení","skrytá oznámení","skrytých oznámení"],"%1$s Dashboard - %2$s":["%1$s Dashboard - %2$s"],"Buy now":["Koupit nyní"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Pokud jste přemýšleli o upgradu, nyní je ten správný čas! 30% SLEVA končí 3. prosince 11:00 (CET)"],"%1$sBuy%2$s %3$s":["%1$sBuy%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30% SLEVA - ČERNÝ PÁTEK"],"Dashboard navigation":["Navigace na přístrojové desce"],"Close dashboard navigation":["Zavřít navigaci na přístrojové desce"],"Open dashboard navigation":["Otevření navigace na přístrojové desce"],"Monitor and manage potential SEO problems affecting your site and stay informed with important notifications and updates.":["Sledujte a spravujte potenciální problémy SEO ovlivňující váš web a buďte informováni o důležitých oznámeních a aktualizacích."],"Alert center":["Výstražné centrum"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Úprava obsahu je hračka! Optimalizujte svůj obsah pro SEO pomocí rychlých a proveditelných návrhů na jedno kliknutí.%1$s%2$sZjistěte více%3$s%4$s"],"Optimize your SEO content with %s":["Optimalizujte svůj obsah pro SEO pomocí %s"],"Undefined error message.":["Nedefinovaná chybová zpráva."],"E.g. https:\/\/x.com\/yoast":["Např. https:\/\/x.com\/yoast"],"X":["X"],"30-day money back guarantee.":["30denní záruka vrácení peněz."],"Only $\/€\/£99 per year (ex VAT)":["Pouze $\/€\/£99 za rok (bez DPH)"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Nechte umělou inteligenci, aby přemýšlela za vás, a ušetřete čas. Získejte kvalitní návrhy nadpisů a meta popisů, aby se váš obsah umístil na vysokých pozicích a dobře vypadal na sociálních sítích. %1$sZjistěte více%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Nechte umělou inteligenci, aby přemýšlela za vás, a ušetřete čas. Získejte vysoce kvalitní návrhy názvů produktů a meta popisů, aby se váš obsah umístil vysoko a vypadal dobře na sociálních sítích. %1$sZjistěte více%2$s%3$s"],"Explore %s now!":["Prozkoumejte %s nyní!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$s24\/7 podpora%2$s: také večer a o víkendech."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sPřitažlivé sociální náhledy%2$s, na které lidé skutečně chtějí kliknout."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sŽádné další nefunkční odkazy%2$s: Správce automatického přesměrování."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSuper rychlé%2$s návrhy interního propojení."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sVíce klíčových slov%2$s: Vyšší pozice pro více vyhledávání."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Lepší SEO názvy a meta popisy, rychleji."],"What data will be collected and why?":["Jaké údaje budou shromažďovány a proč?"],"No, I don't want to share my site data":["Ne, nechci sdílet data svých stránek."],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["Důležité: Tyto údaje nebudeme prodávat a nebudeme shromažďovat žádné osobní údaje o vás ani o vašich návštěvnících."],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["Pokud je vaším cílem zvýšit své pozice, musíte na SEO pracovat pravidelně. To může být zdrcující, proto to pojďme řešit postupně!"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["Skvělá práce! Díky podrobnostem, které jste uvedli, %1$s vylepšila vaše stránky pro vyhledávače a poskytla jim jasnější představu o tom, o čem vaše stránky jsou."],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["Už jste skoro tam! V tomto kroku dokončete všechna nastavení, aby vyhledávače věděly, o čem vaše stránky jsou."],"Yes, give me your free tips!":["Ano, dejte mi své tipy zdarma!"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["Přihlaste se k odběru newsletteru %1$s a získejte osvědčené postupy pro zlepšení vašich pozic, ušetřete čas při úkolech SEO, buďte informováni o nejnovějších zprávách SEO a získejte odborné rady, jak co nejlépe využít %2$s!"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["Začněme spuštěním optimalizace dat SEO. To znamená, že prohledáme vaše stránky a vytvoříme databázi s optimalizovanými daty SEO. Nezmění se žádný obsah ani nastavení vašeho webu a vy nemusíte nic dělat, stačí stisknout tlačítko start!\n\nPoznámka: Pokud máte hodně obsahu, může tato optimalizace chvíli trvat. Ale věřte nám, stojí to za to!"],"Get free weekly SEO tips!":["Získejte bezplatné týdenní tipy pro SEO!"],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["Dokončení tohoto kroku pomůže Googlu ještě lépe porozumět vašemu webu. Bonus: Zvýšíte tak šanci na získání %1$sdobrých%2$s výsledků!"],"Are you open to help us improve our services?":["Jste otevřeni pomoci nám zlepšit naše služby?"],"We've successfully analyzed your site & optimized your SEO data!":["Úspěšně jsme analyzovali vaše stránky a optimalizovali vaše data SEO!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["Fantastická práce! Níže přidejte účty své organizace na sociálních sítích. To nám umožní doladit metadata pro tyto platformy."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Používejte umělou inteligenci ke generování nadpisů a meta popisů, automatickému přesměrování smazaných stránek, získejte podporu 24\/7 a mnoho, mnoho dalšího!"],"Claim your 30% off now!":["Požádejte o 30% slevu nyní!"],"BLACK FRIDAY":["ČERNÝ PÁTEK"],"30% OFF":["30% SLEVA"],"Use AI to write your titles & meta descriptions!":["Používejte umělou inteligenci k psaní nadpisů a meta popisů!"],"Sign up today!":["Zaregistrujte se ještě dnes!"],"Learn how to increase your rankings with %1$s":["Zjistěte, jak zvýšit své hodnocení pomocí %1$s"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Cítíte se ztraceni, pokud jde o optimalizaci vašich stránek pro vyhledávače? Zúčastněte se našeho webináře ZDARMA a získejte jistotu, kterou potřebujete k tomu, abyste mohli začít optimalizovat jako profesionál! Získáte znalosti a nástroje, které vám umožní začít efektivně provádět SEO."],"Join our FREE webinar for SEO success":["Připojte se k našemu bezplatnému webináři pro úspěch SEO"],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Pokud vyberete osobu, která bude reprezentovat tuto stránku, použijeme sociální profily z profilové stránky vybraného uživatele."],"You have selected the user %1$s as the person this site represents.":["Jako osobu, kterou tato stránka zastupuje, jste vybrali uživatele %1$s."],"You can %1$supdate or add social profiles to this user profile%2$s.":["K tomuto uživatelskému profilu můžete %1$saktualizovat nebo přidávat sociální profily%2$s."],"Please select a user in the Site representation step.":["V kroku Zastoupení webu vyberte uživatele."],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Chcete-li zobrazit toto video, musíte povolit %1$s načítat vložená videa z %2$s."],"Deny":["Odmítnout"],"Allow":["Povolit"],"Got it!":["Mám to!"],"%1$sGet%2$s %3$s":["%1$sDostat%2$s %3$s"],"We could not save the website name. Please check the value.":["Název webové stránky se nám nepodařilo uložit. Zkontrolujte jeho hodnotu."],"Learn more":["Více informací"],"Unlock with %1$s":["Odemkněte pomocí %1$s"],"No, continue editing":["Ne, pokračujte v úpravách"],"E.g. https:\/\/facebook.com\/yoast":["Např. https:\/\/facebook.com\/yoast"],"Something went wrong. An unexpected error occurred.":["Něco se pokazilo. Vyskytla se neočekávaná chyba."],"Refresh this page":["Obnovte tuto stránku"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["To bohužel znamená, že všechny neuložené změny v této části budou ztraceny. Problém můžete zkusit vyřešit obnovením této stránky. Pokud k této chybě stále dochází, obraťte se na náš tým podpory a my vám poskytneme veškerou potřebnou pomoc!"],"We're very sorry, but it seems like the following error has interrupted our application:":["Je nám to velmi líto, ale zdá se, že následující chyba přerušila naši aplikaci:"],"Contact support":["Kontaktujte podporu"],"Read reviews from real users":["Přečtěte si recenze od skutečných uživatelů"],"Dismiss":["Zavřít"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Dovolili jsme si jako název a logo organizace použít název a logo vašeho webu. Níže je klidně změňte."],"Beta":["Beta"],"Dismiss this notice.":["Skrýt toto upozornění."],"We could not save the organization name. Please check the value.":["Název organizace se nepodařilo uložit. Zkontrolujte prosím hodnotu."],"An error has occurred: %1$s":["Došlo k chybě: %1$s"],"SEO data optimization":["SEO optimalizace dat"],"Personal preferences":["Osobní preference"],"Finish configuration":["Dokončete konfiguraci"],"Please enter a valid email address.":["Zadejte platnou e-mailovou adresu."],"Thank you! Check your inbox for the confirmation email.":["Děkuji! Zkontrolujte svou doručenou poštu, zda nemáte potvrzovací e-mail."],"E.g. example@email.com":["např. example@email.cz"],"Or go to your SEO dashboard":["Přejděte na svůj řídicí panel SEO"],"Personal logo or avatar":["Osobní logo nebo avatar"],"Select a user":["Vyberte uživatele"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Vybrali jste uživatele %1$s jako osobu, kterou tento web zastupuje. Tyto informace o uživatelském profilu budou nyní použity ve výsledcích vyhledávání. %2$sAktualizujte tento profil, abyste se ujistili, že jsou informace správné%3$s."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Vybrali jste uživatele %1$s jako osobu, kterou tento web zastupuje. Tyto informace o uživatelském profilu budou nyní použity ve výsledcích vyhledávání. Nemáte oprávnění aktualizovat tento uživatelský profil, požádejte proto tohoto uživatele nebo správce, aby se ujistil, že jsou informace správné."],"Tell us! Is your site about an organization or a person?":["Řekněte nám to! Je vaše stránka o organizaci nebo o osobě?"],"Select an option":["Vyberte možnost"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO optimalizace dat běží... Můžete bezpečně přejít k dalším krokům této konfigurace."],"We've already successfully analyzed your site. You can move on to the next step.":["Váš web jsme již úspěšně analyzovali. Můžete přejít k dalšímu kroku."],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Uvědomte si, že pro tuto konfiguraci byste měli spustit optimalizaci dat SEO, abyste dosáhli maximálního účinku."],"Uploading image…":["Nahrávání obrázku…"],"First-time configuration":["První konfigurace"],"E.g. https:\/\/www.facebook.com\/yoast":["např: https:\/\/www.facebook.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["např: https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["např: https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["např: https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["např: https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["např: https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["např: https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["např: https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["např: https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.wikipedia.com\/yoast":["např: https:\/\/www.wikipedia.com\/yoast"],"Other social profile":["Jiný sociální profil"],"E.g. https:\/\/social-platform.com\/yoast":["např: https:\/\/social-platform.com\/yoast"],"Delete item":["Odstranit položku"],"Add another profile":["Přidejte další profil"],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Nemáte oprávnění upravovat sociální profily uživatele. Požádejte o to tohoto uživatele nebo správce."],"Could not save this value. Please check the URL or username.":["Tuto hodnotu nelze uložit. Zkontrolujte prosím URL nebo uživatelské jméno."],"Could not save this value. Please check the URL.":["Tuto hodnotu nelze uložit. Zkontrolujte prosím URL."],"Email address":["E-mailová adresa"],"Oops! Something went wrong. Check your email address and try again.":["Ouha! Něco se pokazilo. Zkontrolujte svou e-mailovou adresu a zkuste to znovu."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Respektuje vaše soukromí. Přečtěte si naše %1$spravidla ochrany soukromí%2$s a zjistěte, jak nakládáme s vašimi osobními údaji."],"Save and continue":["Uložit a pokračovat"],"Yes, you can collect my site data":["Ano, můžete shromažďovat údaje o mých stránkách"],"Does your site represent an Organization or Person?":["Reprezentuje vaše stránka organizaci nebo osobu?"],"Site representation":["Zastoupení stránek"],"Continue":["Pokračovat"],"Error message":["Chybové hlášení"],"Response":["Odpověď"],"Request method":["Metoda požadavku"],"Status code":["Stavový kód"],"Error stack trace":["Trasování zásobníku chyb"],"Request URL":["Vyžádat URL"],"Error details":["Detaily chyby"],"Remove image":["Odstranit obrázek"],"Select image":["Vybrat obrázek"],"Replace image":["Nahradit obrázek"],"This feature has been disabled since subsites never send tracking data.":["Tato funkce byla deaktivována, protože podřízené weby nikdy neposílají sledovací data."],"Stop SEO data optimization":["Zastavit optimalizaci dat SEO"],"SEO data optimization is disabled for non-production environments.":["V neprodukčních prostředích je optimalizace dat SEO zakázána."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Tato funkce zahrnuje a nahrazuje počítadlo textových odkazů a analýzu interních odkazů"],"Start SEO data optimization":["Spustit optimalizaci dat SEO"],"Can we collect anonymous information about your website to enhance %1$s?":["Můžeme shromažďovat anonymní informace o vašich webových stránkách za účelem vylepšení %1$s?"],"Learn SEO":["Naučte se SEO"],"Check out %1$s":["Navštívit %1$s"],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Chcete se naučit SEO přímo od týmu Yoast? Navštivte %1$s!"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Oba naše kurzy - zdarma i prémiový - vás naučí vše, co potřebujete vědět o SEO."],"Organization logo":["Logo společnosti"],"Organization name":["Jméno společnosti"],"Upgrade to %s":["Aktualizovat na %s"],"This feature has been disabled by the network admin.":["Tato funkce byla zakázána síťovým administrátorem."],"Go back":["Jít zpět"],"(Opens in a new browser tab)":["(Otevření v nové záložce)"],"Save changes":["Uložit změny"],"No new notifications.":["Žádné upozornění"],"Name":["Jméno"],"Social profiles":["Profily sociálních sítí"],"Notifications":["Oznámení"],"%s notification":["%s oznámení","%s oznámení","%s oznámení"],"Dashboard":["Nástěnka"],"Problems":["Problémy"],"Good job! We could detect no serious SEO problems.":["Dobrá práce! Neodhalili jsme žádné vážné SEO problémy."],"We have detected the following issues that affect the SEO of your site.":["Zjistili jsme, že následující problémy, které mají vliv na SEO vašich stránek."],"Website name":["Název stránky"],"Facebook":["Facebook"],"Close":["Zavřít"],"Edit":["Upravit"]}},"comment":{"reference":"js\/dist\/general-page.js"}}