{"translation-revision-date":"2025-06-30 10:06:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"Update Site Kit by Google to the latest version to connect %s.":["Aktualizujte sadu Site Kit by Google na nejnovější verzi pro připojení %s."],"Update Site Kit by Google":["Aktualizace sady stránek od společnosti Google"],"You don’t have view access to Site Kit by Google. Please contact the admin who set it up.":["Nemáte přístup k zobrazení sady Site Kit od společnosti Google. Obraťte se prosím na správce, který ji nastavil."],"Please contact your WordPress admin to install, activate, and set up the Site Kit by Google plugin.":["Pro instalaci, aktivaci a nastavení pluginu Site Kit by Google kontaktujte správce WordPressu."],"Yes, disconnect":["Ano, odpojit"],"No, stay connected":["Ne, zůstaňte ve spojení"],"By disconnecting, you will revoke your consent for Yoast to access your Site Kit data, meaning we can no longer show insights from Site Kit by Google on your dashboard. Do you want to proceed?":["Odpojením zrušíte souhlas Yoastu s přístupem k datům sady Site Kit, což znamená, že na vašem ovládacím panelu již nemůžeme zobrazovat informace ze sady Site Kit od společnosti Google. Chcete pokračovat?"],"Are you sure?":["Opravdu?"],"SET UP":["NASTAVENÍ"],"CONNECT":["SPOJTE SE S"],"INSTALL":["INSTALACE"],"ACTIVATE":["AKTIVOVAT"],"Get valuable insights with %1$sSite Kit by Google%2$s":["Získejte cenné informace pomocí %1$sSite Kit by Google%2$s"],"Give us permission to access your Site Kit data, allowing insights from tools like Google Analytics and Search Console to be displayed directly on your dashboard.":["Dejte nám oprávnění k přístupu k datům sady Site Kit, což vám umožní zobrazit informace z nástrojů, jako je Google Analytics a Search Console, přímo na vašem ovládacím panelu."],"Grant consent":["Udělení souhlasu"],"Install Site Kit by Google":["Instalace sady Site Kit od společnosti Google"],"Set up Site Kit by Google":["Nastavení sady stránek od společnosti Google"],"Site Kit by Google":["Sada stránek od společnosti Google"],"Successfully connected":["Úspěšně připojeno"],"View traffic and search rankings on your dashboard by connecting your Google account.":["Po připojení účtu Google si můžete na panelu zobrazit návštěvnost a pozice ve vyhledávání."],"Activate Site Kit by Google":["Aktivace sady Site Kit od společnosti Google"],"Connect Site Kit by Google":["Sada pro připojení stránek od společnosti Google"],"Disconnect":["Odpojit"],"Grant consent to connect with Site Kit by Google":["Udělení souhlasu s připojením k sadě Site Kit od společnosti Google"],"Buy now":["Koupit nyní"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Pokud jste přemýšleli o upgradu, nyní je ten správný čas! 30% SLEVA končí 3. prosince 11:00 (CET)"],"%1$sBuy%2$s %3$s":["%1$sBuy%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30% SLEVA - ČERNÝ PÁTEK"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Úprava obsahu je hračka! Optimalizujte svůj obsah pro SEO pomocí rychlých a proveditelných návrhů na jedno kliknutí.%1$s%2$sZjistěte více%3$s%4$s"],"Optimize your SEO content with %s":["Optimalizujte svůj obsah pro SEO pomocí %s"],"Undefined error message.":["Nedefinovaná chybová zpráva."],"30-day money back guarantee.":["30denní záruka vrácení peněz."],"Only $\/€\/£99 per year (ex VAT)":["Pouze $\/€\/£99 za rok (bez DPH)"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Nechte umělou inteligenci, aby přemýšlela za vás, a ušetřete čas. Získejte kvalitní návrhy nadpisů a meta popisů, aby se váš obsah umístil na vysokých pozicích a dobře vypadal na sociálních sítích. %1$sZjistěte více%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Nechte umělou inteligenci, aby přemýšlela za vás, a ušetřete čas. Získejte vysoce kvalitní návrhy názvů produktů a meta popisů, aby se váš obsah umístil vysoko a vypadal dobře na sociálních sítích. %1$sZjistěte více%2$s%3$s"],"Explore %s now!":["Prozkoumejte %s nyní!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$s24\/7 podpora%2$s: také večer a o víkendech."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sPřitažlivé sociální náhledy%2$s, na které lidé skutečně chtějí kliknout."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sŽádné další nefunkční odkazy%2$s: Správce automatického přesměrování."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSuper rychlé%2$s návrhy interního propojení."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sVíce klíčových slov%2$s: Vyšší pozice pro více vyhledávání."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Lepší SEO názvy a meta popisy, rychleji."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Používejte umělou inteligenci ke generování nadpisů a meta popisů, automatickému přesměrování smazaných stránek, získejte podporu 24\/7 a mnoho, mnoho dalšího!"],"Claim your 30% off now!":["Požádejte o 30% slevu nyní!"],"BLACK FRIDAY":["ČERNÝ PÁTEK"],"30% OFF":["30% SLEVA"],"Use AI to write your titles & meta descriptions!":["Používejte umělou inteligenci k psaní nadpisů a meta popisů!"],"Mastodon profile added":["Přidán profil Mastodon"],"Mastodon profile not yet added":["Profil Mastodon zatím nebyl přidán"],"Verify your site on %1$s%2$s%3$s":["Ověřte své stránky na %1$s%2$s%3$s"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Přidejte důvěryhodnost svému profilu %1$s ověřením svých stránek pomocí %2$s."],"Get %1$srich results for your digital products%2$s in Google search":["Získejte %1$sbohaté výsledky pro své digitální produkty%2$s v Google vyhledávání"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s Integruje výstup schématu %1$s do svého vlastního a získejte bohaté úryvky pro vaše digitální produkty!"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Chcete-li zobrazit toto video, musíte povolit %1$s načítat vložená videa z %2$s."],"Deny":["Odmítnout"],"Allow":["Povolit"],"%1$sGet%2$s %3$s":["%1$sDostat%2$s %3$s"],"Improve your internal search results with %1$s%2$s%3$s":["Zlepšete výsledky interního vyhledávání pomocí %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Upgradujte své %1$s%2$s%3$s SEO"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Integrace vlastních polí a dat SEO z %1$s%2$s%3$s"],"Get %1$srich results for your events%2$s in Google search":["Získejte %1$sbohaté výsledky pro své události%2$s ve vyhledávání Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s integruje s rozhraním %2$s's API schéma a získáte bohaté úryvky pro své události!"],"Get %1$srich results for your podcast%2$s in Google search":["Získání %1$sbohatých výsledků pro váš podcast%2$s ve vyhledávání Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s integruje s rozhraním %2$s's API schéma a získáte bohaté úryvky pro své podcasty!"],"Get %1$srich results for your recipes%2$s in Google search":["Získejte %1$sbohaté výsledky pro své recepty%2$s ve vyhledávání Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s integruje s rozhraním %2$s's API schéma a získáte bohaté úryvky pro své recepty!"],"Get %1$srich product results%2$s in Google search":["Získání %1$sbohatých výsledků produktů%2$s ve vyhledávání Google"],"Unlock rich snippets for your product pages by using %1$s.":["Odemkněte bohaté úryvky pro své produktové stránky pomocí %1$s."],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Použijte %1$s%2$s%3$s k průzkumu klíčových slov - aniž byste opustili svůj příspěvek"],"Track your rankings through time with %1$s%2$s%3$s":["Sledování pořadí v čase pomocí %1$s%2$s%3$s"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s lze integrovat s dalšími produkty, které vám pomohou dále vylepšit vaše webové stránky. Tyto integrace můžete povolit nebo zakázat níže."],"Schema API integrations":["Integrace API schématu"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Odemkněte bohaté výsledky ve vyhledávání Google pomocí pluginů, které se integrují s rozhraním %1$sYoast API schéma%2$s."],"Learn more":["Více informací"],"Unlock with %1$s":["Odemkněte pomocí %1$s"],"Something went wrong. An unexpected error occurred.":["Něco se pokazilo. Vyskytla se neočekávaná chyba."],"Refresh this page":["Obnovte tuto stránku"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["To bohužel znamená, že všechny neuložené změny v této části budou ztraceny. Problém můžete zkusit vyřešit obnovením této stránky. Pokud k této chybě stále dochází, obraťte se na náš tým podpory a my vám poskytneme veškerou potřebnou pomoc!"],"We're very sorry, but it seems like the following error has interrupted our application:":["Je nám to velmi líto, ale zdá se, že následující chyba přerušila naši aplikaci:"],"Contact support":["Kontaktujte podporu"],"Read reviews from real users":["Přečtěte si recenze od skutečných uživatelů"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Použijte %s pole k podpoře svých meta štítků a šablon a analyzujte veškerý svůj obsah."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Upgradujte své meta štítky a sociální náhledy a spravujte svá nastavení SEO na jednom místě."],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Využijte své oblíbené nástroje pro SEO a analýzu obsahu s vaším oblíbeným tvůrcem stránek."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Připojte se ke svému %s účtu a sledujte, jak jsou vaše příspěvky hodnoceny."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Vylepšete své technické SEO, meta štítky a odemkněte další nástroje pro elektronický obchod SEO."],"Find out what your audience is searching for with %s data right in your sidebar.":["Zjistěte, co vaše publikum hledá, pomocí dat %s přímo na postranním panelu."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Připojte svůj účet %1$s a vylepšete výsledky vyhledávání na svém webu pomocí dat %2$s."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Získejte co nejvíce z %1$s%2$s%3$s a %4$s, společně"],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Získejte nástroje a funkce %1$s v %2$s%3$s%4$s"],"Plugin integrations":["Aplikace a integrace"],"Recommended integrations":["Doporučené integrace"],"Enable integration":["Povolit integraci"],"Network Disabled":["Zakázat v síti webů"],"Plugin not detected":["Plugin nebyl rozpoznán"],"Integration unavailable for multisites":["Integrace není k dispozici pro více lokalit"],"Integration active":["Integrace aktivní"],"Install %1$s Content Analysis for %2$s":["Nainstalujte analýzu obsahu %1$s pro %2$s"],"Activate %1$s Content Analysis for %2$s":["Aktivujte analýzu obsahu %1$s pro %2$s"],"%1$s integrates with %2$s":["%1$s se integruje s %2$s"],"Beta":["Beta"],"Activate %s":["Aktivovat %s"],"Unlock with Premium":["Odemkněte pomocí Premium"],"New":["Nové"],"Upgrade to %s":["Aktualizovat na %s"],"Other integrations":["Další integrace"],"(Opens in a new browser tab)":["(Otevření v nové záložce)"],"Buy %s":["Koupit %s"],"Integrations":["Integrace"],"Close":["Zavřít"]}},"comment":{"reference":"js\/dist\/integrations-page.js"}}