{"translation-revision-date":"2025-08-26 08:05:53+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Compare plans and find the perfect fit for your site - from essential SEO features to advanced automation.":["Vergleiche die Pläne und finde die perfekte Lösung für deine Website - von wichtigen SEO-Funktionen bis hin zu fortschrittlicher Automatisierung."],"Get tailored SEO analysis for your product pages":["Erhalte eine maßgeschneiderte SEO-Analyse für deine Produktseiten"],"Generate standout product titles and descriptions":["Erstelle aussagekräftige Produkttitel und -beschreibungen"],"Increase organic visibility for your products":["Erhöhe die organische Sichtbarkeit für deine Produkte"],"Includes all %1$sPremium%2$s features, plus:":["Enthält alle Funktionen von %1$sPremium%2$s und zusätzlich:"],"Built for WooCommerce stores, this bundle helps your products stand out in Google with rich results and smart SEO, plus %s to save time and boost visibility.":["Dieses Paket wurde für WooCommerce-Shops entwickelt und hilft deinen Produkten, sich bei Google mit aussagekräftigen Ergebnissen und intelligenter SEO hervorzuheben, sowie %s, um Zeit zu sparen und die Sichtbarkeit zu erhöhen."],"AI-enhanced optimization, built right in at no extra cost":["KI-gestützte Optimierung, die ohne zusätzliche Kosten integriert ist"],"Includes all %1$sFree%2$s features, plus:":["Beinhaltet alle %1$sFunktionen der kostenfreien Version%2$s plus:"],"%s gives entrepreneurs and in-house teams real-time SEO guidance, so content meets best practices and drives visibility, no expert knowledge needed.":["%s bietet Unternehmern und internen Teams eine Echtzeit-SEO-Anleitung, damit die Inhalte den Best Practices entsprechen und die Sichtbarkeit erhöhen, ohne dass Expertenwissen erforderlich ist."],"Now includes:":["Jetzt inklusive:"],"Plan not activated":["Tarif nicht aktiviert"],"Current active plan":["Aktueller aktiver Tarif"],"Manage in %s":["Verwalten in %s"],"Buy product":["Produkt kaufen"],"Advanced tools to scale your SEO workflow":["Erweiterte Werkzeuge zur Skalierung deines SEO-Workflows"],"Smarter content tools; internal linking suggestions and redirect automation":["Intelligentere Inhalts-Werkzeuge; Vorschläge zur internen Verlinkung und Automatisierung von Weiterleitungen"],"Plans":["Tarife"],"Learn more":["Weitere Informationen"],"(Opens in a new browser tab)":["(Öffnet in einem neuen Browser Tab)"]}},"comment":{"reference":"js\/dist\/plans.js"}}