{"translation-revision-date":"2025-06-30 10:08:31+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"Update Site Kit by Google to the latest version to connect %s.":["Actualize Site Kit by Google para a versão mais recente para ligar o %s."],"Update Site Kit by Google":["Actualize o Site Kit by Google"],"You don’t have view access to Site Kit by Google. Please contact the admin who set it up.":["Não tem acesso de visualização ao Site Kit by Google. Contacte o administrador que o configurou."],"Please contact your WordPress admin to install, activate, and set up the Site Kit by Google plugin.":["Contacte o administrador do seu WordPress para instalar, activar e configurar o plugin Site Kit by Google."],"Yes, disconnect":["Sim, desligar"],"No, stay connected":["Não, manter a ligação"],"By disconnecting, you will revoke your consent for Yoast to access your Site Kit data, meaning we can no longer show insights from Site Kit by Google on your dashboard. Do you want to proceed?":["Ao desligar, estará a revogar o seu consentimento para que a Yoast aceda aos dados do seu Site Kit, o que significa que já não poderemos mostrar informações do Site Kit by Google no seu painel. Deseja continuar?"],"Are you sure?":["De certeza?"],"SET UP":["CONFIGURAR"],"CONNECT":["LIGAR"],"INSTALL":["INSTALAR"],"ACTIVATE":["ACTIVAR"],"Get valuable insights with %1$sSite Kit by Google%2$s":["Obtenha informações preciosas com o %1$sSite Kit by Google%2$s"],"Give us permission to access your Site Kit data, allowing insights from tools like Google Analytics and Search Console to be displayed directly on your dashboard.":["Dê-nos permissão para aceder aos dados do seu Site Kit, permitindo que as informações de ferramentas como o Google Analytics e a Search Console sejam apresentadas directamente no seu painel de controlo."],"Grant consent":["Consentir"],"Install Site Kit by Google":["Instale o Site Kit by Google"],"Set up Site Kit by Google":["Configure o Site Kit by Google"],"Site Kit by Google":["Site Kit by Google"],"Successfully connected":["Ligação bem sucedida"],"View traffic and search rankings on your dashboard by connecting your Google account.":["Veja o tráfego e as classificações de pesquisa no seu painel ao ligar a sua conta Google."],"Activate Site Kit by Google":["Activar o Site Kit by Google"],"Connect Site Kit by Google":["Ligar o Site Kit by Google"],"Disconnect":["Desassociar"],"Grant consent to connect with Site Kit by Google":["Conceda autorização para ligar o Site Kit by Google"],"Buy now":["Comprar agora"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Se estava a pensar em actualizar, agora é o momento certo! 30% DE DESCONTO, termina a 3 de Dezembro às 11h (CET)"],"%1$sBuy%2$s %3$s":["%1$sComprar%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30% DE DESCONTO - BLACK FRIDAY"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Torne a edição de conteúdos muito fácil! Optimize o seu conteúdo de SEO com sugestões rápidas e accionáveis com o clique de um botão.%1$s%2$sSaiba mais%3$s%4$s"],"Optimize your SEO content with %s":["Optimize o seu conteúdo de SEO com %s"],"Undefined error message.":["Mensagem de erro não definida."],"30-day money back guarantee.":["Garantia de reembolso durante 30 dias."],"Only $\/€\/£99 per year (ex VAT)":["Apenas 99$\/€\/£ por ano (sem IVA)"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Deixe que a IA pense por si e ajude a poupar tempo. Obtenha sugestões de alta qualidade para títulos e descrições para que o seu conteúdo tenha uma classificação elevada e uma boa apresentação nas redes sociais. %1$sSaiba mais%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Deixe que a IA pense por si e ajude a poupar tempo. Obtenha sugestões de alta qualidade para títulos e descrições de produtos para que o seu conteúdo tenha uma classificação elevada e uma boa apresentação nas redes sociais. %1$sSaiba mais%2$s%3$s"],"Explore %s now!":["Explore o %s agora!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sSuporte 24\/7%2$s: Também à noite e aos fins-de-semana."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sPré-visualizações apelativas de redes sociais%2$s em que as pessoas querem realmente clicar."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sNão mais ligações danificadas%2$s: Gestor de redireccionamentos automáticos."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSugestões super-rápidas%2$s para ligações internas."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sMúltiplas palavras-chave%2$s: Melhor classificação em mais pesquisas."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sIA%2$s: Títulos e descrições SEO melhores, e mais depressa."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Utilize a IA para gerar títulos e descrições, redireccionar automaticamente páginas eliminadas, obter apoio 24 horas por dia, 7 dias por semana e muito, muito mais!"],"Claim your 30% off now!":["Peça já o seu desconto de 30%!"],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["30% DE DESCONTO"],"Use AI to write your titles & meta descriptions!":["Utilize a IA para criar títulos e descrições"],"Mastodon profile added":["O perfil do Mastodon foi adicionado"],"Mastodon profile not yet added":["O perfil do Mastodon ainda não foi adicionado"],"Verify your site on %1$s%2$s%3$s":["Verificar o seu site no %1$s%2$s%3$s"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Adicione fiabilidade ao seu perfil do %1$s ao verificar o seu site com o %2$s."],"Get %1$srich results for your digital products%2$s in Google search":["Obtenha %1$sresultados dinâmicos para os seus produtos digitais%2$s na pesquisa do Google"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["O %2$s integra os dados de Schema do %1$s nos seus próprios para obter fragmentos dinâmicos para os seus produtos digitais!"],"%1$sGet%2$s %3$s":["%1$sObter o%2$s %3$s"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Para ver este vídeo, o %1$s precisa de permissão para carregar vídeos incorporados a partir de %2$s."],"Deny":["Recusar"],"Allow":["Permitir"],"Improve your internal search results with %1$s%2$s%3$s":["Melhore os seus resultados de pesquisa interna com %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Actualize o SEO do seu %1$s%2$s%3$s"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Integre os seus campos personalizados do %1$s%2$s%3$s com dados de SEO"],"Get %1$srich results for your events%2$s in Google search":["Obtenha %1$sresultados dinâmicos para os seus eventos%2$s nas pesquisas do Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["O %1$s integra-se com a Schema API do %2$s para obter fragmentos dinâmicos para os seus eventos!"],"Get %1$srich results for your podcast%2$s in Google search":["Obtenha %1$sresultados dinâmicos para os seus podcasts%2$s nas pesquisas do Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["O %1$s integra-se com a Schema API do %2$s para obter fragmentos dinâmicos para os seus podcasts!"],"Get %1$srich results for your recipes%2$s in Google search":["Obtenha %1$sresultados dinâmicos para as suas receitas%2$s nas pesquisas do Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["O %1$s integra-se com a Schema API do %2$s para obter fragmentos dinâmicos para as suas receitas!"],"Get %1$srich product results%2$s in Google search":["Obtenha %1$sresultados dinâmicos de produtos%2$s nas pesquisas do Google"],"Unlock rich snippets for your product pages by using %1$s.":["Desbloqueie fragmentos dinâmicos para as suas páginas de produtos, com o %1$s."],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Use o %1$s%2$s%3$s para fazer pesquisa de palavras-chave - sem sair do seu conteúdo"],"Track your rankings through time with %1$s%2$s%3$s":["Rastreie as suas classificações ao longo do tempo com %1$s%2$s%3$s"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["O %s pode integrar-se com produtos de terceiros, para ajudar a melhorar o seu site. Pode activar ou desactivar estas integrações abaixo."],"Schema API integrations":["Integrações da API de Schema"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Desbloqueie resultados dinâmicos nas pesquisas do Google com plugins que se integram com a %1$sYoast Schema API%2$s."],"Learn more":["Saiba mais"],"Unlock with %1$s":["Desbloqueie com o %1$s"],"Something went wrong. An unexpected error occurred.":["Algo correu mal. Ocorreu um erro inesperado."],"Refresh this page":["Actualizar esta página"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Infelizmente, isto significa que todas as alterações por guardar nesta secção serão perdidas. Pode tentar actualizar esta página para corrigir o problema. Se o erro persistir, por favor contacte a nossa equipa de suporte para obter toda a ajuda que precisa!"],"Contact support":["Contacte o suporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Desculpe, parece que o seguinte erro interrompeu a nossa aplicação:"],"Read reviews from real users":["Leia avaliações de utilizadores reais"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Use campos do %s para gerar os seus metadados e modelos, e para analisar todo o seu conteúdo."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Actualize os seus metadados e pré-visualizações de redes sociais, e gira as suas definições de SEO num único lugar."],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Tire partido das suas ferramentas de SEO e análise de conteúdo com o seu construtor de páginas favorito."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Fique atento à forma como os seus conteúdos são classificadas, através de ligar à sua conta de %s."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Melhore os aspectos técnicos do seu SEO, os metadados, e desbloqueie mais ferramentas de SEO para comércio electrónico."],"Find out what your audience is searching for with %s data right in your sidebar.":["Descubra o que a sua audiência está à procura com os dados do %s na sua barra lateral."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Obtenha o máximo do %1$s%2$s%3$s e %4$s juntos"],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Obtenha ferramentas e funcionalidades do %1$s no %2$s%3$s%4$s"],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Ligue a sua conta de %1$s e melhore os resultados de pesquisa do seu site, usando os dados do %2$s."],"Recommended integrations":["Integrações recomendadas"],"Plugin integrations":["Integrações de plugins"],"Enable integration":["Activar integração"],"Install %1$s Content Analysis for %2$s":["Instale a análise de conteúdo do %1$s para o %2$s"],"Plugin not detected":["Plugin não detectado"],"Network Disabled":["Desactivado na rede"],"Integration active":["Integração activa"],"Integration unavailable for multisites":["Integração indisponível para multissites"],"Activate %1$s Content Analysis for %2$s":["Active a análise de conteúdo do %1$s para o %2$s"],"%1$s integrates with %2$s":["O %1$s integra-se com o %2$s"],"Beta":["Beta"],"Activate %s":["Activar o %s"],"Unlock with Premium":["Desbloquear com o Premium"],"New":["Novo"],"Upgrade to %s":["Actualize para o %s"],"Other integrations":["Outras integrações"],"(Opens in a new browser tab)":["(Abrir num novo separador)"],"Buy %s":["Comprar %s"],"Integrations":["Integrações"],"Close":["Fechar"]}},"comment":{"reference":"js\/dist\/integrations-page.js"}}