{"translation-revision-date":"2025-07-01 09:23:43+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"No image was found that we can automatically set as your social image. Please use %1$s, %2$s, %3$s or %4$s formats to ensure it displays correctly on social media.":["Otomatik olarak sosyal görseliniz olarak ayarlayabileceğimiz görsel bulunamadı. Lütfen sosyal medyada düzgün görüntüleneceğinden emin olmak için %1$s, %2$s, %3$s veya %4$s dosya biçimlerinden birini kullanın."],"%s also gives you:":["%s size ayrıca şunları verir:"],"BLACK FRIDAY SALE":["KARA CUMA İNDİRİMİ"],"Now with 30%% OFF: %1$s %2$sBuy now!%3$s":["Şimdi %%30 İNDİRİMLE: %1$s %2$sŞimdi satın alın!%3$s"],"Now with 30%% OFF: %1$s":["Şimdi %%30 İNDİRİMLE: %1$s"],"Buy now":["Şimdi satın al"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Eğer yükseltme yapmayı düşünüyorsanız, şimdi tam zamanı! %30 İNDİRİM 3 Aralık 11:00'de (CET) sona eriyor"],"%1$sBuy%2$s %3$s":["%3$s %1$sSatın Al%2$s"],"30% OFF - BLACK FRIDAY":["%30 İNDİRİM - KARA CUMA"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["İçerik düzenlemeyi çocuk oyuncağı haline getirin! SEO içeriğinizi tek bir butona tıklayarak hızlı, eyleme geçirilebilir önerilerle optimize edin.%1$s%2$sDaha fazla bilgi%3$s%4$s"],"Optimize your SEO content with %s":["SEO içeriğinizi %s ile optimize edin"],"Undefined error message.":["Tanımlanmamış hata mesajı."],"X appearance":["X görünümü"],"X share preview":["X paylaşım önizlemesi"],"30-day money back guarantee.":["30 günlük para iade garantisi."],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["Sitenizde %1$s etkinleştirildi ve ürünleriniz için Sayfa türünü otomatik olarak 'Öğe sayfası' olarak ayarladınız. Sonuç olarak, Sayfa türü seçimi devre dışı bırakıldı."],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Bırakın yapay zeka sizin için düşünsün ve zamandan tasarruf etmenize yardımcı olsun. İçeriğinizin üst sıralarda yer almasını ve sosyal medyada iyi görünmesini sağlamak için yüksek kaliteli başlıklar ve meta açıklama önerileri alın. %1$sDaha fazla bilgi edinin%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Bırakın yapay zeka sizin için düşünsün ve zamandan tasarruf etmenize yardımcı olsun. İçeriğinizin üst sıralarda yer almasını ve sosyal medyada iyi görünmesini sağlamak için yüksek kaliteli ürün başlıkları ve meta açıklama önerileri alın. %1$sDaha fazla bilgi edinin%2$s%3$s"],"Explore %s now!":["Şimdi %s’u keşfedin!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$s7\/24 destek%2$s: Akşamları ve hafta sonları dahil."],"%1$sAppealing social previews%2$s people actually want to click on.":["İnsanların gerçekten tıklamak isteyeceği %1$sçekici sosyal önizlemeler%2$s."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sArtık kırık bağlantı yok%2$s: Otomatik yönlendirme yöneticisi."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSüper hızlı%2$s iç bağlantı önerileri."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sBirden fazla anahtar kelime%2$s: Daha fazla arama için daha üst sıralarda yer alın."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sYZ%2$s: Daha iyi SEO başlıkları ve meta açıklamaları, daha hızlı."],"Social share preview":["Sosyal paylaşım önizlemesi"],"Activate tracking to show the ranking position":["Sıralama konumunu göstermek için izlemeyi etkinleştirin"],"Last updated":["Son güncellenme"],"Last day":["Son gün"],"Last week":["Geçen hafta"],"Last year":["Geçen yıl"],"Allow search engines to show this content in search results?":["Arama motorlarının bu içeriği arama sonuçlarında göstermesine izin veriyor musunuz?"],"Unlock Premium SEO analysis":["Premium SEO analizinin kilidini açın"],"Internal linking suggestions":["İç bağlantı önerileri"],"Get more help with writing content that ranks":["Sıralamaya giren içerik yazma konusunda daha fazla yardım alın"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["En fazla 5 ilgili anahtar kelime için optimizasyon yardımı alın. Bu, daha geniş bir kitleye ulaşmanıza ve daha fazla trafik almanıza yardımcı olur."],"Rank higher by connecting your content":["İçeriğinizi birbirine bağlayarak daha üst sıralarda yer alın"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s kolay sürükle ve bırak işlevselliği ile hangi içeriğe bağlantı verebileceğinizi otomatik olarak önerir, bu da SEO'nuz için iyidir!"],"Add related keyphrases":["İlgili anahtar sözcükleri ekleyin"],"Reach a wider audience":["Daha geniş bir kitleye ulaşın"],"Buy now!":["Hemen satın al!"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Metninizi daha da fazla SEO kriterine göre kontrol edin ve gelişmiş bir anahtar kelime analizi elde ederek içeriğinizi optimize etmeyi kolaylaştırın."],"Is your %1$s store ready for Black Friday?":["%1$s mağazanız Kara Cuma için hazır mı?"],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Başlıklar ve meta açıklamaları oluşturmak, silinen sayfaları otomatik olarak yeniden yönlendirmek, 7\/24 destek almak ve çok daha fazlası için yapay zekayı kullanın!"],"Claim your 30% off now!":["%30 indiriminizi şimdi talep edin!"],"BLACK FRIDAY":["KARA CUMA"],"30% OFF":["%30 İNDİRİM"],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["Yoast %1$süst düzey Black Friday kontrol listesi%2$s zamanında hazırlanmanıza yardımcı olur, böylece bu indirim sırasında sonuçlarınızı artırabilirsiniz."],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on X.":["Yazınızın görünümünü X'a özel olarak özelleştirmek için lütfen aşağıdaki 'X görünümü' ayarlarını doldurun. Bu ayarlara dokunmadan bırakırsanız, yukarıda belirtilen 'Sosyal medya görünümü' ayarları X'da paylaşım için de uygulanacaktır."],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below.":["Yazınızın görünümünü X’a özel olarak özelleştirmek için lütfen aşağıdaki ‘X görünümü’ ayarlarını doldurun."],"Get the checklist and start optimizing now!":["Kontrol listesini edinin ve optimizasyona hemen başlayın!"],"Social media appearance":["Sosyal medya görünümü"],"Determine how your post should look on social media like Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack ve daha fazla sosyal medya sitesinde yazınızın nasıl görüneceğini belirleyin."],"Use AI to write your titles & meta descriptions!":["Başlıklar ve meta açıklamalar oluşturmak için yapay zeka kullanın"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["WooCommerce ürünlerinizin arama sonuçlarında nasıl göründüğüne dair gelişmiş bir Google önizlemesi mi istiyorsunuz?"],"Want your products stand out in search results with rich results like price, reviews and more?":["Ürünlerinizin arama sonuçlarında fiyat, yorum ve daha fazlası gibi zengin sonuçlarla öne çıkmasını ister misiniz?"],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Ücretsiz hesabınızda bulunan %2$s anahtar sözcükten %1$s sözcüğü takip ediyorsunuz."],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Hesabınızda bulunan %2$s anahtar sözcükten %1$s sözcüğü takip ediyorsunuz."],"Keyphrases tracked: %1$s\/%2$s":["Takip edilen anahtar kelimeler: %1$s\/%2$s"],"Close the upgrade callout":["Yükseltme çağrısını kapat"],"Click here to upgrade your %s plan":["%s planınızı yükseltmek için buraya tıklayın"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s ve %3$s ay boyunca özel %2$s indirim kazanın."],"%1$sGet%2$s %3$s":["%1$s%2$s edinin %3$s"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["%1$s için varsayılan türü %2$sAyarlar%3$s > içerik türleri altından değiştirebilirsiniz."],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Bu videoyu görmek için %1$s eklentisine %2$s gömülü videolarını yüklemesine izin vermeniz gerekir."],"Deny":["Reddet"],"Allow":["İzin ver"],"Unlock with %1$s":["%1$s ile kilidini açın"],"Something went wrong. An unexpected error occurred.":["Bir şeyler ters gitti. Beklenmeyen bir hata oluştu."],"Refresh this page":["Bu sayfayı yenile"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Ne yazık ki bu, kaydedilmemiş tüm değişikliklerinizin kaybolacağı anlamına gelir. Sorunu çözmek için bu sayfayı yenilemeyi deneyebilirsiniz. Bu hata tekrarlanmaya devam ederse, lütfen destek ekibimizle iletişime geçin, ihtiyacınız olan tüm yardımı size ulaştıralım!"],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s, metninizin resmiyet düzeyini değerlendirmenize yardımcı olacaktır."],"Read more about text formality.":["Metin resmiyeti hakkında daha fazla bilgi edinin."],"Text formality":["Metin resmiyeti"],"We're very sorry, but it seems like the following error has interrupted our application:":["Çok üzgünüz, ancak aşağıdaki hata uygulamamızı kesintiye uğratmış gibi görünüyor:"],"Contact support":["Destek ile iletişim kur"],"Read reviews from real users":["Gerçek kullanıcıların yorumlarını okuyun"],"Search appearance":["Arama görünümü"],"Beta":["Beta"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["%1$s%3$s%2$s ile, bu bölüm size metninizde en sık hangi kelimelerin geçtiğini gösterecektir. Bu belirgin kelimeleri hedeflediğiniz anahtar kelimelerle karşılaştırarak kontrol ederek, metninizi daha fazla odaklanacak şekilde nasıl düzenleyeceğinizi bileceksiniz."],"Unlock with %s":["%s ile kilidi açın"],"Premium SEO analysis":["Premium SEO analizi"],"Get %s to enjoy the benefits of prominent words":["Öne çıkan kelimelerin avantajlarından yararlanmak için %s edinin"],"Buy %s now!":["Şimdi %s satın alın!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Bir haber makalesi üzerinde mi çalışıyorsunuz? %s, sitenizi Google Haberler için optimize etmenize yardımcı olur."],"1 year of premium support and updates included!":["1 yıllık premium destek ve güncellemeler dahildir!"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Flesch okuma kolaylığı puanınızı hesaplamak için metniniz biraz daha uzun olmalıdır."],"Word count":["Kelime sayısı"],"Reading time":["Okuma süresi"],"out of 100":["100 üzerinden"],"okay":["tamam"],"no data":["veri yok"],"minute":["dakika","dakika"],"Learn more about word count":["Kelime sayısı hakkında daha fazla bilgi edinin"],"Learn more about reading time":["Okuma süresi hakkında daha fazla bilgi edinin"],"Learn more about Flesch reading ease":["Flesch okuma kolaylığı hakkında daha fazla bilgi edinin"],"Learn more about character count":["Karakter sayısı hakkında daha fazla bilgi edinin"],"Continue writing to get insight into the readability of your text!":["Metninizin okunabilirliği hakkında fikir edinmek için yazmaya devam edin!"],"Character count":["Karakter sayısı"],"Dismiss this notice.":["Bu mesajı gizle."],"character":["karakter","karakterler"],"word":["kelime","kelimeler"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Sayfanızın sıralamadaki konumunu izlerken bir şeyler ters gitti. Lütfen daha sonra tekrar deneyin."],"reconnect to %s":["%s'e yeniden bağlan"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Web sitenizin verilerini alırken bir şeyler ters gitmiş gibi görünüyor. Lütfen %s ve tekrar deneyin."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["SEO performansınızı izlemeden önce, yazının başlığını ayarladığınızdan ve taslak olarak kaydettiğinizden veya yazının kısa adını ayarladığınızdan emin olun."],"Tracking the ranking position…":["Sıralama konumu takibi…"],"No keyphrase has been set. Please set a keyphrase first.":["Anahtar sözcük ayarlanmadı. Lütfen önce bir anahtar sözcük belirleyin."],"upgrade your %s plan":["%s planınızı yükseltin"],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["%1$s ile sayfanızın arama sonuçlarındaki sıralama konumunu anahtar sözcüklerinize göre izleyebilirsiniz. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s anda sayfanızın sıralama konumlarını araştırmaktadır. Bu işlem birkaç dakika sürebilir. Lütfen bekleyin veya daha sonra tekrar kontrol edin."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["%s'e başarıyla bağlandınız! Artık bu sayfanın anahtar sözcükleri için SEO performansını izleyebilirsiniz."],"Read more about keyphrase tracking with Wincher":["Wincher ile anahtar sözcük izleme hakkında daha fazla bilgi edinin"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Anahtar sözcüklerin otomatik olarak izlenmesi etkinleştirilir. Yazınızı yayınladığınızda anahtar sözcükleriniz %s tarafından otomatik olarak izlenir."],"You've reached the maximum amount of %1$d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %2$s.":["Wincher hesabınıza ekleyebileceğiniz maksimum %1$d anahtar sözcük miktarına ulaştınız. Daha fazla anahtar sözcük eklemek isterseniz, lütfen %2$s."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Son 90 gün içinde 0 ile 100 arasında bir ölçekte anahtar sözcük konumu."],"Track SEO performance":["SEO performansını takip edin"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Aşağıdaki her anahtar sözcük için SEO performansını izlemeyi etkinleştirebilir \/ devre dışı bırakabilirsiniz."],"Learn more about the SEO performance feature.":["SEO performans özelliği hakkında daha fazla bilgi edinin."],"SEO performance":["SEO performansı"],"Connect with %s":["%s ile bağlantı kur"],"* focus keyphrase":["* odak anahtar sözcük"],"Get more insights over at %s":["%s'da daha fazla bilgi edinin"],"Position over time":["Zaman içindeki pozisyon"],"Position":["Konum"],"Tracking":["İzleme"],"Insights":["Fikir"],"Select image":["Fotoğraf seç"],"Last month":["Geçen ay"],"The number of headers and header labels don't match.":["Başlıkların ve başlık etiketlerinin sayısı eşleşmiyor."],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Bu, arama motorlarının web sitenizi ve içeriğinizi anlamasına yardımcı olur. Bu sayfa için bazı ayarlarınızı aşağıda değiştirebilirsiniz."],"Default for %1$s (%2$s)":["%1$s için varsayılan (%2$s)"],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO, sayfalarınızı schema.org kullanarak otomatik olarak tanımlar"],"What type of page or content is this?":["Bu ne tür bir sayfa veya içerik?"],"Page type":["Sayfa türü"],"Learn more about page or content types":["Sayfa veya içerik türleri hakkında daha fazla bilgi edinin"],"Item Page":["Ürün sayfası"],"Article type":["Makale türü"],"Learn more about the no-index setting on our help page.":["Yardım sayfamızda no-index ayarı hakkında daha fazla bilgi edinin."],"Learn more about canonical URLs on our help page.":["Yardım sayfamızda doğal URL'ler hakkında daha fazla bilgi edinin."],"Learn more about advanced meta robots settings on our help page.":["Yardım sayfamızda gelişmiş meta robot ayarları hakkında daha fazla bilgi edinin."],"Learn more about the no-follow setting on our help page.":["Yardım sayfamızda no-follow ayarı hakkında daha fazla bilgi edinin."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Meta robot ayarını burada belirleyebilmenize rağmen, site genelindeki gizlilik ayarlarında sitenin tamamı noindex olarak ayarlandığından bu ayarların bir etkisi olmayacaktır."],"Should search engines follow links on this content?":["Arama motorları bu içerikteki bağlantıları izlemeli mi?"],"Learn more about the breadcrumbs title setting on our help page.":["Yardım sayfamızdaki gezinti bağlantıları başlığı ayarı hakkında daha fazla bilgi edinin."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["İçerikte en fazla aşağıdaki kelimeler yer almaktadır. Bunlar, içeriğinizin neye odaklandığına dair bir izlenim verir. Kelimeler konunuzdan çok farklıysa, içeriğinizi uygun şekilde yeniden yazmak isteyebilirsiniz."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Biraz daha metin ekledikten sonra, size içerikte en çok geçen kelimelerin bir listesini vereceğiz. Bunlar, içeriğinizin neye odaklandığına dair bir fikir verir."],"%d occurrences":["%d tekrar"],"Keyphrase":["Anahtar kelime"],"Upgrade to %s":["%s sürümüne yükselt"],"Good job!":["İyi iş!"],"Add related keyphrase":["İlgili anahtar kelimeyi ekle"],"%d day":["%d gün","%d gün"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Anahtar kelime araştırması ve anahtar kelime stratejisi hakkında daha fazla bilgi edinmek için %1$sanahtar kelime araştırmasına yönelik nihai kılavuzumuzu%2$s okuyun."],"Prominent words":["Önemli kelimeler"],"%1$s (current default for %2$s)":["%1$s (%2$s için mevcut varsayılan)"],"(Opens in a new browser tab)":["(Yeni sekmede açılır)"],"1 year free support and updates included!":["1 yıllık ücretsiz güncelleme ve yükseltme dahil!"],"Get internal linking suggestions":["İç bağlantı önerileri alın"],"Please provide a meta description by editing the snippet below.":["Aşağıdaki kod parçasını düzenleyerek bir meta açıklama sağlayın."],"Yes":["Evet"],"No":["Hayır"],"Close":["Kapat"],"difficult":["zor"],"easy":["kolay"],"fairly difficult":["oldukça zor"],"fairly easy":["oldukça kolay"],"very difficult":["çok zor"],"very easy":["çok kolay"],"Try to make shorter sentences, using less difficult words to improve readability":["Okunabilirliği arttırmak için daha kısa cümleler kurmayı deneyin, daha az zor kelimeler kullanın"],"Flesch reading ease":["Flesch okuma kolaylığı"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Metin bu testte %1$s puan alıyor, ki bu okunması %2$s olarak kabul edilir."],"Meta robots advanced":["Meta robots gelişmiş"],"No Archive":["Arşiv yok"],"Canonical URL":["Aynı adres"],"Advanced":["Gelişmiş"],"No Image Index":["Görsel indeksi yok"],"View":["Görüntüle"],"No Snippet":["Kod parçası yok"],"Breadcrumbs Title":["Bağlantı haritası başlığı"]}},"comment":{"reference":"js\/dist\/classic-editor.js"}}