{"translation-revision-date":"2025-07-01 09:22:58+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Learn more about the metrics":["Saiba mais sobre as métricas"],"Change country":["Alterar país"],"Removed!":["Removido!"],"Added!":["Adicionado!"],"Add":["Adicionar"],"Add keyphrase":["Adicionar frase-chave"],"Difficulty %":["Dificuldade %"],"Intent":["Intenção"],"It will take a lot of on-page SEO, link building, and content promotion efforts.":["Serão necessários muitos esforços de SEO na página, construção de links e promoção de conteúdo."],"Very hard":["Muito difícil"],"You will need lots of high-quality ref. domains and optimized content.":["Você precisará de muitos domínios de referência de alta qualidade e conteúdo otimizado."],"Hard":["Difícil"],"You will need lots of ref. domains and optimized content.":["Você precisará de muitos domínios de referência e conteúdo otimizado."],"Difficult":["Difícil"],"You will need well-structured and unique content.":["Você precisará de conteúdo bem estruturado e exclusivo."],"Possible":["Possível"],"You will need quality content focused on the keyword’s intent.":["Você precisará de conteúdo de qualidade focado na intenção da palavra-chave."],"Easy":["Fácil"],"Your chance to start ranking new pages.":["Sua chance de começar a classificar novas páginas."],"Very easy":["Muito fácil"],"The user wants to complete an action (conversion).":["O usuário deseja concluir uma ação (conversão)."],"Transactional":["Transacional"],"The user wants to investigate brands or services.":["O usuário deseja investigar marcas ou serviços."],"Commercial":["Comercial"],"The user wants to find a specific page or site.":["O usuário deseja encontrar uma página ou site específico."],"Navigational":["De navegação"],"The user wants to find an answer to a specific question.":["O usuário quer encontrar uma resposta para uma pergunta específica."],"Informational":["Informativo"],"Explore %s!":["Explorar %s!"],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":["Você alcançará mais pessoas com várias frases-chave! Quer adicionar rapidamente essas frases-chave relacionadas às análises de %s para otimizar ainda melhor o conteúdo?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Encontramos um problema ao tentar obter frases-chave relacionadas. Por favor, tente novamente mais tarde."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Você atingiu o número máximo de 4 frases-chave relacionadas. Você pode alterar ou remover frases-chave relacionadas na metabox %s ou na barra lateral."],"Upgrade your %s plan":["Migrar meu plano %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Você atingiu seu limite de solicitações para hoje. Volte amanhã ou atualize seu plano em %s."],"Last month":["Último mês"],"Two months ago":["Dois meses atrás"],"Three months ago":["Três meses atrás"],"Four months ago":["Quatro meses atrás"],"Five months ago":["Cinco meses atrás"],"Six months ago":["Seis meses atrás"],"Seven months ago":["Sete meses atrás"],"Eight months ago":["Oito meses atrás"],"Nine months ago":["Nove meses atrás"],"Ten months ago":["Dez meses atrás"],"Eleven months ago":["Onze meses atrás"],"Twelve months ago":["Doze meses atrás"],"Get more insights at %s":["Obtenha mais informações em %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volume da frase-chave nos últimos 12 meses em uma escala de 0 a 100."],"Trend":["Tendência"],"Volume":["Volume"],"Related keyphrase":["Frase-chave relacionada"],"Show results for:":["Mostrar resultados para:"],"Sorry, there's no data available for that keyphrase\/country combination.":["Não há dados disponíveis para essa combinação de frase-chave\/país."],"Related keyphrases":["Frases chaves relacionadas"],"(Opens in a new browser tab)":["(Abre numa nova aba do navegador)"],"Remove":["Remover"]}},"comment":{"reference":"js\/dist\/externals\/relatedKeyphraseSuggestions.js"}}