{"translation-revision-date":"2025-07-01 09:23:43+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"We haven’t analyzed this content yet. Please open it in your editor and save it so we can start the analysis.":["Bu içeriği henüz analiz etmedik. Analize başlayabilmemiz için lütfen düzenleyicide açın ve kaydedin."],"The top 5 search queries on your website with the highest number of clicks over the last 28 days.":["Web sitenizde son 28 gün içinde en çok tıklama alan ilk 5 arama sorgusu."],"%1$s score":["%1$s skoru"],"Clicks, Impressions, CTR, Position":["Tıklamalar, Gösterimler, TO, Pozisyon"],"The top 5 URLs on your website with the highest number of clicks over the last 28 days.":["Web sitenizde son 28 gün içinde en fazla tıklama alan ilk 5 adres."],"The average position of your website in the Google search results over the last 28 days.":["Web sitenizin son 28 gün içinde Google arama sonuçlarındaki ortalama konumu."],"Average position of your website in the Google search results\u0004Average position":["Ortalama konum"],"The average click-through-rate for your website in the Google search results over the last 28 days.":["Son 28 gün içinde Google arama sonuçlarında web siteniz için ortalama tıklama oranı."],"Click-through-rate for your website in the Google search results\u0004Average CTR":["Ortalama TO"],"The number of times users clicked on your website's link in the Google search results\u0004Clicks":["Tıklamalar"],"The number of times your website appeared in the Google search results\u0004Impressions":["Gösterimler"],"The number of organic sessions that began on your website.":["Web sitenizde başlayan organik oturumların sayısı."],"Data provided by:":["Verileri sağlayan:"],"Impressions, Clicks, Site CTR, Average position":["Gösterimler, tıklamalar, Site tıklama oranı, ortalama konum"],"The number of times your website appeared in the Google search results over the last 28 days.":["Sitenizin son 28 gün içinde Google arama sonuçlarında görünme sayısı."],"The number of times users clicked on your website's link in the Google search results over the last 28 days.":["Kullanıcıların son 28 gün içinde Google arama sonuçlarında sitenizin bağlantısına tıklama sayısı."],"Last 28 days":["Son 28 gün"],"Organic sessions":["Organik oturumlar"],"Organic sessions chart":["Organik oturum çizelgesi"],"We can’t analyze your content, because you’re in a non-production environment.":["Üretim ortamında olmadığınız için içeriğinizi analiz edemiyoruz."],"Top 5 most popular content":["En popüler 5 içerik"],"Top 5 search queries":["İlk 5 arama sorgusu"],"Query":["Sorgu"],"Clicks":["Tıklamalar"],"CTR":["TO"],"Impressions":["Gösterimler"],"Landing page":["Açılış sayfası"],"No data to display: Your site hasn't received any visitors yet.":["Görüntülenecek veri yok: Siteniz henüz hiç ziyaretçi almadı."],"Actions":["Eylemler"],"Average position":["Ortalama konum"],"We can’t provide an SEO score for this page.":["Bu sayfa için bir SEO puanı sağlayamıyoruz."],"We can’t provide SEO scores, because the SEO analysis is disabled for your site.":["Siteniz için SEO analizi devre dışı bırakıldığından SEO puanları veremiyoruz."],"Something went wrong. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["Bir şeyler yanlış gitti. Sayfayı yenilemeyi deneyin. Sorun devam ederse, lütfen %1$sDestek sayfamızı%2$s inceleyin."],"Content analysis hasn't started. Please open this page in your editor, enter a focus keyphrase and save.":["İçerik analizi başlamadı. Lütfen bu sayfayı düzenleyicide açın, bir odak anahtar kelime girin ve kaydedin."],"You don’t have permission to access this resource. Please contact your admin for access. In case you need further help, please check our %1$sSupport page%2$s.":["Bu kaynağa erişim izniniz yok. Erişim için lütfen yöneticinizle iletişime geçin. Daha fazla yardıma ihtiyacınız olursa, lütfen %1$sDestek sayfamızı%2$s inceleyin."],"The request timed out. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["İstek zaman aşımına uğradı. Sayfayı yenilemeyi deneyin. Sorun devam ederse, lütfen %1$sDestek sayfamızı%2$s inceleyin."],"Site Kit by Google":["Site Kit by Google"],"SEO scores":["SEO puanları"],"Readability scores":["Okunabilirlik puanları"],"Your content has an average SEO score. Time to find opportunities for improvement!":["İçeriğinizin ortalama bir SEO puanı var. İyileştirme fırsatları bulma zamanı!"],"Your content has an average readability score. Time to find opportunities for improvement!":["İçeriğinizin ortalama bir okunabilirlik puanı var. İyileştirme fırsatları bulma zamanı!"],"We haven’t analyzed this content yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Bu içeriği henüz analiz etmedik. Lütfen düzenleyicinizde açın, bir odak anahtar kelime girildiğinden emin olun ve analize başlayabilmemiz için kaydedin."],"Some of your content could use a little extra care. Take a look and start improving!":["Bazı içerikleriniz biraz daha özen gerektirebilir. Göz atın ve geliştirmeye başlayın!"],"Some of your content hasn't been analyzed yet. Please open it and save it in your editor so we can start the analysis.":["İçeriğinizin bir kısmı henüz analiz edilmedi. Analize başlayabilmemiz için lütfen düzenleyicinizde açın ve kaydedin."],"Some of your content hasn't been analyzed yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Bazı içerikleriniz henüz analiz edilmedi. Lütfen düzenleyicinizde açın, bir odak anahtar kelime girildiğinden emin olun ve analize başlayabilmemiz için kaydedin."],"Something went wrong.":["Bir şeyler ters gitti."],"Most of your content has a good readability score. Well done!":["İçeriğinizin çoğu iyi bir okunabilirlik puanına sahip. İyi iş çıkardınız!"],"Most of your content has a good SEO score. Well done!":["İçeriğinizin çoğu iyi bir SEO puanına sahip. İyi iş çıkardınız!"],"Nothing found":["Hiçbir şey bulunamadı"],"All":["Tümü"],"Clear filter":["Filtreyi temizle"],"Not analyzed":["Analiz edilmedi"],"Content type":["İçerik türü"],"Needs improvement":["Geliştirmeye açık"],"Disabled":["Devre dışı"],"SEO score":["SEO puanı"],"Good":["İyi"],"OK":["TAMAM"],"Edit":["Düzenle"],"View":["Görüntüle"]}},"comment":{"reference":"js\/dist\/externals\/dashboardFrontend.js"}}