{"translation-revision-date":"2025-08-12 12:05:10+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"We haven’t analyzed this content yet. Please open it in your editor and save it so we can start the analysis.":["Мы ещё не анализировали это содержимое. Пожалуйста, откройте его в редакторе и сохраните, чтобы мы могли начать анализ."],"The top 5 URLs on your website with the highest number of clicks over the last 28 days.":["5 лучших URL-адресов на вашем сайте по кликабельности за последние 28 дней."],"The top 5 search queries on your website with the highest number of clicks over the last 28 days.":["5 лучших поисковых запросов на вашем сайте по кликабельности за последние 28 дней."],"The number of organic sessions that began on your website.":["Количество органических сессий, начавшихся на вашем сайте."],"The average position of your website in the Google search results over the last 28 days.":["Средняя позиция вашего сайта в результатах поиска Google за последние 28 дней."],"Average position of your website in the Google search results\u0004Average position":["Средняя позиция"],"Click-through-rate for your website in the Google search results\u0004Average CTR":["Средний CTR"],"%1$s score":["%1$s оценка"],"Clicks, Impressions, CTR, Position":["Клики, впечатления, CTR, позиция"],"The average click-through-rate for your website in the Google search results over the last 28 days.":["Средний показатель кликабельности вашего веб-сайта в результатах поиска Google за последние 28 дней."],"The number of times users clicked on your website's link in the Google search results\u0004Clicks":["Нажатия"],"The number of times your website appeared in the Google search results\u0004Impressions":["Впечатления"],"Data provided by:":["Данные предоставлены:"],"Impressions, Clicks, Site CTR, Average position":["Впечатления, клики, CTR сайта, средняя позиция"],"The number of times your website appeared in the Google search results over the last 28 days.":["Количество появлений вашего сайта в результатах поиска Google за последние 28 дней."],"The number of times users clicked on your website's link in the Google search results over the last 28 days.":["Количество щелчков пользователей по ссылке вашего сайта в результатах поиска Google за последние 28 дней."],"Last 28 days":["Последние 28 дней"],"Organic sessions":["Органические сессии"],"Organic sessions chart":["Диаграмма органических сессий"],"We can’t analyze your content, because you’re in a non-production environment.":["Мы не можем проанализировать ваш контент, потому что вы находитесь в тестовой среде."],"Top 5 most popular content":["Топ-5 самого популярного контента"],"Top 5 search queries":["Топ-5 поисковых запросов"],"Query":["Запрос"],"Clicks":["Нажатия"],"CTR":["CTR"],"Impressions":["Впечатления"],"Landing page":["Лендинговая страница"],"No data to display: Your site hasn't received any visitors yet.":["Нет данных для отображения: у вашего сайта пока нет посетителей."],"Actions":["Действия"],"Average position":["Средняя позиция"],"We can’t provide an SEO score for this page.":["Мы не можем предоставить оценку SEO для этой страницы."],"We can’t provide SEO scores, because the SEO analysis is disabled for your site.":["Мы не можем предоставить вам оценку SEO, поскольку SEO-анализ отключен для вашего сайта."],"Something went wrong. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["Что-то пошло не так. Попробуйте обновить страницу. Если проблема не исчезает, перейдите на %1$sстраницу поддержки%2$s."],"Content analysis hasn't started. Please open this page in your editor, enter a focus keyphrase and save.":["Анализ контента не начался. Подалуйста, откройте эту страницу в своем редакторе, введите фокусную ключевую фразу и сохраните."],"You don’t have permission to access this resource. Please contact your admin for access. In case you need further help, please check our %1$sSupport page%2$s.":["У вас нет разрешения на доступ к этому ресурсу. Пожалуйста, свяжитесь с вашим администратором для получения доступа. Если вам нужна дополнительная помощь, перейдите на %1$sстраницу поддрежки%2$s."],"The request timed out. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["Запрос прервался. Попробуйте обновить страницу. Если проблема не исчезает, перейдите на %1$sстраницу поддержки%2$s."],"Site Kit by Google":["Site Kit от Google"],"SEO scores":["Показатели SEO"],"Readability scores":["Показатели читабельности"],"Your content has an average SEO score. Time to find opportunities for improvement!":["У вашего содержимого средние показатели SEO. Пора найти возможности для улучшения!"],"Your content has an average readability score. Time to find opportunities for improvement!":["У вашего содержимого средние показатели читабельности. Пора найти возможности для улучшения!"],"We haven’t analyzed this content yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Мы еще не проанализировали это содержимое. Пожалуйста, откройте редактор, убедитесь, что введена ключевая фраза и сохраните, чтобы мы могли начать анализ."],"Some of your content could use a little extra care. Take a look and start improving!":["Некоторому содержимому не помешает помощь. Взгляните и начните улучшение!"],"Some of your content hasn't been analyzed yet. Please open it and save it in your editor so we can start the analysis.":["Некоторое ваше содержимое еще не проанализировано. Пожалуйста, откройте его и сохраните в редакторе, чтобы мы могли начать анализ."],"Some of your content hasn't been analyzed yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Некоторое ваше содержимое еще не проанализировано. Пожалуйста, откройте редактор, убедитесь, что введена ключевая фраза и сохраните, чтобы мы могли начать анализ."],"Something went wrong.":["Что-то пошло не так."],"Most of your content has a good readability score. Well done!":["Большая часть вашего содержимого имеет хорошие показатели читабельности. Отличная работа!"],"Most of your content has a good SEO score. Well done!":["Большая часть вашего содержимого имеет хорошие показатели SEO. Отличная работа!"],"Nothing found":["Ничего не найдено"],"All":["Все"],"Clear filter":["Очистить фильтр"],"Not analyzed":["Не проанализировано"],"Content type":["Тип содержимого"],"Needs improvement":["Требуется улучшение"],"Disabled":["Отключено"],"SEO score":["Оценка SEO"],"Good":["Хорошо"],"OK":["OK"],"Edit":["Изменить"],"View":["Показать"]}},"comment":{"reference":"js\/dist\/externals\/dashboardFrontend.js"}}