{"translation-revision-date":"2025-08-26 08:05:53+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"30-day money back guarantee":["30 Tage Geld-zurück-Garantie"],"%1$s access":["%1$s Zugang"],"AI tools included":["Inklusive KI-Tools"],"Now with Local, News & Video SEO + 1 Google Docs seat!":["Jetzt mit Local, News & Video SEO + 1 Google Docs Platz!"],"%1$s%2$s %3$s":["%1$s%2$s %3$s"],"Boost visibility for your products, from 10 or 10,000+":["Steigere die Sichtbarkeit deiner Produkte, ab 10 oder 10.000+"],"Access to friendly help when you need it, day or night":["Zugang zu freundlicher Hilfe, wenn du sie brauchst, Tag und Nacht"],"Internal links and redirect management, easy":["Ganz einfach interne Links und Weiterleitungen verwalten"],"Easy Local SEO. Show up in Google Maps results":["Einfache lokale SEO. In den Google Maps Ergebnissen auftauchen"],"Built to get found by search, AI, and real users":["Entwickelt, um von der Suche, KI und echten Nutzern gefunden zu werden"],"Make your articles visible, be seen in Google News":["Mach deine Artikel sichtbar, werde in Google News gesehen"],"Generate SEO optimized metadata in seconds with AI":["Erstelle SEO-optimierte Metadaten in Sekundenschnelle mit KI"],"Now includes Local, News & Video SEO + 1 Google Docs seat!":["Jetzt mit Local, News & Video SEO + 1 Google Docs-Platz!"],"Redirect method":["Umleitungsmethode"],"Manage and monitor your redirects with ease. Create and edit plain redirects to ensure visitors and search engines reach the right pages. %1$sLearn more about redirects%2$s.":["Verwalte und überwache deine Weiterleitungen mit Leichtigkeit. Erstelle und bearbeite einfache Weiterleitungen, um sicherzustellen, dass Besucher und Suchmaschinen die richtigen Seiten erreichen. %1$sErfahre mehr über Weiterleitungen%2$s."],"Plain redirects automatically send visitors from one URL to another. Use them to fix broken links and improve your site's user experience.":["Einfache Weiterleitungen leiten Besucher automatisch von einer URL zu einer anderen weiter. Nutze sie, um kaputte Links zu reparieren und die Benutzerfreundlichkeit deiner Website zu verbessern."],"Redirect Type":["Art der Weiterleitung"],"Filter Redirect type":["Filter Weiterleitungsart"],"Select all":["Alle auswählen"],"Open redirects navigation":["Umleitung der Navigation öffnen"],"Close redirects navigation":["Schließen leitet die Navigation um"],"Redirects navigation":["Leitet die Navigation um"],"All":["Alle"],"Buy now":["Jetzt kaufen"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Wenn du über ein Upgrade nachgedacht hast, ist jetzt der richtige Zeitpunkt! 30% Rabatt bis 3. Dez. 11 Uhr (MEZ)"],"30% OFF - BLACK FRIDAY":["30% RABATT - BLACK FRIDAY"],"%1$sBuy%2$s %3$s":["%1$sJetzt %3$s kaufen%2$s"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Mach die Bearbeitung von Inhalten zum Kinderspiel! Optimiere deine SEO-Inhalte mit schnellen, umsetzbaren Vorschlägen auf Knopfdruck.%1$s%2$sMehr erfahren%3$s%4$s"],"Optimize your SEO content with %s":["Optimiere deine SEO-Inhalte mit %s"],"Undefined error message.":["Undefinierte Fehlermeldung."],"Explore %s now!":["Entdecke jetzt %s!"],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["30% RABATT"],"Allow":["Zulassen"],"Deny":["Ablehnen"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Um dieses Video anzusehen, musst du %1$s erlauben, eingebettete Videos von %2$s zu laden."],"Unlock with %1$s":["Entsperren mit %1$s"],"Refresh this page":["Diese Seite neu laden"],"Something went wrong. An unexpected error occurred.":["Etwas ist schief gelaufen. Ein unerwarteter Fehler ist aufgetreten."],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Leider bedeutet dies, dass alle deine nicht gespeicherten Änderungen in diesem Abschnitt verloren gehen. Du kannst versuchen, diese Seite zu aktualisieren, um das Problem zu beheben. Wenn der Fehler weiterhin auftritt, wende dich bitte an unser Support-Team, damit wir dir helfen können!"],"Contact support":["Support kontaktieren"],"We're very sorry, but it seems like the following error has interrupted our application:":["Es tut uns sehr leid, aber anscheinend hat der folgende Fehler unsere Anwendung angehalten:"],"Beta":["Beta"],"No items found":["Keine Elemente gefunden"],"Regex redirects":["Regex-Umleitungen"],"Plain redirects":["Einfache Weiterleitungen"],"Type":["Typ"],"301 Moved Permatently":["301 Dauerhaft verschoben"],"Old URL":["Alte URL"],"Add redirect":["Umleitung hinzufügen"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Die Umleitungsart ist der HTTP-Rückmeldungscode, den an den Browser gesendet wird und dem Browser mitteilt, welche Art von Umleitung verwendet werden soll. %1$sLerne mehr über Umleitungsarten%2$s."],"Unlock with Premium":["Mit Premium freischalten"],"Upgrade to %s":["%s buchen"],"(Opens in a new browser tab)":["(Öffnet in einem neuen Browser Tab)"],"24\/7 support":["24\/7 Support"],"Redirects":["Weiterleitungen"],"New URL":["Neue URL"],"Close":["Schließen"]}},"comment":{"reference":"js\/dist\/redirects.js"}}