{"translation-revision-date":"2025-07-29 08:29:22+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Buy now":["Kup teraz"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Jeśli myślisz o aktualizacji, teraz jest na to czas! 30% ZNIŻKI kończy się 3 grudnia o 11:00 (CET)"],"%1$sBuy%2$s %3$s":["%1$sKup%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30% ZNIŻKI - CZARNY PIĄTEK"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Edycja treści to pestka! Zoptymalizuj swoje treści SEO za pomocą szybkich, praktycznych sugestii po kliknięciu przycisku.%1$s%2$sDowiedz się więcej%3$s%4$s"],"Optimize your SEO content with %s":["Zoptymalizuj swoje treści SEO za pomocą %s"],"Undefined error message.":["Niezdefiniowany komunikat o błędzie."],"%1$sSupport language:%2$s English":["%1$sPomoc dostępna w języku:%2$s angielskim"],"30-day money back guarantee.":["30-dniowa gwarancja zwrotu pieniędzy."],"Explore %s now!":["Odkryj %s już teraz!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sWsparcie 24\/7%2$s: Również wieczorami i w weekendy."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sAtrakcyjne podglądy społecznościowe%2$s, w które ludzie naprawdę chcą klikać."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sKoniec z niedziałającymi linkami%2$s: Menedżer automatycznych przekierowań."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSuper szybkie%2$s sugestie dotyczące linkowania wewnętrznego."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sWiele słów kluczowych%2$s: Wyższa pozycja dla większej liczby wyszukiwań."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Lepsze tytuły SEO i opisy meta, szybciej."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Korzystaj ze sztucznej inteligencji do generowania tytułów i opisów meta, automatycznie przekierowuj usunięte strony, uzyskaj wsparcie 24\/7 i wiele, wiele więcej!"],"30% OFF":["30% taniej"],"BLACK FRIDAY":["CZARNY PIĄTEK"],"Claim your 30% off now!":["Odbierz swój rabat 30% już teraz!"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Nasz zespół wsparcia jest dostępny, aby odpowiedzieć na wszelkie pytania. Wypełnij (wyskakujący) formularz kontaktowy, a my skontaktujemy się z tobą tak szybko, jak to możliwe!"],"If you don't find the answers you're looking for and need personalized help, you can get 24\/7 support from one of our support engineers.":["Jeśli nie znajdziesz odpowiedzi, których szukasz i potrzebujesz spersonalizowanej pomocy, możesz uzyskać wsparcie 24\/7 od jednego z naszych inżynierów wsparcia."],"Contact our support team":["Skontaktuj się z naszym zespołem wsparcia"],"Write a bug report":["Zgłoś błąd"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Czy natknąłeś się na błąd podczas korzystania z %1$s? Zgłoś błąd w naszym repozytorium GitHub, aby poinformować nas o problemie!"],"Raise a bug report on GitHub":["Zgłoś błąd w serwisie GitHub"],"Visit WordPress forum":["Odwiedź forum WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["Na forum wsparcia WordPress dla %1$s można znaleźć odpowiedzi lub poprosić o pomoc użytkowników %1$s ze społeczności WordPress."],"WordPress support forum for %1$s":["Forum wsparcia WordPress dla %1$s"],"Visit our help center":["Odwiedź nasze centrum pomocy"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Zajrzyj do naszego centrum pomocy, aby znaleźć artykuły, samouczki i inne zasoby, które pomogą ci w pełni wykorzystać %1$s!"],"%1$s's help center":["Centrum pomocy %1$s"],"Need help with %1$s? These resources are a great place to start!":["Potrzebujesz pomocy z %1$s? Te zasoby są świetnym miejscem do rozpoczęcia!"],"Additional resources":["Dodatkowe zasoby"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Tutaj znajdziesz odpowiedzi na najczęściej zadawane pytania dotyczące korzystania z %1$s. Jeśli nie widzisz swojego pytania na liście, możesz zajrzeć do sekcji poniżej."],"Frequently asked questions":["Często zadawane pytania"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Jeśli masz jakieś pytania, potrzebujesz pomocy w kwestiach technicznych lub po prostu chcesz się przywitać, jesteśmy do dyspozycji. Skontaktuj się z nami, a z przyjemnością ci pomożemy!"],"Support":["Wsparcie"],"Allow":["Zezwól"],"Deny":["Odmów"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Aby zobaczyć ten film, musisz zezwolić %1$s na ładowanie osadzonych filmów z %2$s."],"%1$sGet%2$s %3$s":["%1$sPobierz%2$s %3$s"],"Unlock with %1$s":["Odblokowanie za pomocą %1$s"],"Refresh this page":["Odśwież tę stronę"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Niestety oznacza to, że wszystkie niezapisane zmiany zostaną utracone. Możesz spróbować odświeżyć tę stronę, aby rozwiązać problem. Jeśli ten błąd nadal występuje, skontaktuj się z naszym zespołem wsparcia, a my udzielimy pomocy!"],"Something went wrong. An unexpected error occurred.":["Coś poszło nie tak. Wystąpił nieoczekiwany błąd."],"Contact support":["Skontaktuj się z pomocą techniczną"],"We're very sorry, but it seems like the following error has interrupted our application:":["Bardzo nam przykro, ale wygląda na to, że następujący błąd przerwał działanie naszej aplikacji:"],"Read reviews from real users":["Przeczytaj recenzje od prawdziwych użytkowników"],"Beta":["Beta"],"Check out %1$s":["Sprawdź %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Posiadamy zarówno darmowe jak i płatne kursy, z których nauczysz się wszystkiego, co powinno wiedzieć się o SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Chcesz nauczyć się SEO od zespołu Yoast? Sprawdź %1$s!"],"Learn SEO":["Naucz się SEO"],"Upgrade to %s":["Aktualizuj do %s"],"(Opens in a new browser tab)":["(Otworzy się w nowej zakładce)"],"Close":["Zamknij"]}},"comment":{"reference":"js\/dist\/support.js"}}