{"translation-revision-date":"2025-08-12 09:15:09+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Join the Yoast team to learn how to harness the power of AI to revolutionize your SEO approach. Gain a competitive edge, future-proof your keyword strategies, and soar to the top of search rankings – all designed to empower busy small business owners.":["Gå med i Yoast-teamet för att lära dig hur du utnyttjar kraften i AI för att revolutionera din SEO-strategi. Få en konkurrensfördel, framtidssäkra dina nyckelordsstrategier och ta dig till toppen av sökrankingen – allt utformat för att stärka upptagna småföretagare."],"Start the course":["Starta kursen"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["Säljer du till länder i hela världen? I den här kursen får du lära dig allt om hur du skapar och hanterar en webbplats som vänder sig till personer med olika språk och språkversioner."],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["Du måste göra det möjligt för sökmotorerna att hitta din webbplats, för att de ska kunna visa den i sina sökresultat. Vi berättar allt om hur det går till i denna kurs!"],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["Att välja rätt typ av webbhotell för din webbplats är första steget till en solid teknisk SEO-strategi. Lär dig allt om detta i denna kurs!"],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["Lär dig viktig SEO-kunskap som du kan använda direkt! Låt oss leda dig till praktiska SEO-tips som hjälper dig att lyckas bättre än konkurrenterna. Satsa maximalt på SEO! Tack vare din %s-prenumeration har du obegränsad tillgång till alla kurser."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["Lär dig viktiga SEO-kunskaper som du kan använda direkt! Vi hjälper dig på vägen med praktiska SEO-tips som hjälper dig att lyckas bättre än konkurrenterna. Med %s medföljer fem kostnadsfria kurser."],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Satsa fullt ut på SEO genom att köpa %s och få obegränsad tillgång till alla kurser."],"Start free trial lesson":["Påbörja en kostnadsfri provlektion"],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["Vill du göra en djupdykning i strukturerad data? Denna kurs ger en detaljerad genomgång av teorin kring strukturerade data."],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Börja skapa ”blocktastiskt” innehåll med WordPress nya blockredigerare! Lär dig allt om blockredigeraren och vad du kan göra med den."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["I denna kurs lär du dig hur du ställer in och använder tillägget %1$s för WordPress för att underlätta din SEO än mer. Kursen riktar sig till användare av blockredigeraren."],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["I denna kurs lär du dig praktisk SEO-kunskap om alla viktiga aspekter av SEO för att lyfta din webbplats."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["Vill du skapa din egen WordPress-webbplats? I den här kursen får du veta allt om hur du skapar och underhåller en WordPress-webbplats!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["I denna kurs får du lära dig hur du skriver riktig bra text som är optimerad för att ranka väl i sökmotorer."],"Learn how to make your site stand out from the crowd by adding structured data!":["Lär dig hur du får din webbplats att sticka ut från mängden genom att lägga in strukturerade data!"],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["Vet du vad som är det första viktiga steget för bra SEO? Det är att undersöka sökord. I denna kurs får du lära dig hur du söker fram och väljer vilka sökord som kommer att leda dem som söker till dina sidor."],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["Har du ett lokalt företag? Denna kurs berättar hur du ser till att din lokala målgrupp kan hitta dig i sökresultaten och på Google Maps!"],"Learn how to optimize your online shop for your customers and for search engines!":["Lär dig hur du optimerar din e-butik för kunder och sökmotorer!"],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["En tydlig webbplatsstruktur är bra för dina besökare och är mycket viktig för SEO. Ändå verkar de flesta glömma bort detta. Bli bättre än dina konkurrenter och ta reda på hur du kan förbättra webbplatsstrukturen!"],"Academy":["Akademi"],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["I denna kostnadsfria kurs får du tips på hur du enkelt kan få din webbplats att ranka bättre i Google, Bing och Yahoo."],"Unlock with %1$s":["Lås upp med %1$s"],"(Opens in a new browser tab)":["(Öppnas i en ny webbläsarflik)"],"Premium":["Premium"]}},"comment":{"reference":"js\/dist\/academy.js"}}