{"translation-revision-date":"2025-07-18 00:19:50+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ko_KR"},"Join the Yoast team to learn how to harness the power of AI to revolutionize your SEO approach. Gain a competitive edge, future-proof your keyword strategies, and soar to the top of search rankings – all designed to empower busy small business owners.":["Yoast 팀에 합류하여 AI의 힘을 활용하여 SEO 접근 방식을 혁신하는 방법을 알아보세요. 경쟁 우위를 확보하고, 미래를 대비한 키워드 전략을 수립하고, 검색 순위 상위권에 오르는 등 바쁜 스몰비즈니스 소유자를 위해 설계된 이 모든 것이 가능합니다."],"Start the course":["강좌 시작하기"],"Start free trial lesson":["무료 체험 강좌 시작하기"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["모든 강좌에 무제한으로 액세스할 수 있는 %s를 구매하여 SEO 게임을 극대화하세요."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["한 번에 적용할 수 있는 핵심적인 SEO 기술을 배워보세요! 경쟁사보다 우위를 점하는 데 도움이 되는 실용적인 SEO 팁을 알려드립니다. %s에는 5개의 무료 강좌가 포함되어 있습니다."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["바로 적용할 수 있는 핵심적인 SEO 기술을 배워보세요! 경쟁사보다 우위를 점하는 데 도움이 되는 실용적인 SEO 팁을 알려드리겠습니다. SEO 게임을 극대화하세요! %s를 구독하면 모든 강좌에 무제한으로 액세스할 수 있습니다."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["사이트에 적합한 호스팅 유형을 선택하는 것은 탄탄한 기술 SEO 전략의 기초입니다. 이 강좌에서 이에 대해 모두 알아보세요!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["검색 엔진이 사이트를 찾을 수 있도록 하여 검색 결과에 표시할 수 있도록 해야 합니다. 이 강좌에서 그 방법을 모두 알려드리겠습니다!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["전 세계 여러 국가에서 판매하고 계신가요? 이 과정에서는 다양한 언어와 로케일을 사용하는 사람들을 대상으로 하는 사이트를 설정하고 관리하는 방법에 대해 알아보세요."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["구조화된 데이터에 대해 자세히 알아보고 싶으신가요? 이 강좌에서는 정형 데이터와 관련된 이론을 자세히 배웁니다."],"Learn how to optimize your online shop for your customers and for search engines!":["고객과 검색 엔진을 위해 온라인 상점을 최적화하는 방법을 알아보세요!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["지역 비즈니스를 운영하시나요? 이 과정에서는 지역 잠재고객이 검색 결과와 Google 지도에서 나를 찾을 수 있도록 하는 방법을 알려드립니다!"],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["명확한 사이트 구조는 사용자에게 도움이 되며 SEO에 매우 중요합니다. 하지만 대부분의 사람들은 이 점을 잊고 있는 것 같습니다. 경쟁에서 앞서고 사이트 구조를 개선하는 방법을 알아보세요!"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["새로운 워드프레스 블록 편집기로 멋진 블록 콘텐츠를 만들어 보세요! 블록 편집기와 블록 편집기로 할 수 있는 일에 대해 자세히 알아보세요."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["좋은 SEO의 필수적인 첫 번째 단계를 알고 계신가요? 바로 키워드 조사입니다. 이 교육에서는 검색자를 내 페이지로 유도할 키워드를 조사하고 선택하는 방법을 배웁니다."],"Learn how to make your site stand out from the crowd by adding structured data!":["구조화된 데이터를 추가하여 사이트를 돋보이게 만드는 방법을 알아보세요!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["이 강좌에서는 검색 엔진 순위에 최적화된 멋진 문구를 작성하는 방법을 배웁니다."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["나만의 워드프레스 사이트를 만들고 싶으신가요? 이 강좌에서는 워드프레스 웹사이트 제작과 유지 관리에 대해 자세히 알려드립니다!"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["이 강좌에서는 사이트를 돋보이게 만드는 SEO의 모든 주요 측면에 대한 실용적인 SEO 기술을 배웁니다."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["이 강좌에서는 %1$s for 워드프레스 플러그인을 설정하고 사용하는 방법을 배워 SEO를 더욱 쉽게 만들 수 있습니다. 이 강좌는 블록 편집기 사용자를 위한 강좌입니다."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["이 무료 강좌를 통해 구글, 빙, 야후에서 사이트 순위를 빠르게 올릴 수 있는 방법을 배울 수 있습니다."],"Academy":["아카데미"],"Unlock with %1$s":["%1$s로 잠금 해제하기"],"(Opens in a new browser tab)":["(새 브라우저 탭에서 열림)"],"Premium":["프리미엄"]}},"comment":{"reference":"js\/dist\/academy.js"}}