{"translation-revision-date":"2025-06-30 10:07:57+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Learn more about the metrics":["Per saperne di più sulle metriche"],"Change country":["Cambia paese"],"Removed!":["Rimosso!"],"Added!":["Aggiunto!"],"Add":["Aggiungi"],"Add keyphrase":["Aggiungi una frase chiave"],"Difficulty %":["% di difficoltà"],"Intent":["Intento"],"It will take a lot of on-page SEO, link building, and content promotion efforts.":["Ci vorranno molti sforzi di SEO on-page, di link building e di promozione dei contenuti."],"Very hard":["Molto difficile"],"You will need lots of high-quality ref. domains and optimized content.":["Hai bisogno di molti domini di riferimento di alta qualità e di contenuti ottimizzati."],"Hard":["Difficile"],"You will need lots of ref. domains and optimized content.":["Hai bisogno di molti domini di riferimento e di contenuti ottimizzati."],"Difficult":["Difficile"],"You will need well-structured and unique content.":["È necessario disporre di contenuti ben strutturati e unici."],"Possible":["Possibile"],"You will need quality content focused on the keyword’s intent.":["È necessario disporre di contenuti di qualità incentrati sull'intento della parola chiave."],"Easy":["Facile"],"Your chance to start ranking new pages.":["La tua opportunità di posizionare le nuove pagine."],"Very easy":["Molto facile"],"The user wants to complete an action (conversion).":["La persona vuole completare un'azione (conversione)."],"Transactional":["Transazionale"],"The user wants to investigate brands or services.":["La persona vuole indagare su marchi o servizi."],"Commercial":["Commerciale"],"The user wants to find a specific page or site.":["La persona vuole trovare una pagina o un sito specifico."],"Navigational":["Navigazione"],"The user wants to find an answer to a specific question.":["La persona vuole sapere la risposta a una domanda specifica."],"Informational":["Informativo"],"Explore %s!":["Esplora %s!"],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":["Raggiungerai più persone con più frasi chiave! Vuoi aggiungere rapidamente queste frasi chiave correlate alle analisi %s per un'ottimizzazione ancora migliore dei contenuti?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Abbiamo incontrato un problema nel cercare di ottenere le relative frasi chiave. Riprova più tardi."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Hai raggiunto il numero massimo di 4 frasi chiave correlate. Puoi cambiare o rimuovere le frasi correlate nella metabox di %s o nella barra laterale."],"Upgrade your %s plan":["Aggiorna il tuo piano su %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Hai raggiunto il limite di richieste per oggi. Controlla domani o aggiorna il tuo piano su %s."],"Last month":["Il mese scorso"],"Two months ago":["Due mesi fa"],"Three months ago":["Tre mesi fa"],"Four months ago":["Quattro mesi fa"],"Five months ago":["CInque mesi fa"],"Six months ago":["Sei mesi fa"],"Seven months ago":["Sette mesi fa"],"Eight months ago":["Otto mesi fa"],"Nine months ago":["Nove mesi fa"],"Ten months ago":["Dieci mesi fa"],"Eleven months ago":["Undici mesi fa"],"Twelve months ago":["Dodici mesi fa"],"Get more insights at %s":["Approfondisci su %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volume della frase chiave negli ultimi 12 mesi su una scala da 0 a 100."],"Trend":["Tendenza"],"Volume":["Volume"],"Related keyphrase":["Frase chiave correlata"],"Show results for:":["Mostra i risultati per:"],"Sorry, there's no data available for that keyphrase\/country combination.":["Non ci sono dati disponibili per quella combinazione di frase chiave\/paese."],"Related keyphrases":["Frasi chiave correlate"],"(Opens in a new browser tab)":["(Si apre in una nuova scheda del browser)"],"Remove":["Rimuovi"]}},"comment":{"reference":"js\/dist\/externals\/relatedKeyphraseSuggestions.js"}}