{"translation-revision-date":"2025-08-12 08:46:50+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Learn more about the metrics":["Leer meer over de statistieken"],"Change country":["Wijzig land"],"Removed!":["Verwijderd!"],"Added!":["Toegevoegd!"],"Add":["Toevoegen"],"Add keyphrase":["Keyphrase toevoegen"],"Difficulty %":["Moeilijkheidsgraad %"],"Intent":["Intentie"],"It will take a lot of on-page SEO, link building, and content promotion efforts.":["Er zijn veel inspanningen nodig op het gebied van on-page SEO, linkbuilding en het promoten van inhoud."],"Very hard":["Zeer moeilijk"],"You will need lots of high-quality ref. domains and optimized content.":["Je hebt veel hoogwaardige referentiedomeinen en geoptimaliseerde inhoud nodig."],"Hard":["Moeilijk"],"You will need lots of ref. domains and optimized content.":["Je hebt veel referentiedomeinen en geoptimaliseerde inhoud nodig."],"Difficult":["Moeilijk"],"You will need well-structured and unique content.":["Je hebt goed gestructureerde en unieke inhoud nodig."],"Possible":["Mogelijk"],"You will need quality content focused on the keyword’s intent.":["Je hebt inhoud van hoge kwaliteit nodig die gericht is op de intentie van het keyword."],"Easy":["Gemakkelijk"],"Your chance to start ranking new pages.":["Je kans om nieuwe pagina's te laten ranken."],"Very easy":["Zeer gemakkelijk"],"The user wants to complete an action (conversion).":["De gebruiker wil een actie voltooien (conversie)."],"Transactional":["Transactioneel"],"The user wants to investigate brands or services.":["De gebruiker wil merken of diensten onderzoeken."],"Commercial":["Commercieel"],"The user wants to find a specific page or site.":["De gebruiker wil een specifieke pagina of site vinden."],"Navigational":["Navigatie"],"The user wants to find an answer to a specific question.":["De gebruiker wil een antwoord vinden op een specifieke vraag."],"Informational":["Informatief"],"Explore %s!":["Ontdek %s!"],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":["Je bereikt meer mensen met meerdere keyphrases! Wil je deze gerelateerde keyphrases snel toevoegen aan de %s analyses voor nog betere inhoud optimalisatie?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Er is een probleem opgetreden bij het zoeken naar gerelateerde keyphrases. Probeer het later opnieuw."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Je hebt het maximum van 4 gerelateerde keyphrases bereikt. Je kan gerelateerde keyphrases wijzigen of verwijderen in de %s metabox of zijbalk."],"Upgrade your %s plan":["Upgrade je %s abonnement"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Je hebt je aanvraaglimiet voor vandaag bereikt. Kom morgen terug of upgrade je abonnement op %s."],"Last month":["Vorige maand"],"Two months ago":["Twee maanden geleden"],"Three months ago":["Drie maanden geleden"],"Four months ago":["Vier maanden geleden"],"Five months ago":["Vijf maanden geleden"],"Six months ago":["Zes maanden geleden"],"Seven months ago":["Zeven maanden geleden"],"Eight months ago":["Acht maanden geleden"],"Nine months ago":["Negen maanden geleden"],"Ten months ago":["Tien maanden geleden"],"Eleven months ago":["Elf maanden geleden"],"Twelve months ago":["Twaalf maanden geleden"],"Get more insights at %s":["Krijg meer inzichten bij %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Keyphrase volume in de laatste 12 maanden op een schaal van 0 tot 100."],"Trend":["Trend"],"Volume":["Volume"],"Related keyphrase":["Gerelateerde keyphrase"],"Show results for:":["Resultaten weergeven voor:"],"Sorry, there's no data available for that keyphrase\/country combination.":["Er zijn geen suggesties beschikbaar voor deze keyphrase\/land combinatie."],"Related keyphrases":["Gerelateerde keyphrases"],"(Opens in a new browser tab)":["(Opent in een nieuwe browsertab)"],"Remove":["Verwijderen"]}},"comment":{"reference":"js\/dist\/externals\/relatedKeyphraseSuggestions.js"}}