{"translation-revision-date":"2025-07-01 09:22:58+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"We haven’t analyzed this content yet. Please open it in your editor and save it so we can start the analysis.":["Ainda não analisamos este conteúdo. Abra-o no seu editor e salve-o para que possamos iniciar a análise."],"The top 5 search queries on your website with the highest number of clicks over the last 28 days.":["As 5 principais consultas de pesquisa no seu site com o maior número de cliques nos últimos 28 dias."],"%1$s score":["Pontuação de %1$s"],"Clicks, Impressions, CTR, Position":["Cliques, impressões, CTR, posição"],"The top 5 URLs on your website with the highest number of clicks over the last 28 days.":["Os 5 principais URLs do seu site com o maior número de cliques nos últimos 28 dias."],"The average position of your website in the Google search results over the last 28 days.":["A posição média do seu site nos resultados de pesquisa do Google nos últimos 28 dias."],"Average position of your website in the Google search results\u0004Average position":["Posição média"],"The average click-through-rate for your website in the Google search results over the last 28 days.":["A taxa média de cliques do seu site nos resultados de pesquisa do Google nos últimos 28 dias."],"Click-through-rate for your website in the Google search results\u0004Average CTR":["CTR médio"],"The number of times users clicked on your website's link in the Google search results\u0004Clicks":["Cliques"],"The number of times your website appeared in the Google search results\u0004Impressions":["Impressões"],"The number of organic sessions that began on your website.":["O número de sessões orgânicas que começaram no seu site."],"Data provided by:":["Dados fornecidos por:"],"Impressions, Clicks, Site CTR, Average position":["Impressões, cliques, CTR do site, posição média"],"The number of times users clicked on your website's link in the Google search results over the last 28 days.":["O número total de vezes que os usuários clicaram no link do seu site nos resultados de pesquisa do Google nos últimos 28 dias."],"The number of times your website appeared in the Google search results over the last 28 days.":["O número de vezes que seu site apareceu nos resultados de pesquisa do Google nos últimos 28 dias."],"Organic sessions":["Sessões orgânicas"],"Organic sessions chart":["Gráfico de sessões orgânicas"],"Last 28 days":["Últimos 28 dias"],"Top 5 search queries":["As 5 principais consultas de pesquisa"],"Query":["Consulta"],"Top 5 most popular content":["Os 5 conteúdos mais populares"],"No data to display: Your site hasn't received any visitors yet.":["Nenhum dado para exibir: seu site ainda não recebeu nenhum visitante."],"Actions":["Ações"],"Average position":["Posição média"],"CTR":["CTR"],"Impressions":["Impressões"],"Clicks":["Cliques"],"Landing page":["Página de destino"],"We can’t analyze your content, because you’re in a non-production environment.":["Não podemos analisar seu conteúdo porque você está em um ambiente de não produção."],"We can’t provide SEO scores, because the SEO analysis is disabled for your site.":["Não podemos fornecer pontuações de SEO porque a análise de SEO está desativada para seu site."],"We can’t provide an SEO score for this page.":["Não podemos fornecer uma pontuação de SEO para esta página."],"Content analysis hasn't started. Please open this page in your editor, enter a focus keyphrase and save.":["A análise de conteúdo não foi iniciada. Abra esta página no seu editor, insira uma frase-chave de foco e salve."],"Something went wrong. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["Algo deu errado. Tente atualizar a página. Se o problema persistir, consulte nossa %1$sPágina de Suporte%2$s."],"You don’t have permission to access this resource. Please contact your admin for access. In case you need further help, please check our %1$sSupport page%2$s.":["Você não tem permissão para acessar este recurso. Entre em contato com seu administrador para obter acesso. Caso precise de mais ajuda, consulte nossa %1$sPágina de suporte%2$s."],"The request timed out. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["A solicitação expirou. Tente atualizar a página. Se o problema persistir, consulte nossa %1$sPágina de Suporte%2$s."],"Site Kit by Google":["Kit de site do Google"],"SEO scores":["Pontuações de SEO"],"Readability scores":["Pontuações de legibilidade"],"Something went wrong.":["Algo deu errado."],"Clear filter":["Limpar filtro"],"All":["Todos"],"Nothing found":["Nada encontrado"],"Some of your content hasn't been analyzed yet. Please open it and save it in your editor so we can start the analysis.":["Parte do seu conteúdo ainda não foi analisado. Abra-o e salve-o no seu editor para que possamos começar a análise."],"Your content has an average readability score. Time to find opportunities for improvement!":["Seu conteúdo tem uma pontuação média de legibilidade. Hora de encontrar oportunidades de melhoria!"],"Most of your content has a good readability score. Well done!":["A maior parte do seu conteúdo tem uma boa pontuação de legibilidade. Muito bem!"],"Some of your content hasn't been analyzed yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Parte do seu conteúdo ainda não foi analisado. Abra-o no seu editor, certifique-se de que uma frase-chave de foco foi inserida e salve-a para que possamos iniciar a análise."],"Some of your content could use a little extra care. Take a look and start improving!":["Alguns dos seus conteúdos poderiam usar um pouco mais de cuidado. Dê uma olhada e comece a melhorar!"],"Your content has an average SEO score. Time to find opportunities for improvement!":["Seu conteúdo tem uma pontuação média de SEO. Hora de encontrar oportunidades de melhoria!"],"Most of your content has a good SEO score. Well done!":["A maior parte do seu conteúdo tem uma boa pontuação de SEO. Muito bem!"],"We haven’t analyzed this content yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Ainda não analisamos este conteúdo. Abra-o no seu editor, certifique-se de que uma frase-chave de foco seja inserida e salve-a para que possamos iniciar a análise."],"Not analyzed":["Não analisado"],"Content type":["Tipo de conteúdo"],"Needs improvement":["Precisa melhorar"],"Disabled":["Inativo"],"SEO score":["Pontuação de SEO"],"Good":["Bom"],"OK":["OK"],"View":["Ver"],"Edit":["Editar"]}},"comment":{"reference":"js\/dist\/externals\/dashboardFrontend.js"}}