{"translation-revision-date":"2025-08-26 08:05:53+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"30-day money back guarantee":["30 Tage Geld-zurück-Garantie"],"%1$s access":["%1$s Zugang"],"AI tools included":["Inklusive KI-Tools"],"Now with Local, News & Video SEO + 1 Google Docs seat!":["Jetzt mit Local, News & Video SEO + 1 Google Docs Platz!"],"%1$s%2$s %3$s":["%1$s%2$s %3$s"],"Boost visibility for your products, from 10 or 10,000+":["Steigere die Sichtbarkeit deiner Produkte, ab 10 oder 10.000+"],"Access to friendly help when you need it, day or night":["Zugang zu freundlicher Hilfe, wenn du sie brauchst, Tag und Nacht"],"Internal links and redirect management, easy":["Ganz einfach interne Links und Weiterleitungen verwalten"],"Easy Local SEO. Show up in Google Maps results":["Einfache lokale SEO. In den Google Maps Ergebnissen auftauchen"],"Built to get found by search, AI, and real users":["Entwickelt, um von der Suche, KI und echten Nutzern gefunden zu werden"],"Make your articles visible, be seen in Google News":["Mach deine Artikel sichtbar, werde in Google News gesehen"],"Generate SEO optimized metadata in seconds with AI":["Erstelle SEO-optimierte Metadaten in Sekundenschnelle mit KI"],"Now includes Local, News & Video SEO + 1 Google Docs seat!":["Jetzt mit Local, News & Video SEO + 1 Google Docs-Platz!"],"To use this feature, your site must be publicly accessible. This applies to both test sites and instances where your REST API is password-protected. Please ensure your site is accessible to the public and try again. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Um diese Funktion nutzen zu können, muss deine Website öffentlich zugänglich sein. Das gilt sowohl für Testseiten als auch für Instanzen, auf denen deine REST-API passwortgeschützt ist. Bitte stelle sicher, dass deine Seite öffentlich zugänglich ist und versuche es erneut. Erfahre mehr auf unserer Seite über %1$sübliche Probleme und Fehler%2$s bei KI-Funktionen. Falls du weitere Hilfe benötigst, wende dich bitte %3$san unser Support-Team%4$s."],"Text generated by AI may be offensive or inaccurate.":["Der von der KI generierte Text kann beleidigend oder ungenau sein."],"Generated %s titles":["Generierte %s Titel"],"Generated %s descriptions":["Erstellte %s Beschreibungen"],"Apply %s title":["%s Titel anwenden"],"Apply %s description":["%s Beschreibung anwenden"],"Generate 5 more":["Erzeuge 5 weitere"],"SEO title width":["SEO Titel Breite"],"Meta description length":["Länge der Meta-Beschreibung"],"%1$sTip%2$s: Improve the accuracy of your generated AI descriptions by writing more content in your page.":["%1$sTipp%2$s: Verbessere die Genauigkeit deiner generierten KI-Beschreibungen, indem du mehr Inhalt auf deiner Seite schreibst."],"%1$sTip%2$s: Improve the accuracy of your generated AI titles by writing more content in your page.":["%1$sTipp%2$s: Verbessere die Genauigkeit deiner generierten KI-Titel, indem du mehr Inhalt auf deiner Seite schreibst."],"Don’t show again":["Nicht mehr anzeigen"],"X preview":["X Vorschau"],"As long as this is a beta feature, you get unlimited sparks.":["Solange dies eine Beta-Funktion ist, bekommst du unbegrenzt Sparks."],"Keep the momentum going, unlock unlimited sparks with %s!":["Halte den Schwung aufrecht und schalte unbegrenzte Sparks mit %s frei!"],"You've used %s spark this month.":["Du hast diesen Monat %s Spark benutzt.","Du hast diesen Monat %s Sparks benutzt."],"You're out of free sparks!":["Du hast keine freien Sparks mehr!"],"Due to %5$s's strict ethical guidelines and %1$susage policies%2$s, we cannot generate suggestions for the content on this page. If you intend to use AI, kindly avoid the use of explicit, violent, copyrighted, or sexually explicit content. In case you need further help, please %3$scontact our support team%4$s.":["Aufgrund der strengen ethischen Richtlinien von %5$s und der %1$sNutzungsrichtlinien%2$s können wir keine Vorschläge für die Inhalte auf dieser Seite erstellen. Wenn du beabsichtigst, AI zu nutzen, vermeide bitte die Verwendung von expliziten, gewalttätigen, urheberrechtlich geschützten oder sexuell eindeutigen Inhalten. Falls du weitere Hilfe benötigst, wende dich bitte an unser %3$supportteam%4$s."],"The request came back with the following error: '%s'.":["Die Anfrage kam mit folgendem Fehler zurück: \"%s\"."],"Please try again later. If the issue persists, please %1$scontact our support team%2$s.":["Bitte versuche es später noch einmal. Wenn das Problem weiterhin besteht, kontaktiere bitte %1$scontact our support team%2$s."],"The version of %1$s is outdated. Please upgrade %1$s %2$shere%3$s!":["Die Version von %1$s ist veraltet. Bitte aktualisiere %1$s %2$shier%3$s!"],"Yoast AI cannot reach your site":["Yoast AI kann deine Website nicht erreichen"],"Usage policy violation":["Verstoß gegen die Benutzungsrichtlinien"],"It seems that a connection timeout has occurred. Please check your internet connection and try again later. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Es scheint, dass eine Zeitüberschreitung bei der Verbindung aufgetreten ist. Bitte überprüfe deine Internetverbindung und versuche es später noch einmal. Erfahre mehr auf unserer Seite über %1$sgemeinsame Probleme und Fehler%2$s bei KI-Funktionen. Falls du weitere Hilfe benötigst, wende dich bitte %3$san unser Support-Team%4$s."],"Subscription required":["Abonnement erforderlich"],"Connection timeout":["Verbindungs-Zeitüberschreitung"],"To access this feature, you need an active %1$s subscription. Please %3$sactivate your subscription in %2$s%4$s or %5$sget a new %1$s subscription%6$s. Afterward, refresh this page. It may take up to 30 seconds for the feature to function correctly.":["Um diese Funktion nutzen zu können, brauchst du ein aktives %1$s-Abonnement. Bitte %3$saktiviere dein Abonnement in %2$s%4$s oder %5$serhalte ein neues %1$s Abonnement%6$s. Aktualisiere danach diese Seite. Es kann bis zu 30 Sekunden dauern, bis die Funktion korrekt funktioniert."],"You might have reached your Yoast AI rate limit for a specific time frame or your sparks limit for this month. If you have reached your rate limit, please reduce the frequency of your requests to continue using Yoast AI features. Our %1$shelp article%2$s provides guidance on effectively planning and pacing your requests for an optimized workflow.":["Möglicherweise hast du dein Yoast AI-Ratenlimit für einen bestimmten Zeitraum oder dein Sparks-Limit für diesen Monat erreicht. Wenn du dein Ratenlimit erreicht hast, reduziere bitte die Häufigkeit deiner Anfragen, um die Yoast AI-Funktionen weiterhin nutzen zu können. In unserem %1$sHilfe-Artikel%2$s findest du eine Anleitung, wie du deine Anfragen für einen optimierten Arbeitsablauf effektiv planst und einteilst."],"Refresh page":["Seite aktualisieren"],"You've reached the Yoast AI rate limit":["Du hast das Limit der Yoast AI-Rate erreicht"],"%4$s requires the SEO analysis to be enabled. To enable it, please navigate to %2$sSite features%3$s in %1$s, turn on the SEO analysis, and click 'Save changes'. If it's disabled in your WordPress user profile, access your profile and enable it there. Please contact your administrator if you don't have access to these settings.":["Für %4$s muss die SEO-Analyse aktiviert sein. Um sie zu aktivieren, navigiere bitte zu %2$sSite Features%3$s in %1$s, aktiviere die SEO-Analyse und klicke auf \"Änderungen speichern\". Wenn sie in deinem WordPress-Benutzerprofil deaktiviert ist, rufe dein Profil auf und aktiviere sie dort. Wenn du keinen Zugang zu diesen Einstellungen hast, wende dich bitte an deinen Administrator."],"Not enough content":["Nicht genug Inhalt"],"Please add more content to ensure a valuable AI suggestion. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Bitte füge mehr Inhalt hinzu, um einen wertvollen KI-Vorschlag zu gewährleisten. Erfahre mehr auf unserer Seite über %1$sgemeinsame KI-Funktionsprobleme und Fehler%2$s. Falls du weitere Hilfe benötigst, wende dich bitte an unser %3$sSupportteam%4$s."],"Please try again later. If this issue persists, you can learn more about possible reasons for this error on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Bitte versuche es später noch einmal. Wenn das Problem weiterhin besteht, kannst du mehr über die möglichen Gründe für diesen Fehler auf unserer Seite über %1$sgemeinsame AI-Funktionsprobleme und Fehler%2$s erfahren. Falls du weitere Hilfe benötigst, kontaktiere bitte %3$skontaktiere unser Support-Team%4$s."],"SEO analysis required":["SEO-Analyse erforderlich"],"I approve the %1$sTerms of Service%2$s & %3$sPrivacy Policy%4$s of the Yoast AI service. This includes consenting to the collection and use of data to improve user experience.":["Ich stimme den %1$sDienstleistungsbedingungen%2$s & %3$sDatenschutzbestimmungen%4$s des Yoast AI-Dienstes zu. Dazu gehört auch die Zustimmung zur Sammlung und Nutzung von Daten zur Verbesserung der Nutzererfahrung."],"Grant consent for %s":["Zustimmung für %s erteilen"],"Enable AI-powered SEO! Use all AI Generate and Optimize features to boost your efficiency. Just give us the green light. %1$s%2$sLearn more%3$s%4$s":["Aktiviere KI-gestütztes SEO! Nutze alle KI-Funktionen zum Generieren und Optimieren, um deine Effizienz zu steigern. Gib uns einfach das grüne Licht. %1$s%2$sMehr erfahren%3$s%4$s"],"Grant consent":["Zustimmung erteilen"],"%s also gives you:":["%s gibt dir auch:"],"Something went wrong":["Es ist ein Fehler aufgetreten"],"Buy now":["Jetzt kaufen"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Wenn du über ein Upgrade nachgedacht hast, ist jetzt der richtige Zeitpunkt! 30% Rabatt bis 3. Dez. 11 Uhr (MEZ)"],"30% OFF - BLACK FRIDAY":["30% RABATT - BLACK FRIDAY"],"%1$sBuy%2$s %3$s":["%1$sJetzt %3$s kaufen%2$s"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Mach die Bearbeitung von Inhalten zum Kinderspiel! Optimiere deine SEO-Inhalte mit schnellen, umsetzbaren Vorschlägen auf Knopfdruck.%1$s%2$sMehr erfahren%3$s%4$s"],"Optimize your SEO content with %s":["Optimiere deine SEO-Inhalte mit %s"],"Undefined error message.":["Undefinierte Fehlermeldung."],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Hebe verbesserungswürdige Bereiche in deinem Text hervor. Suche nicht länger nach der Nadel im Heuhaufen, sondern optimiere direkt! Jetzt auch in Elementor!"],"Explore %s now!":["Entdecke jetzt %s!"],"Last year":["Letztes Jahr"],"Last week":["Letzte Woche"],"Last day":["Gestern"],"Last updated":["Zuletzt aktualisiert"],"Activate tracking to show the ranking position":["Aktiviere das Tracking, um die Position im Ranking anzuzeigen"],"Unlock Premium SEO analysis":["Premium SEO-Analyse freischalten"],"Get more help with writing content that ranks":["Erhalte mehr Hilfe, um Inhalte zu verfassen, die ranken"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Prüfe deinen Text auf noch mehr SEO-Kriterien und erhalte eine erweiterte Keyphrasen-Analyse, die es dir erleichtert, deine Inhalte zu optimieren."],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["30% RABATT"],"Close the upgrade callout":["Upgrade-Hinweis schließen"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s und erhalte einen exklusiven Rabatt von %2$s für %3$s Monat(e)."],"Click here to upgrade your %s plan":["Klicke hier, um deinen %s-Plan zu aktualisieren"],"Keyphrases tracked: %1$s\/%2$s":["Verfolgte Keyphrasen: %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Du verfolgst %1$s von %2$s Keyphrasen, die in deinem Konto enthalten sind."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Du verfolgst %1$s von %2$s Keyphrasen, die in deinem kostenlosen Konto enthalten sind."],"Potentially non-inclusive":["Potenziell nicht inklusive"],"Got it!":["Ich habe verstanden!"],"Allow":["Zulassen"],"Deny":["Ablehnen"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Um dieses Video anzusehen, musst du %1$s erlauben, eingebettete Videos von %2$s zu laden."],"Unlock with %1$s":["Entsperren mit %1$s"],"Refresh this page":["Diese Seite neu laden"],"Something went wrong. An unexpected error occurred.":["Etwas ist schief gelaufen. Ein unerwarteter Fehler ist aufgetreten."],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Leider bedeutet dies, dass alle deine nicht gespeicherten Änderungen in diesem Abschnitt verloren gehen. Du kannst versuchen, diese Seite zu aktualisieren, um das Problem zu beheben. Wenn der Fehler weiterhin auftritt, wende dich bitte an unser Support-Team, damit wir dir helfen können!"],"Contact support":["Support kontaktieren"],"We're very sorry, but it seems like the following error has interrupted our application:":["Es tut uns sehr leid, aber anscheinend hat der folgende Fehler unsere Anwendung angehalten:"],"Inclusive language:":["Inklusive Sprache:"],"Dismiss":["Verwerfen"],"1 year of premium support and updates included!":["1 Jahr Premium Support und Updates inklusive!"],"Unlock with %s":["Jetzt freischalten mit %s"],"Beta":["Beta"],"Premium SEO analysis:":["Premium-SEO-Analyse:"],"Try again":["Erneut versuchen"],"reconnect to %s":["erneut zu %s verbinden"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Es scheint, dass beim Abrufen deiner Website-Daten ein Fehler aufgetreten ist. Bitte %s und versuche es erneut."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Es ist beim Tracking der Ranking-Position(en) ein Fehler aufgetreten. Bitte versuche es später noch einmal."],"Tracking the ranking position…":["Ranking-Position nachverfolgen..."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Bevor du deine SEO-Leistung nachverfolgen kannst, musst du entweder den Titel des Beitrags festlegen und ihn als Entwurf speichern oder die Titelform des Beitrags manuell festlegen."],"No keyphrase has been set. Please set a keyphrase first.":["Es wurde noch keine Keyphrase festgelegt. Bitte gib zuerst eine Keyphrase ein."],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatisches Tracking deiner Keyphrase ist aktiviert. Deine Keyphrase wird automatisch von %s nachverfolgt, wenn du deinen Beitrag veröffentlichst."],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s verfolgt derzeit die Ranking-Position(en) deiner Website nach. Dies kann ein paar Minuten dauern. Bitte warte oder schaue später wieder vorbei."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Mit %1$s kannst du die Position deiner Website in den Suchergebnissen basierend auf deinen Keyphrasen nachverfolgen. %2$s"],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Du hast erfolgreich eine Verbindung zu %s hergestellt! Du kannst nun die SEO-Leistung für die Keyphrase(n) dieser Seite nachverfolgen."],"upgrade your %s plan":["buche einen %s-Tarif"],"Read more about keyphrase tracking with Wincher":["Mehr erfahren zum Thema „Keyphrase Tracking“ mit Wincher"],"You've reached the maximum amount of %1$d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %2$s.":["Du hast die maximale Anzahl von %1$d Keyphrasen erreicht, die du zu deinem Wincher-Konto hinzufügen kannst. Wenn du weitere Keyphrasen hinzufügen möchtest, wende dich bitte an %2$s."],"Connect with %s":["Mit %s verbinden"],"Get more insights over at %s":["Weitere Informationen findest du unter %s"],"Position over time":["Position im Zeitverlauf"],"Position":["Position"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Du kannst das Tracking deiner SEO-Leistung für jede Keyphrase unten ein- und ausschalten."],"SEO performance":["SEO-Leistung"],"Learn more about the SEO performance feature.":["Lerne mehr über die SEO-Leistungsfunktion."],"Tracking":["Tracking"],"* focus keyphrase":["* Fokus-Keyphrase"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Position der Keyphrase in den letzten 90 Tagen auf einer Skala von 0 bis 100."],"Select image":["Bild auswählen"],"Last month":["Letzter Monat"],"The number of headers and header labels don't match.":["Die Zahl der Header und Header-Beschriftungen stimmt nicht überein."],"Make sure to save your %s for changes to take effect":["Stelle sicher, dass du deinen %s speicherst, damit die Änderungen wirksam werden"],"Return to your %s":["Zurück zu deinem %s"],"SEO analysis:":["SEO-Analyse:"],"Desktop result":["Ergebnis für den Desktop"],"Mobile result":["Ergebnis für die mobilen Geräte"],"Google preview":["Google-Vorschau"],"Keyphrase":["Keyphrase"],"Upgrade to %s":["%s buchen"],"Readability analysis:":["Lesbarkeits-Analyse:"],"%d day":["%d Tag","%d Tage"],"Good results":["Gute Ergebnisse"],"Errors":["Fehler"],"Considerations":["Überlegungen"],"(Opens in a new browser tab)":["(Öffnet in einem neuen Browser Tab)"],"24\/7 support":["24\/7 Support"],"OK SEO score":["Ausreichender SEO-Wert"],"Good SEO score":["Guter SEO-Wert"],"Social preview":["Social-Media-Vorschau"],"Needs improvement":["Verbesserungsbedarf"],"Not available":["Nicht verfügbar"],"Problems":["Probleme"],"Improvements":["Verbesserungen"],"Good":["Gut"],"OK":["OK"],"Close":["Schließen"],"Next":["Weiter"],"Previous":["Zurück"],"View":["Ansicht"]}},"comment":{"reference":"js\/dist\/editor-modules.js"}}