{"translation-revision-date":"2025-06-30 10:06:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"No image was found that we can automatically set as your social image. Please use %1$s, %2$s, %3$s or %4$s formats to ensure it displays correctly on social media.":["Nebyl nalezen žádný obrázek, který bychom mohli automaticky nastavit jako váš sociální obrázek. Použijte formáty %1$s, %2$s, %3$s nebo %4$s, abyste zajistili jeho správné zobrazení na sociálních sítích."],"%s also gives you:":["%s vám také poskytuje:"],"BLACK FRIDAY SALE":["BLACK FRIDAY VÝPRODEJ"],"Now with 30%% OFF: %1$s %2$sBuy now!%3$s":["Nyní s 30%% slevou: %1$s %2$sKoupit nyní!%3$s"],"Now with 30%% OFF: %1$s":["Nyní s 30%% slevou: %1$s"],"Buy now":["Koupit nyní"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Pokud jste přemýšleli o upgradu, nyní je ten správný čas! 30% SLEVA končí 3. prosince 11:00 (CET)"],"%1$sBuy%2$s %3$s":["%1$sBuy%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30% SLEVA - ČERNÝ PÁTEK"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Úprava obsahu je hračka! Optimalizujte svůj obsah pro SEO pomocí rychlých a proveditelných návrhů na jedno kliknutí.%1$s%2$sZjistěte více%3$s%4$s"],"Optimize your SEO content with %s":["Optimalizujte svůj obsah pro SEO pomocí %s"],"Yoast SEO for Elementor":["Yoast SEO pro Elementor"],"Undefined error message.":["Nedefinovaná chybová zpráva."],"X appearance":["X vzhled"],"X share preview":["Náhled sdílení na X"],"30-day money back guarantee.":["30denní záruka vrácení peněz."],"Only $\/€\/£99 per year (ex VAT)":["Pouze $\/€\/£99 za rok (bez DPH)"],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["Na svém webu máte aktivovanou funkci %1$s, která automaticky nastavuje typ stránky pro vaše produkty na \"Stránka položky\". V důsledku toho je výběr typu stránky zakázán."],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Nechte umělou inteligenci, aby přemýšlela za vás, a ušetřete čas. Získejte kvalitní návrhy nadpisů a meta popisů, aby se váš obsah umístil na vysokých pozicích a dobře vypadal na sociálních sítích. %1$sZjistěte více%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Nechte umělou inteligenci, aby přemýšlela za vás, a ušetřete čas. Získejte vysoce kvalitní návrhy názvů produktů a meta popisů, aby se váš obsah umístil vysoko a vypadal dobře na sociálních sítích. %1$sZjistěte více%2$s%3$s"],"Leave a quick review":["Zanechte rychlou recenzi"],"Happy with the plugin?":["Jste s pluginem spokojeni?"],"Show Yoast SEO some love!":["Ukažte Yoast SEO trochu lásky!"],"Explore %s now!":["Prozkoumejte %s nyní!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$s24\/7 podpora%2$s: také večer a o víkendech."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sPřitažlivé sociální náhledy%2$s, na které lidé skutečně chtějí kliknout."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sŽádné další nefunkční odkazy%2$s: Správce automatického přesměrování."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSuper rychlé%2$s návrhy interního propojení."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sVíce klíčových slov%2$s: Vyšší pozice pro více vyhledávání."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Lepší SEO názvy a meta popisy, rychleji."],"Social share preview":["Náhled sdílení v sociálních sítích"],"Activate tracking to show the ranking position":["Aktivace sledování pro zobrazení pozice v žebříčku"],"Last updated":["Poslední aktualizace"],"Last day":["Poslední den"],"Last week":["Minulý týden"],"Last year":["Minulý rok"],"Allow search engines to show this content in search results?":["Povolit vyhledávačům zobrazovat tento obsah ve výsledcích vyhledávání?"],"Generate product titles & descriptions with AI!":["Generujte názvy a popisy produktů pomocí AI!"],"Unlock with the %1$s":["Odemknutí pomocí %1$s"],"Unlock Premium SEO analysis":["Odemkněte prémiovou SEO analýzu"],"$ USD \/ € EUR \/ £ GBP per year (ex. VAT)":["$ USD \/ € EUR \/ £ GBP za rok (bez DPH)"],"Internal linking suggestions":["Návrhy interních odkazů"],"Get more help with writing content that ranks":["Získejte další pomoc s psaním obsahu, který se umisťuje na předních místech"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Získejte pomoc s optimalizací až pro 5 souvisejících klíčových frází. To vám pomůže oslovit širší publikum a získat větší návštěvnost."],"Rank higher by connecting your content":["Vyšší pozice díky propojení obsahu"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s automaticky navrhne, na jaký obsah můžete odkazovat pomocí funkce drag-and-drop, což je dobré pro SEO!"],"Add related keyphrases":["Přidání souvisejících klíčových frází"],"Reach a wider audience":["Oslovení širšího publika"],"Buy now!":["Koupit nyní!"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Zkontrolujte svůj text podle ještě více kritérií SEO a získejte rozšířenou analýzu klíčových frází, která vám usnadní optimalizaci obsahu."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Používejte umělou inteligenci ke generování nadpisů a meta popisů, automatickému přesměrování smazaných stránek, získejte podporu 24\/7 a mnoho, mnoho dalšího!"],"Claim your 30% off now!":["Požádejte o 30% slevu nyní!"],"BLACK FRIDAY":["ČERNÝ PÁTEK"],"30% OFF":["30% SLEVA"],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on X.":["Chcete-li přizpůsobit vzhled svého příspěvku speciálně pro X, vyplňte níže uvedené nastavení vzhledu X. Pokud tato nastavení ponecháte nedotčená, výše uvedená nastavení \"Vzhledu sociálních médií\" se použijí i pro sdílení na X."],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below.":["Chcete-li upravit vzhled příspěvku speciálně pro X, vyplňte níže uvedené nastavení vzhledu pro X."],"Social media appearance":["Vzhled na sociálních sítích"],"Determine how your post should look on social media like Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Určete, jak má váš příspěvek vypadat na sociálních sítích, jako je Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack a další."],"Use AI to write your titles & meta descriptions!":["Používejte umělou inteligenci k psaní nadpisů a meta popisů!"],"New in %1$s":["Novinka v %1$s"],"Use AI":["Použít umělou inteligneci"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Chcete rozšířený náhled Google na to, jak vaše produkty WooCommerce vypadají ve výsledcích vyhledávání?"],"Sign up today!":["Zaregistrujte se ještě dnes!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Cítíte se ztraceni, pokud jde o optimalizaci vašich stránek pro vyhledávače? Zúčastněte se našeho webináře ZDARMA a získejte jistotu, kterou potřebujete k tomu, abyste mohli začít optimalizovat jako profesionál! Získáte znalosti a nástroje, které vám umožní začít efektivně provádět SEO."],"Join our FREE webinar for SEO success":["Připojte se k našemu bezplatnému webináři pro úspěch SEO"],"Want your products stand out in search results with rich results like price, reviews and more?":["Chcete, aby vaše produkty vynikly ve výsledcích vyhledávání díky bohatým výsledkům, jako je cena, recenze a další?"],"Keyphrases tracked: %1$s\/%2$s":["Sledované klíčové fráze: %1$s\/%2$s"],"Click here to upgrade your %s plan":["Klikněte zde pro upgrade plánu %s"],"Close the upgrade callout":["Zavření výzvy k aktualizaci"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Sledujete %1$s z %2$s klíčových frází zahrnutých ve vašem účtu."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Sledujete %1$s z %2$s klíčových frází zahrnutých ve vašem bezplatném účtu."],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s a získejte exkluzivní slevu %2$s na %3$s měsíců."],"Potentially non-inclusive":["Potenciálně neinkluzivní"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Chcete-li zobrazit toto video, musíte povolit %1$s načítat vložená videa z %2$s."],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Výchozí typ pro %1$s můžete změnit v části Typy obsahu v %2$sNastavení%3$s."],"Deny":["Odmítnout"],"Allow":["Povolit"],"%1$sGet%2$s %3$s":["%1$sDostat%2$s %3$s"],"Unlock with %1$s":["Odemkněte pomocí %1$s"],"Something went wrong. An unexpected error occurred.":["Něco se pokazilo. Vyskytla se neočekávaná chyba."],"Refresh this page":["Obnovte tuto stránku"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["To bohužel znamená, že všechny neuložené změny v této části budou ztraceny. Problém můžete zkusit vyřešit obnovením této stránky. Pokud k této chybě stále dochází, obraťte se na náš tým podpory a my vám poskytneme veškerou potřebnou pomoc!"],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s vám pomůže posoudit úroveň formálnosti vašeho textu."],"Read more about text formality.":["Přečtěte si více o textové formálnosti."],"Text formality":["Formálnost textu"],"We're very sorry, but it seems like the following error has interrupted our application:":["Je nám to velmi líto, ale zdá se, že následující chyba přerušila naši aplikaci:"],"Contact support":["Kontaktujte podporu"],"Read reviews from real users":["Přečtěte si recenze od skutečných uživatelů"],"Search appearance":["Vzhled ve vyhledávání"],"Beta":["Beta"],"Buy %s now!":["Koupit %s nyní!"],"Premium SEO analysis":["Prémiová SEO analýza"],"1 year of premium support and updates included!":["1 rok prémiové podpory a aktualizací v ceně!"],"Unlock with %s":["Odemknout pomocí %s"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["S %1$s%3$s%2$s vám tato část ukáže, která slova se ve vašem textu vyskytují nejčastěji. Když tato výrazná slova porovnáte se zamýšlenými klíčovými slovy, budete vědět, jak upravit text tak, aby byl lépe zaměřen."],"Get %s to enjoy the benefits of prominent words":["Získejte %s a užívejte si výhod výrazných slov"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Pracujete na novinovém článku? %s vám pomůže optimalizovat váš web pro Zprávy Google."],"no data":["Data chybí"],"Character count":["Počet znaků"],"Word count":["Počet slov"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Váš text by měl být o něco delší, aby bylo možné vypočítat skóre snadnosti čtení Fleš."],"Reading time":["Čas čtení"],"out of 100":["ze 100"],"okay":["ok"],"minute":["minuta","minuty","minut"],"Learn more about word count":["Další informace o počtu slov"],"Learn more about reading time":["Zjistěte více o době čtení"],"Learn more about Flesch reading ease":["Přečtěte si více o snadném čtení fleš"],"Learn more about character count":["Zjistěte více o počtu znaků"],"Continue writing to get insight into the readability of your text!":["Pokračujte v psaní, abyste získali přehled o čitelnosti svého textu!"],"Dismiss this notice.":["Skrýt toto upozornění."],"character":["znak"],"word":["slovo"],"reconnect to %s":["znovu připojit k %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Zdá se, že se při načítání dat vašeho webu se něco pokazilo. %s prosím a zkuste to znovu."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Při sledování pozice (pozic) v hodnocení vaší stránky se něco pokazilo. Prosím zkuste to znovu později."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Než budete moci sledovat výkon SEO, nezapomeňte nastavit buď název příspěvku a uložit jej jako návrh, nebo ručně nastavit slug příspěvku."],"Tracking the ranking position…":["Sleduji pozici v žebříčku…"],"No keyphrase has been set. Please set a keyphrase first.":["Nebyla nastavena žádná klíčová fráze. Nejprve prosím nastavte klíčovou frázi."],"upgrade your %s plan":["Aktualizovat %s plán"],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Pomocí %1$s můžete sledovat pozici své stránky ve výsledcích vyhledávání na základě klíčových frází. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s aktuálně sleduje pozice vaší stránky. To může trvat několik minut. Vyčkejte prosím nebo se podívejte později."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Úspěšně jste se připojili k %s! Nyní můžete sledovat výkon SEO pro klíčovou frázi (fráze) této stránky."],"Read more about keyphrase tracking with Wincher":["Další informace o sledování klíčových frází pomocí aplikace Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Je povoleno automatické sledování klíčových frází. Vaše klíčové fráze budou při publikování příspěvku automaticky sledovány pomocí %s."],"You've reached the maximum amount of %1$d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %2$s.":["Dosáhli jste maximálního počtu %1$d klíčových frází, které můžete přidat do svého účtu Wincher. Pokud si přejete přidat další klíčové fráze, přidejte %2$s."],"Position":["Pozice"],"Tracking":["Sledování"],"Get more insights over at %s":["Získejte další statistiky na %s"],"Connect with %s":["Propojit s %s"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Pozice klíčové fráze za posledních 90 dní na stupnici od 0 do 100."],"Track SEO performance":["Sledovat výkon SEO"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Níže můžete povolit nebo zakázat sledování výkonu SEO pro každou klíčovou frázi."],"Learn more about the SEO performance feature.":["Zjistěte více informací o výkonnosti SEO."],"SEO performance":["SEO výkon"],"* focus keyphrase":["* zaměření na klíčovou frázi"],"Position over time":["Pozice v průběhu času"],"Insights":["Přehledy"],"Select image":["Vybrat obrázek"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Bohužel nemůžeme uložit změny SEO nastavení, když pracujete na konceptu již publikovaného %1$s.  Chcete-li uložit SEO změny, nezapomeňte kliknout na „Aktualizovat“ nebo počkat, až SEO změny provedete, dokud nebudete připraveni aktualizovat %1$s."],"New: Yoast SEO for Elementor":["Novinka: Yoast SEO pro Elementor"],"Got it":["Rozumím"],"Get started with Yoast SEO's content analysis for Elementor!":["Začněte s Yoast SEO analyzátorem obsahu pro Elementor."],"Last month":["Poslední měsíc"],"The number of headers and header labels don't match.":["Počet záhlaví a štítků záhlaví se neshoduje."],"Return to your %s":["Zpět na %s"],"Make sure to save your %s for changes to take effect":["Nezapomeňte uložit %s, aby se projevily změny"],"Default for %1$s (%2$s)":["Výchozí pro %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Pomáhá vyhledávačům porozumět webu a obsahu. Níže můžete změnit některá nastavení pro tuto stránku."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO automaticky popisuje stránky pomocí schema.org"],"Page type":["Typ stránky"],"Article type":["Typ článku"],"What type of page or content is this?":["O jaký typ stránky nebo příspěvku se jedná?"],"Item Page":["Stránka produktu"],"Learn more about page or content types":["Další informace o typech stránek nebo obsahu"],"Learn more about the breadcrumbs title setting on our help page.":["Zjistěte více o tom jak na sekundární navigaci vaši stránek na naší podpůrné stránce."],"Learn more about advanced meta robots settings on our help page.":["Zjistěte více o tom jak na pokročilé meta roboty pro vaše stránky na naší podpůrné stránce."],"Learn more about the no-follow setting on our help page.":["Zjistěte více o tom co znamená no-follow nastavení pro vaše stránky na naší podpůrné stránce."],"Learn more about the no-index setting on our help page.":["Zjistěte víc o nastavení no-index na stránkách naší podpory."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Ačkoliv zde můžete měnit nastavení pro vyhledávací roboty, celé stránky jsou nastaveny na no-index globálně v nastavení soukromí, takže toto nastavení nebude účinné."],"Learn more about canonical URLs on our help page.":["Zjistěte víc o možnostech vyjmenování URL na stránkách naší podpory."],"Should search engines follow links on this content?":["Měly by vyhledávače sledovat odkazy na tento obsah?"],"Schema":["Schéma"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Tato slova a slovní spojení se v obsahu tohoto článku objevují nejčastěji. Dávají vyhledávačům možnost pochopit, o čem přibližně celý článek pojednává. Pokud se tato slova liší hodně od tématu, které jste zamýšleli, možná budete chtít tento text odpovídajícím způsobem přepsat."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Jakmile přidáte ještě trošku více textu, vypíšeme Vám seznam slov, jež v tomto textu objevují nejčastěji. Indikují, o čem článek pojednává."],"%d occurrences":["%d výskyty(ů)"],"Keyphrase":["Klíčové slovo"],"Upgrade to %s":["Aktualizovat na %s"],"Good job!":["Skvělá práce!"],"Focus keyphrase":["Hlavní klíčové slovo"],"Add related keyphrase":["Přidejte souvisící klíčové slovo\/frázi"],"%d day":["%d den","%d dny","%d dnů"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Přečti si náš %1$smanuál na zaměření na klíčové slovo%2$s byste se naučily více o zaměření na klíčove slovo a strategii jak na něj."],"Prominent words":["Výrazná slova"],"Current year":["Aktuální rok"],"Page":["Stránka"],"Separator":["Oddělovač"],"Date":["Datum"],"Tag description":["Popis štítku"],"Primary category":["Hlavní rubriky"],"Category description":["Popis rubriky"],"Category":["Rubrika"],"Site title":["Název webu"],"Parent title":["Nadřazený název"],"ID":["ID"],"Search phrase":["Hledat frázi"],"Tagline":["Řádek tagů"],"Excerpt":["Výpisek"],"Excerpt only":["Pouze výpisek"],"Term description":["Popis položky"],"%1$s (current default for %2$s)":["%1$s (aktuálně výchozí pro %2$s)"],"(Opens in a new browser tab)":["(Otevření v nové záložce)"],"1 year free support and updates included!":["1 rok zdarma pro aktualizace i podporu v ceně!"],"Get internal linking suggestions":["Získejte návrhy interních odkazů"],"OK SEO score":["Správné SEO skóre"],"Good SEO score":["Výborné SEO skóre"],"Please provide a meta description by editing the snippet below.":["Vložte prosím meta popis upravením náhledu níže. "],"%1$s + %2$s":["%1$s + %2$s"],"No":["Ne"],"Yes":["Ano"],"Needs improvement":["Potřebuje zlepšení"],"Not available":["Není dostupný"],"Good":["Dobré"],"Title":["Název"],"Flesch reading ease":{"0":"Flesch Reading Ease","2":""},"very easy":["velmi snadné"],"easy":["snadné"],"fairly easy":["poměrně snadné"],"OK":["OK"],"fairly difficult":["poměrně obtížné"],"difficult":["obtížné"],"very difficult":["velmi obtížné"],"Close":["Zavřít"],"Try to make shorter sentences, using less difficult words to improve readability":["Pro lepší čitelnost pište kratší věty a používejte jednodušší slova."],"The copy scores %1$s in the test, which is considered %2$s to read.":["Kopie má v testu %1$s, což je považováno za %2$s ke čtení."],"Breadcrumbs Title":["Název drobečkové navigace"],"No Archive":["Nearchivovat"],"No Snippet":["Žádný úryvek (snippet)"],"View":["Zobrazit"],"Advanced":["Pokročilé"],"Canonical URL":["Kanonická URL"],"No Image Index":["Žádný Index obrázek"],"Meta robots advanced":["Pokročilé nastavení meta robots"]}},"comment":{"reference":"js\/dist\/elementor.js"}}