{"translation-revision-date":"2025-06-30 10:07:57+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"View the llms.txt file":["Guarda il file llms.txt"],"Generate a file that points to your website's most relevant content. Designed to help AI Assistants understand your website better.":["Genera un file che riporti i contenuti più rilevanti del tuo sito. È stato pensato per aiutare gli strumenti di assistenza basati sulla IA per comprendere il tuo sito meglio."],"llms.txt":["llms.txt"],"Search…":["Ricerca in corso ..."],"Quick search…":["Ricerca veloce in corso ..."],"Add new page…":["Aggiungi una nuova pagina ..."],"Add new user…":["Aggiungi un nuovo utente ..."],"Buy now":["Acquista ora"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Se stavi pensando di fare un upgrade, questo è il momento giusto! Il 30% di sconto termina il 3 dicembre alle 11:00 (CET)."],"%1$sBuy%2$s %3$s":["%1$sCompra%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30% DI SCONTO - BLACK FRIDAY"],"The AI features help you create better content by providing optimization suggestions that you can apply as you wish.":["Le funzionalità di intelligenza artificiale ti aiutano a creare contenuti migliori grazie ai suggerimenti per l'ottimizzazione che puoi applicare a tuo piacimento."],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Trasforma la modifica dei contenuti in un gioco da ragazzi! Ottimizza i tuoi contenuti SEO con suggerimenti rapidi e attuabili con un semplice clic. %1$s%2$sPer saperne di più%3$s%4$s"],"Optimize your SEO content with %s":["Ottimizza il tuo contenuto SEO con %s"],"Undefined error message.":["Messaggio di errore non definito."],"The selected file is not an image.":["Il file selezionato non è un'immagine."],"Organization X":["Nome dell'organizzazione su X"],"X card data":["Dati del messaggio su X"],"LEI code":["Codice LEI"],"E.g. https:\/\/x.com\/yoast":["E.g. https:\/\/x.com\/yoast"],"X":["X"],"suggestions":["suggerimenti"],"meta title":["meta titolo"],"Artificial intelligence":["Intelligenza artificiale"],"30-day money back guarantee.":["Garanzia di rimborso a 30 giorni."],"Only $\/€\/£99 per year (ex VAT)":["Solo $\/€\/£99 all'anno (IVA esclusa)"],"Please tell us more about your organization’s identifiers. This information will help Google to display accurate and helpful details about your organization.":["Dicci di più sugli identificatori della tua organizzazione. Queste informazioni aiuteranno Google a visualizzare dettagli accurati e utili sulla tua organizzazione."],"Organization identifiers":["Identificatori dell'organizzazione"],"5001–10000 employees":["5001–10000 dipendenti"],"1001–5000 employees":["1001–5000 dipendenti"],"501–1000 employees":["501–1000 dipendenti"],"201–500 employees":["201–500 dipendenti"],"51–200 employees":["51–200 dipendenti"],"11–50 employees":["11–50 dipendenti"],"1–10 employees":["1–10 dipendenti"],"Select a range \/ Enter a number":["Seleziona un intervallo \/ Inserisci un numero"],"Enrich your organization's profile by providing more in-depth information. The more details you share, the better Google understands your website.":["﻿Arricchisci il profilo della tua organizzazione fornendo informazioni più approfondite. Più dettagli condividi, più Google capirà il tuo sito web."],"Additional organization info":["Informazioni aggiuntive sull'organizzazione"],"You have %1$s activated on your site, and you've configured your business for multiple locations. This allows you to provide your email and phone for %2$seach specific location%3$s.":["Hai attivato %1$s sul tuo sito e hai configurato la tua attività per più sedi. In questo modo puoi indicare l'email e il telefono per ogni %2$ssede specifica%3$s."],"You have %1$s activated on your site, and you've configured your business for multiple locations. This allows you to provide your VAT ID and Tax ID for %2$seach specific location%3$s.":["Hai attivato %1$s sul tuo sito e hai configurato la tua attività per più sedi. Questo ti permette di indicare la tua partita IVA e il codice fiscale per %2$sogni specifica sede%3$s."],"You have %1$s activated on your site. You can provide your email and phone in the %2$s‘Business info’ settings%3$s.":["Hai attivato %1$s sul tuo sito. Puoi indicare la tua email e il tuo telefono nelle impostazioni %2$s'Info' aziendali%3$s."],"You have %1$s activated on your site. You can provide your VAT ID and Tax ID in the %2$s‘Business info’ settings%3$s.":["Hai attivato %1$s sul tuo sito. Puoi indicare la tua partita IVA e il tuo codice fiscale nelle impostazioni %2$s'Info aziendali'%3$s."],"NAICS":["NAICS"],"leicode":["Codice LEI"],"DUNS":["DUNS"],"ISO 6523":["ISO 6523"],"Tax ID":["Codice Fiscale"],"VAT ID":["P. IVA"],"Number of employees":["Numero di dipendenti"],"Organization's founding date":["Data di fondazione dell'organizzazione"],"Organization's legal name":["Nome legale dell'organizzazione"],"Organization phone number":["Numero di telefono dell'organizzazione"],"Organization email address":["Indirizzo email dell'organizzazione"],"Organization description":["Descrizione dell'organizzazione"],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["Sul tuo sito è stato attivato %1$s, che imposta automaticamente il tipo di pagina per i tuoi prodotti su 'Pagina articolo'. Di conseguenza, la selezione del tipo di pagina è disattivata."],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":["Non c'è bisogno di capire quali link inserire. Ottieni suggerimenti di link per articoli e pagine pertinenti, e rendi più facile la navigazione del sito web."],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Lascia che sia l'intelligenza artificiale a pensare per te e ti aiuti a risparmiare tempo. Ottieni suggerimenti di alta qualità per i titoli e le meta-descrizioni, per far sì che i tuoi contenuti si posizionino in alto e appaiano bene sui social media. %1$sPer saperne di più%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Lascia che sia l'intelligenza artificiale (IA) a pensare per te e aiutarti a risparmiare tempo. Ottieni suggerimenti di alta qualità per i titoli dei prodotti e le meta descrizioni, per far sì che i tuoi contenuti si posizionino in alto e appaiano bene sui social media. %1$sPer saperne di più%2$s%3$s"],"Explore %s now!":["Esplora %s ora!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sSupporto 24\/7%2$s: anche la sera e nei weekend."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sAnteprime attraenti dei messaggi per i social%2$s che le persone vorranno cliccare."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sNiente più link rotti%2$s: gestione automatica dei reindirizzamenti."],"%1$sSuper fast%2$s internal linking suggestions.":["Suggerimenti %1$srapidi%2$s di link interni."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sFino a 5 parole chiave%2$s: posizionati più in alto per un maggior numero di ricerche."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sIA%2$s: titoli e meta-descrizioni SEO migliori, e in modo più veloce."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Aggiungi una regola \"disallow\" al file robots.txt per impedire il crawling da parte di OpenAI GPTBot."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Aggiungi una regola \"disallow\" al tuo file robots.txt per impedire il crawling da parte del bot Google-Extended. L'attivazione di questa impostazione non impedirà a Google di indicizzare il tuo sito web."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don't. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Gran parte del traffico web proviene da bot che effettuano il crawling del web. Alcuni possono essere utili al tuo sito o alla tua azienda, mentre altri bot non lo sono. Bloccare i bot indesiderati può far risparmiare energia, migliorare le prestazioni del sito e proteggere i contenuti protetti da copyright. %1$sPer saperne di più su quando bloccare i bot indesiderati%2$s."],"Prevent OpenAI GPTBot from crawling":["Impedisci il crawling del GPTBot di OpenAI"],"Prevent Google Gemini and Vertex AI bots from crawling":["Impedisci il crawling dei bot di Google Gemini e Vertex AI"],"Prevent Common Crawl CCBot from crawling":["Impedisci il crawling di Common Crawl CCBot"],"Internal linking suggestions":["Suggerimenti di link interni"],"Learn more about %s (Opens in a new browser tab)":["Per saperne di più su %s (apre una nuova scheda del browser)"],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Usa l'intelligenza artificiale (IA) per generare titoli e meta descrizioni, reindirizzare automaticamente le pagine cancellate, ottenere assistenza 24\/7 e molto altro ancora!"],"30% OFF":["30% di sconto"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Richiedi subito lo sconto del 30%!"],"Social media appearance":["Aspetto dei social media"],"AI generator":["Generatore IA"],"Use AI to write your titles & meta descriptions!":["Usa l'intelligenza artificiale (IA) per creare titoli e meta descrizioni"],"AI title & description generator":["Generatore IA di titoli e descrizioni"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["I seguenti parametri comunemente usati non saranno rimossi: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s e %7$s."],"Clear selection":["Cancella la selezione"],"Please see the “New” badges and review the Search appearance settings.":["Vedi i badge \"Nuovo\" e rivedi le impostazioni dell'aspetto della ricerca."],"New type of content added to your site!":["Nuovo tipo di contenuto aggiunto al tuo sito!"],"Site policies":["Policy del sito"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Seleziona una pagina che fornisca informazioni sulle tue politiche per la diversità in matiera di %1$spersonale%2$s, %1$sassunzioni%2$s e %1$simpiego%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Seleziona una pagina che fornisca informazioni sulle tue politiche di diversità per i contenuti %1$seditoriali%2$s."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Seleziona una pagina che descriva gli %1$sstandard%2$s personali, organizzativi e aziendali del %1$scomportamento%2$s atteso dalla tua organizzazione."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Seleziona una pagina che illustri la tua procedura per affrontare gli %1$serrori%2$s (per esempio, la pubblicazione di ritrattazioni o correzioni)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Seleziona una pagina che descriva in che modo la tua organizzazione raccoglie e risponde ai %1$sfeedback%2$s, come entra in relazione con il %1$spubblico%2$s e in che modo dà priorità alla %1$strasparenza%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about %1$sfunding%2$s and %1$sgrants%2$s.":["Selezionare una pagina che descriva l'assetto proprietario dell'organizzazione. Dovrebbe includere informazioni su %1$sfinanziamenti%2$s e %1$ssovvenzioni%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Seleziona una pagina che descriva i principi editoriali della tua organizzazione. %1$sSu quali temi%2$s scrivi, %1$sper chi%2$s scrivi e %1$sperché%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Seleziona le pagine del tuo sito web che contengono informazioni sulle tue policy organizzative e di pubblicazione. Alcune di queste potrebbero non essere applicabili al tuo sito. Puoi selezionare la stessa pagina per più policy. %1$sLeggi qui per capire perché è importante definire le policy del sito%2$s."],"Diversity staffing report":["Rapporto sulla diversità del personale"],"Diversity policy":["Politica per la diversità"],"Ethics policy":["Politica sull'etica"],"Corrections policy":["Politica sulle correzioni"],"Actionable feedback policy":["Politica di feedback attuabile"],"Ownership \/ Funding info":["Proprietà \/ Informazioni sul finanziamento"],"Publishing policies":["Politiche di pubblicazione"],"Publishing principles":["Principi di pubblicazione"],"Failed to retrieve pages.":["Non è possibile recuperare le pagine."],"Searching pages…":["Ricerca delle pagine…"],"No pages found.":["Non è stata trovata alcuna pagina."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Aggiungi una regola 'disallow' al file robots.txt per impedire il crawling da parte di AdsBot di Google. Questa impostazione va attivata solo se non stai usando gli Google Ads sul tuo sito."],"Block unwanted bots":["Blocca i bot indesiderati"],"Prevent Google AdsBot from crawling":["Impedisci il crawling di Google AdsBot"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Aggiungi una regola ‘disallow’ al tuo file robots.txt per impedire il crawling di URL come %1$s, %2$s e %3$s."],"The name of this category is %1$s.":["Il nome di questa categoria è %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Attenzione! Si tratta di funzioni per esperti, quindi assicurati di sapere cosa stai facendo prima di usare questa impostazione. Potresti danneggiare il tuo sito. %1$sLeggi qui per saperne di più su come il tuo sito può essere danneggiato%2$s."],"Remove Other profile %1$s":["Elimina l'altro profilo %1$s"],"Read more about how to get your site verified.":["Maggiori informazioni su come verificare il tuo sito."],"Get your site verified in your Mastodon profile.":["Verifica il tuo sito nel tuo profilo Mastodon."],"E.g. https:\/\/mastodon.social\/@yoast":["Es. https:\/\/mastodon.social\/@yoast"],"Mastodon":["Mastodon"],"Organization Mastodon":["Mastodon dell'organizzazione"],"%1$s Settings - %2$s":["Impostazioni di %1$s - %2$s"],"Settings navigation":["Navigazione delle impostazioni"],"Close settings navigation":["Chiudi la navigazione delle impostazioni"],"Open settings navigation":["Apri le impostazioni di navigazione"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Indica se il tuo sito rappresenta un'organizzazione o una persona. %1$sMaggiori informazioni sulle differenze e sulla scelta tra Organizzazione e Persona%2$s."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Limita la lunghezza delle query di ricerca interne al sito per ridurre l'impatto degli attacchi spam e degli URL confusi. Inserisci un numero tra 1 e 50."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Impedisce che parametri URL specifici vengano rimossi dalla funzionalità precedente. Es.: l'aggiunta di %1$s impedirà che %2$s venga reindirizzato a %3$s. Puoi aggiungere più parametri e separarli con un segno di invio o una virgola."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Consolida i diversi formati di URL di ricerca dei siti di WordPress nella sintassi %1$s. Es.: %2$s reindirizzerà a %3$s"],"Determine how your %1$s should look on social media.":["Scegli come devono apparire i tuoi %1$s sui social media."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Disattivare questa opzione significa che le pagine di archivio per %1$s non saranno indicizzate dai motori di ricerca e saranno escluse dalle sitemap XML."],"Allow":["Permetti"],"Deny":["Rifiuta"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Per vedere questo video, devi permettere a %1$s di caricare video incorporati da %2$s."],"The number you've entered is not between 1 and 50.":["Il numero che hai inserito non è compreso tra 1 e 50."],"Please enter a number between 1 and 50.":["Inserisci un numero tra 1 e 50."],"Redirect pretty URLs to ‘raw’ formats":["Reindirizza i pretty URL al formato grezzo"],"Index Now":["Indicizza ora"],"Failed to retrieve media.":["Impossibile recuperare i media."],"Only available for English sites":["Disponibile solo per i siti in inglese"],"%1$sGet%2$s %3$s":["%1$sOttieni%2$s %3$s"],"Show date archives in search results":["Mostra gli archivi delle date nei risultati della ricerca"],"Show %1$s archives in search results":["Mostra gli archivi di %1$s nei risultati di ricerca"],"Prefix for archive breadcrumbs":["Prefisso per i breadcrumb in archivio"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and\/or update the profile.":["Hai selezionato l'utente %1$s%3$s%2$s come persona rappresentata da questo sito. Le informazioni del profilo utente saranno usate nei risultati della ricerca. Non hai i permessi per aggiornare questo profilo utente, quindi chiedi a %1$s%3$s%2$s o al tuo admin di verificare e\/o aggiornare il profilo."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["È necessario impostare il nome e il logo dell'azienda affinché i dati strutturati funzionino correttamente. Poiché non li hai ancora impostati, stiamo utilizzando il nome e il logo del sito come valori predefiniti. %1$sMaggiori informazioni sull'importanza dei dati strutturati.%2$s"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Queste informazioni sono destinate a comparire sul %1$sKnowledge Graph di Google%2$s."],"Other profile %1$s":["Altro profilo %1$s"],"Tweet":["Tweet"],"Open Graph":["Open Graph"],"Organization Facebook":["Facebook dell'organizzazione"],"OpenGraph":["OpenGraph"],"Format archives":["Archivi di formato"],"File":["File"],"PDF":["PDF"],"Video":["Video"],"Attachment":["Allegato"],"404 pages title":["Titolo pagine 404"],"Search pages title":["Titolo pagine di ricerca"],"Enable date archives":["Abilita gli archivi di data"],"Enable author archives":["Abilita gli archivi per autore"],"Anchor text for the homepage":["Testo di ancoraggio per la homepage"],"Organization\/person":["Organizzazione\/persona"],"Divider":["Divisore"],"Remove Atom\/RDF feeds":["Rimuovi i feed Atom\/RDF"],"Webmaster":["Webmaster"],"Share":["Condividi"],"Structured data":["Dati strutturati"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Abilita le sitemap XML di %1$s. Una sitemap è un file che elenca le pagine essenziali di un sito web per garantire che i motori di ricerca possano trovarle e scansionarle."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["L'icona %1$s nella barra di amministrazione superiore consente di accedere rapidamente a strumenti di terze parti per l'analisi delle pagine e di vedere facilmente se ci sono nuove notifiche."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Consente a Facebook e ad altri social media di visualizzare un'anteprima con immagini e un riassunto del testo quando viene condiviso un link al tuo sito. Mantieni questa funzione attiva per ottimizzare il tuo sito per i social media."],"Count the number of internal links from and to your posts to improve your site structure.":["Conta il numero di link interni da e verso i tuoi articoli per migliorare la struttura del sito."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Contrassegna e filtra i tuoi contenuti cornerstone per assicurarti che gli articoli più importanti ricevano l'attenzione che meritano. Per aiutarti a scrivere testi eccellenti, valuteremo il tuo testo in modo più rigoroso."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Ottieni maggiori informazioni su ciò che stai scrivendo. Quali parole usi più spesso? Quanto tempo impieghi per leggere il tuo testo? Il testo è facile da leggere?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["L'analisi del linguaggio inclusivo offre suggerimenti per scrivere testi più inclusivi così che sempre più persone possano riconoscersi nei tuoi contenuti."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["L'analisi SEO offre suggerimenti per migliorare la reperibilità del testo e si assicura che il contenuto sia conforme alle best practice."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Imposta le informazioni di base per il tuo sito web. Puoi usare il %1$smotto%2$s e il %1$sseparatore%2$s come %3$svariabili%4$s quando configuri l'aspetto di ricerca dei tuoi contenuti."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Il monitoraggio dell'utilizzo ci consente di tracciare alcuni dati sul tuo sito per migliorare il nostro plugin. %1$sMaggiori informazioni sui dati che tracciamo e perché%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Un link all'archivio dell'autore dell'articolo, con il nome dell'autore come testo di ancoraggio."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Scegli la descrizione predefinita delle tue pagine %1$s nel markup Schema.org del tuo sito. Puoi sempre personalizzare le impostazioni per le singole pagine %1$s nel metabox di %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Scegli l'aspetto predefinito delle tue pagine %1$s nei motori di ricerca. Puoi sempre personalizzare le impostazioni per le singole pagine %1$s nel metabox di %2$s."],"Enable %1$s pages":["Abilita le pagine %1$s"],"Determine how your homepage should look in the search results.":["Scegli come dovrebbe apparire la tua homepage nei risultati di ricerca."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Scegli l'aspetto predefinito dei %1$s nei motori di ricerca. Puoi sempre personalizzare le impostazioni per i singoli %1$s nel metabox di %2$s."],"Enable format-based archives":["Abilita gli archivi format-based"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Non sai come implementare i breadcrumb di %3$s sul tuo sito? Leggi la nostra %1$sguida sull'implementazione dei breadcrumb%2$s."],"Show %1$s without posts in search results":["Mostra gli %1$s senza articoli nei risultati di ricerca"],"Enable %1$s":["Abilita %1$s"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Scegli l'aspetto predefinito delle %1$s nei risultati di ricerca. Puoi sempre personalizzare le impostazioni per i singoli %1$s nella barra laterale o nel metabox di %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Scegli l'aspetto predefinito dei %1$s nei risultati di ricerca. Puoi sempre personalizzare le impostazioni per i singoli %1$s nel metabox di %2$s."],"This taxonomy is used for %2$s.":["Questa tassonomia si usa per %2$s."],"This taxonomy is used for %1$s and %2$s.":["Questa tassonomia si usa per %1$s e %2$s."],"Read more about our custom field analysis":["Scopri di più sulla nostra analisi dei campi personalizzati"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Scegli l'aspetto predefinito dei %1$s nei social media. Puoi sempre personalizzare le impostazioni per i singoli %1$s nella barra laterale o nel metabox di %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Scegli l'aspetto predefinito dei %1$s nei risultati di ricerca. Puoi sempre personalizzare le impostazioni per i singoli %1$s nella barra laterale o nel metabox di %2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Scegli la descrizione predefinita dei %1$s nel %2$smarkup Schema.org del tuo sito%3$s. Puoi sempre cambiare queste impostazioni per ogni %1$s nella barra laterale o nel metabox di %4$s."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Puoi aggiungere più campi personalizzati e separarli usando %1$sinvio%2$s o %1$svirgola%2$s."],"Please enter a search term with at least %d characters.":["Inserisci un termine di ricerca di almeno %d caratteri."],"CtrlK":["Ctrl-K"],"⌘K":["⌘K"],"Unavailable for multisites":["Non è disponibile per gli ambienti multisito"],"Determine how the title of your 404 error pages should look in the browser.":["Scegli come deve apparire il titolo delle tue pagine di errore 404 nel browser."],"404 error pages":["Pagine di errore 404"],"Determine how the title of your internal search pages should look in the browser.":["Scegli come deve apparire il titolo delle pagine di ricerca interna del tuo sito nel browser."],"Internal search pages":["Pagine di ricerca interna"],"Show media pages in search results":["Mostra le pagine Media nei risultati della ricerca"],"Show format archives in search results":["Mostra gli archivi di formato nei risultati della ricerca"],"Show author archives in search results":["Mostra gli archivi per autore nei risultati della ricerca"],"Breadcrumbs for %1$s":["Breadcrumbs per %1$s"],"Site connections":["Connessioni al sito"],"View the XML sitemap":["Visualizza la sitemap XML"],"Enable feature":["Abilita la funzionalità"],"Site features":["Funzionalità del sito"],"Learn more":["Ulteriori informazioni"],"Site info":["Informazioni sul sito"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Non hai i permessi per modificare il %1$stitolo del sito%2$s e il %1$smotto%2$s."],"Show or hide our tools and controls in the attachment editor.":["Mostra o nascondi gli strumenti e i controlli nell'editor degli allegati."],"(e.g., %1$s)":["(es., %1$s)"],"Remove unregistered URL parameters":["Rimuovi i parametri URL non registrati"],"Optimize Google Analytics utm tracking parameters":["Ottimizza i parametri di tracciamento utm di Google Analytics"],"Remove WP-JSON API":["Rimuovi WP-JSON API"],"Remove emoji scripts":["Rimuovi gli script emoji"],"Remove Atom \/ RDF feeds":["Rimuovi i feed Atom \/ RDF"],"Remove search results feeds":["Rimuovi i feed dei risultati della ricerca"],"Remove custom taxonomy feeds":["Rimuovi i feed della tassonomia personalizzata"],"Remove tag feeds":["Rimuovi i feed dei tag"],"Remove category feeds":["Rimuovi i feed di categoria"],"Remove post type feeds":["Rimuovi i feed dei tipi di contenuto"],"Remove post authors feeds":["Rimuovi i feed degli autori degli articoli"],"Remove post comments feeds":["Rimuovi i feed dei commenti agli articoli"],"Remove global comment feeds":["Rimuovi i feed di commenti globali"],"Remove global feed":["Rimuovi il feed globale"],"Remove powered by HTTP header":["Rimuovi l'header alimentato in HTTP"],"Remove generator tag":["Rimuovi il tag generatore"],"Remove oEmbed links":["Rimuovi i link oEmbed"],"Remove RSD \/ WLW links":["Rimuovi i link RSD \/ WLW"],"Remove REST API links":["Rimuovi i link REST API"],"Remove shortlinks":["Rimuovi gli shortlink"],"Show or hide our tools and controls in the content editor.":["Mostra o nascondi gli strumenti e i controlli nell'editor dei contenuti."],"Enable SEO controls and assessments":["Abilita i controlli e le valutazioni SEO"],"Unlock with %1$s":["Sblocca con %1$s"],"We couldn’t find anything with that term.":["Non abbiamo trovato nulla con questo termine."],"No, continue editing":["No, continua a modificare"],"Yes, discard changes":["Sì, annulla le modifiche"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Stai per eliminare tutte le modifiche non salvate. Tutte le impostazioni verranno ripristinate al punto in cui sono state salvate l'ultima volta. Confermi di volerlo fare?"],"Discard all changes":["Annulla tutte le modifiche"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Usa il nome alternativo dell'organizzazione per gli acronimi o una versione più breve del nome dell'organizzazione."],"Alternate organization name":["Nome alternativo dell'Organizzazione"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Usa il nome alternativo del sito web per gli acronimi o una versione più breve del nome del tuo sito."],"Alternate website name":["Nome del sito web alternativo"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Hai selezionato l'utente %1$s%5$s%2$s come la Persona che il sito rappresenta. Le sue informazioni personali saranno ora usate nei risultati di ricerca. %3$sAggiornane il profilo per assicurarti che siano corrette%4$s."],"Please tell us more about the person this site represents.":["Racconta qualcosa in più sulla Persona rappresentata da questo sito."],"E.g. https:\/\/example.com\/yoast":["Es. https:\/\/example.com\/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Segnalaci se hai altri profili sul web che appartengono alla tua Organizzazione. Può trattarsi di un numero qualsiasi di profili, come YouTube, LinkedIn, Pinterest o persino Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Parlaci della tua Organizzazione. Queste informazioni aiuteranno Google a comprendere il tuo sito web e a migliorare le possibilità di ottenere risultati di qualità."],"E.g. https:\/\/facebook.com\/yoast":["Es. https:\/\/facebook.com\/yoast"],"Other profiles":["Altri profili"],"Writing":["Scrittura"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Puoi determinare il titolo e la descrizione della pagina del blog tramite %1$sla modifica della pagina stessa%2$s."],"Advanced: URL cleanup":["Avanzato: pulizia dell'URL"],"Prevent crawling of internal site search URLs":["Impedisci il crawling degli URL di ricerca interni al sito"],"Block internal site searches which match the patterns of known spam attacks.":["Blocca le ricerche interne al sito che corrispondono agli schemi noti degli attacchi spam."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Blocca le ricerche interne al sito che contengono caratteri complessi e non alfanumerici, perché potrebbero far parte di un attacco spam."],"Enables advanced settings for protecting your internal site search URLs.":["Abilita le impostazioni avanzate per la protezione degli URL di ricerca interni al sito."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["La ricerca interna del sito può creare molti URL confusi per i motori di ricerca e può anche essere usata come un modo per gli spammer SEO di attaccare il tuo sito. La maggior parte dei siti trarrà beneficio dalla sperimentazione di queste protezioni e ottimizzazioni, anche se non hai una funzione di ricerca nel tuo tema."],"Internal site search cleanup":["Pulizia della ricerca interna al sito"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Aggiungi una regola \"disallow\" al tuo file robots.txt per impedire il crawling degli endpoint API JSON di WordPress."],"Remove JavaScript used for converting emoji characters in older browsers.":["Rimuovi il JavaScript utilizzato per la conversione dei caratteri emoji nei browser più vecchi."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Rimuovi gli URL che forniscono formati alternativi (legacy) di tutti gli elementi sopra citati."],"Remove URLs which provide information about your search results.":["Rimuovi gli URL che forniscono informazioni sui risultati della ricerca."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Rimuovi gli URL che forniscono informazioni sui post recenti per ogni tassonomia personalizzata."],"Remove URLs which provide information about your recent posts, for each tag.":["Rimuovi gli URL che forniscono informazioni sugli articoli recenti per ogni tag."],"Remove URLs which provide information about your recent posts, for each category.":["Rimuovi gli URL che forniscono informazioni sugli articoli recenti per ogni categoria."],"Remove URLs which provide information about your recent posts, for each post type.":["Rimuovi gli URL che forniscono informazioni sugli articoli recenti, per ogni tipo di contenuto."],"Remove URLs which provide information about recent posts by specific authors.":["Rimuovi gli URL che forniscono informazioni sugli articoli recenti di autori specifici."],"Remove URLs which provide information about recent comments on each post.":["Rimuovi gli URL che forniscono informazioni sui commenti recenti a ciascun articolo."],"Also disables post comment feeds.":["Disattiva anche i feed dei commenti agli articoli."],"Remove URLs which provide an overview of recent comments on your site.":["Rimuovi gli URL che forniscono una panoramica dei commenti recenti sul tuo sito."],"Remove URLs which provide an overview of your recent posts.":["Rimuovi gli URL che forniscono una panoramica degli articoli recenti."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress produce i contenuti in molti formati diversi, attraverso molti URL diversi (come i feed RSS degli articoli e delle categorie). In genere è buona norma disabilitare i formati che non usi attivamente."],"Disable unwanted content formats":["Disabilita i formati di contenuto indesiderati"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Rimuovi i link che consentono ad altri siti di \"pingare\" il tuo sito quando lo linkano."],"Remove information about the plugins and software used by your site.":["Rimuovi le informazioni sui plugin e sui software utilizzati dal tuo sito."],"Remove links used for embedding your content on other sites.":["Rimuovi i link utilizzati per incorporare i tuoi contenuti in altri siti."],"Remove links used by external systems for publishing content to your blog.":["Rimuovi i link utilizzati da sistemi esterni per la pubblicazione di contenuti sul blog."],"Remove links to the location of your site’s REST API endpoints.":["Rimuovi i link alla posizione degli endpoint dell'API REST del sito."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Rimuovi i link agli URL interni degli \"shortlink\" di WordPress per i tuoi articoli."],"Remove unwanted metadata":["Rimuovi i metadati indesiderati"],"Crawl optimization":["Ottimizzazione della scansione"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Rimuove i parametri URL sconosciuti tramite un reindirizzamento %1$s. Per esempio, %2$s sarà reindirizzato a %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Sostituisce i parametri di tracciamento %1$s con l'equivalente (più performante) %2$s, tramite un reindirizzamento %3$s. Per esempio, %4$s sarà reindirizzato a %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Gli utenti e i motori di ricerca possono spesso richiedere i tuoi URL usando parametri di query, come %1$s. Questi parametri possono essere utili per il tracciamento, il filtraggio e l'utilizzo di funzionalità avanzate, ma hanno un \"costo\" in termini di prestazioni e SEO. I siti che non si affidano ai parametri URL potrebbero trarre vantaggio dall'uso di queste opzioni."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Aggiungi una regola ‘disallow’ al tuo file robots.txt  per prevenire la scansione (crawling) da parte di Common Crawl CCBot."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress aggiunge molti link e contenuti all'%1$s e agli header HTTP del sito. Sulla maggior parte dei siti si può tranquillamente disabilitare tutti questi elementi, il che può aiutare a risparmiare byte, elettricità e alberi."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Rendi il tuo sito più efficiente e rispettoso dell'ambiente impedendo ai motori di ricerca di eseguire il crawling di ciò che non è necessario e rimuovendo le funzioni inutilizzate di WordPress. %1$sQui trovi più informazioni sulle impostazioni di crawl e su come possono essere utili al tuo sito%2$s."],"E.g., %1$s and %2$s":["Es., %1$s e %2$s"],"E.g., %1$s":["Es., %1$s"],"Enable breadcrumbs for your theme":["Abilita i breadcrumb per il tuo tema"],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Puoi sempre scegliere di abilitarli\/disabilitarli per il tuo tema qui sotto. Questa impostazione non si applica ai breadcrumb inseriti attraverso un widget, un blocco o uno shortcode."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Scegli i tipi di contenuto che vuoi mostrare nei breadcrumb per le tassonomie."],"Breadcrumbs for taxonomies":["Breadcrumb per le tassonomie"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Scegli la tassonomia che vuoi mostrare nei breadcrumb per i tipi di contenuti."],"Breadcrumbs for post types":["Breadcrumb per i post type"],"Breadcrumb for 404 page":["Breadcrumb per la pagina 404"],"Prefix for search page breadcrumbs":["Prefisso per i breadcrumb della pagina di ricerca"],"Add prefix":["Aggiungi un prefisso"],"Add anchor text":["Aggiungi un testo di ancoraggio"],"Add separator":["Aggiungi un separatore"],"Choose the general appearance of your breadcrumbs.":["Scegli l'aspetto generale dei breadcrumb."],"Breadcrumb appearance":["Aspetto dei breadcrumb"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Configura l'aspetto e il comportamento dei %1$sbreadcrumb%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Disabilitando questa opzione, l'%1$s verrà reindirizzato alla homepage del sito."],"Refresh this page":["Ricarica questa pagina"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Purtroppo questo significa che tutte le modifiche non salvate andranno perse. Puoi provare ad aggiornare la pagina per risolvere il problema. Se l'errore persiste, contatta il nostro team di supporto e ti daremo tutto l'aiuto necessario!"],"Something went wrong. An unexpected error occurred.":["Qualcosa è andato storto, si è verificato un errore inaspettato."],"Failed to retrieve users.":["Impossibile recuperare gli utenti."],"Searching users…":["Ricerca utenti…"],"No users found.":["Nessun utente trovato."],"Discard changes":["Annulla le modifiche"],"The profile is not valid. Please use only 1–25 letters, numbers and underscores or enter a valid X URL.":["Il profilo non è valido. Usa solo da 1–25 lettere, numeri e trattini bassi o inserisci un URL di X valido."],"The profile is not valid. Please enter a valid URL.":["Il profilo non è valido. Inserisci un URL valido."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Il codice di verifica non è valido. Usa solo le lettere dalla A alla F, i numeri, i trattini bassi e i trattini."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Il codice di conferma non è valido. Usa solo lettere, numeri, trattini e trattini bassi."],"User":["Utente"],"Site basics":["Informazioni di base del sito"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["In questa pagina sono presenti modifiche non salvate. Se abbandoni questa pagina perderai le modifiche. Vuoi davvero lasciare questa pagina?"],"Media pages":["Pagine dei media"],"Categories & tags":["Categorie e tag"],"Content types":["Tipi di contenuto"],"Show more":["Visualizza di più"],"Show less":["Mostra meno"],"Configure the basics for your website.":["Configura le informazioni di base per il tuo sito web."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Questo campo aggiorna il %1$smotto nelle tue impostazioni WordPress%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Disattivare questa opzione significa che le pagine di %1$s create da WordPress non saranno indicizzate dai motori di ricerca e saranno escluse dalle sitemap XML."],"Show %1$s pages in search results":["Mostra le pagine di %1$s nei risultati di ricerca"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Ti raccomandiamo di disabilitare le pagine di %1$s. Se li disabiliti tutti gli URL degli allegati verranno reindirizzati ai media stessi."],"%1$s pages":["Pagine di %1$s"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Quando carichi contenuti media (per esempio un'immagine o un video), %5$s crea automaticamente una pagina %3$s (URL di allegato) per essi. Queste pagine sono un po' vuote e potrebbero causare %1$sproblemi di contenuto e portare a un eccesso di pagine sul sito%2$s. Pertanto, %4$s le disabilita per impostazione predefinita (e reindirizza l'URL dell'allegato al media stesso)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Gli archivi basati sul formato possono causare problemi di contenuti duplicati. Per la maggior parte dei siti, ti consigliamo di disabilitare questa impostazione."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Disattivare questa funzione significa che %1$s non verrà indicizzato dai motori di ricerca e sarà escluso dalla sitemap XML. Ti raccomandiamo di disabilitare questa impostazione."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s può creare problemi di contenuto duplicato. Per la maggior parte dei siti, ti raccomandiamo di disabilitare questa impostazione."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["Gli %1$s (es. %2$s) si basano sulle date di pubblicazione. Dal punto di vista SEO, gli articoli in questi archivi non hanno alcuna relazione reale con gli altri articoli se non la data di pubblicazione, il che non dice molto sul contenuto. Inoltre, potrebbero causare problemi di contenuti duplicati. Per questo motivo ti consigliamo di disabilitare %3$s."],"Determine how your %1$s should look on social media by default.":["Scegli come devono apparire i tuoi contenuti %1$s nei social media in modalità predefinita."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Disattivare questa opzione significa che gli %1$s senza articoli non saranno indicizzati dai motori di ricerca e saranno esclusi dalle sitemap XML."],"Show archives for authors without posts in search results":["Mostra gli archivi per autore senza articoli nei risultati della ricerca"],"Determine how your %1$s should look in search engines.":["Scegli come devono apparire i tuoi contenuti degli %1$s nei motori di ricerca."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Se gestisci un blog monoautore, l'%1$s (per esempio, %2$s) corrisponderà esattamente con l'homepage. Questo è il cosiddetto %3$sproblema dei contenuti duplicati%4$s. Se questo è il caso del tuo sito, puoi scegliere di disabilitarlo (in modo che venga reindirizzato alla homepage) o di impedire che venga visualizzato nei risultati di ricerca."],"Author archive":["Archivio per autori"],"Read more about the search results settings":["Scopri di più sulle impostazioni dei risultati di ricerca"],"Determine how your %1$s should look in search engines and on social media.":["Scegli come devono apparire i contenuti %1$s nei motori di ricerca e sui social media."],"Contact support":["Contatta il supporto"],"We're very sorry, but it seems like the following error has interrupted our application:":["Sembra che il seguente errore abbia interrotto la nostra applicazione:"],"Read reviews from real users":["Leggi le recensioni di utenti reali"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress carica molte risorse, alcune delle quali potrebbero non essere necessarie al tuo sito. Se non le usi, rimuoverle può rendere più veloce il caricamento delle tue pagine e farti risparmiare risorse."],"Remove unused resources":["Rimuove le risorse inutilizzate"],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Scegli quale aspetto dovrebbe avere la tua Homepage nei motori di ricerca e nei social. Ricordati che sarà la prima cosa che le persone probabilmente vedranno cercando il nome del tuo brand."],"Determine how your homepage should look on social media.":["Scegli come deve apparire la tua homepage sui social media."],"Show the categories prefix in the slug":["Mantieni il prefisso delle categorie nello slug."],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Gli URL delle categorie su WordPress contengono un prefisso, solitamente %s. Abilita questo prefisso, unicamente per le categorie."],"Determine how your %1$s archive should look on social media.":["Scegli come il tuo archivio %1$s dovrebbe apparire sui social."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Disabilitando questo campo impedirai l'indicizzazione dell'archivio per %1$s da parte dei motori di ricerca e lo escluderai dalle sitemap XML."],"Determine how your %1$s archive should look in search engines.":["Scegli come dovrebbe apparire il tuo archivio %1$s sui motori di ricerca."],"These settings are specifically for optimizing your %1$s archive.":["Queste impostazioni sono esclusivamente per l'ottimizzazione del tuo archivio %1$s."],"%1$s archive":["Archivio %1$s."],"Add custom fields to page analysis":["Aggiungi campi personalizzati per l'analisi della pagina"],"Additional settings":["Impostazioni aggiuntive"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Disattivare questa funzione significa che %1$s non verrà indicizzato dai motori di ricerca e sarà escluso dalla sitemap XML."],"Search appearance":["Aspetto della ricerca"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Non hai impostato una pagina Negozio nelle impostazioni del tuo WooCommerce. %1$sTi preghiamo di farlo prima di continuare%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["L'%1$simmagine social%2$s, il %1$stitolo social%2$s e la %1$sdescrizione social%2$s richiedono i dati Open Graph che al momento sono disabilitati nella sezione \"Condivisione social\" delle %3$simpostazioni del sito%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Oh no! Sembra che il tuo modulo contenga dei dati non validi. Controlla i seguenti campi:"],"Archive social image":["Immagine social dell'archivio"],"Archive social description":["Descrizione social dell'archivio"],"Archive social title":["Titolo social dell'archivio"],"Show the archive for %1$s in search results":["Mostra l'archivio per i %1$s nei risultati di ricerca"],"Archive breadcrumbs title":["Titolo breadcrumb dell'archivio"],"Archive meta description":["Meta descrizione dell'archivio"],"Archive SEO title":["Titolo SEO dell'archivio"],"Enable %1$s for %2$s":["Abilita %1$s per %2$s"],"Show %1$s in search results":["Mostra %1$s nei risultati di ricerca"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Formato del media non valido. Formati supportati: JPG, PNG, WEBP e GIF."],"Inclusive language analysis":["Analisi del linguaggio inclusivo"],"Oops! Something went wrong while saving.":["Qualcosa è andato storto durante il salvataggio."],"Great! Your settings were saved successfully.":["Ottimo! Le tue impostazioni sono state salvate correttamente"],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Ottieni il tuo codice di verifica Yandex da %1$sYandex Webmaster tools%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Verifica il tuo sito %1$ssu Pinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Ottieni il tuo codice di verifica Google su %1$sGoogle Search console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Ottieni il tuo codice di verifica Bing su %1$sBing Webmaster tools%2$s."],"Bing":["Bing"],"Add verification code":["Aggiungi il codice di verifica"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Ottieni il tuo codice di verifica Baidu su %1$sBaidu Webmaster tools%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifica il tuo sito con diversi strumenti. Questo aggiungerà un meta tag di verifica sulla tua homepage. Puoi trovare le istruzioni su come verificare il tuo sito per ogni piattaforma seguendo il link nella descrizione."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Per impostazione predefinita, solo gli editor e gli amministratori possono accedere alle sezioni Avanzate e Schema del metabox si %1$s. La disabilitazione consente l'accesso a tutti gli utenti."],"Restrict advanced settings for authors":["Restringe le impostazioni avanzate per gli autori"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Questo endpoint dell'API SEO REST di Yoast ti fornisce tutti i metadati necessari per un URL specifico. Ciò renderà molto facile per i siti WordPress senza intestazione utilizzare Yoast SEO per tutto il loro meta output SEO."],"REST API endpoint":["Endpoint REST API"],"APIs":["API"],"Slack sharing":["Condivisione su Slack"],"Allows for X to display a preview with images and a text excerpt when a link to your site is shared.":["Consente a X di visualizzare un'anteprima con immagini e un estratto di testo quando viene condiviso un link al tuo sito."],"Open Graph data":["Dati Open Graph"],"Social sharing":["Condivisione social"],"Site structure":["Struttura del sito"],"Tell us which features you want to use.":["Dicci quale funzionalità vuoi usare."],"Site preferences":["Preferenze del sito"],"Network disabled":["Rete disabilitata"],"Unavailable for sub-sites":["Non disponibile per i sub-siti"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Questa immagine viene utilizzata come alternativa di default per articoli\/pagine che non hanno alcuna immagine impostata."],"Site image":["Immagine del sito"],"Title separator":["Separatore del titolo"],"Recommended size for this image is %1$s%3$s%2$s":["La dimensione consigliata per questa immagine è %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["L'%1$simmagine social%2$s richiede i dati Open Graph che al momento sono disabilitati nella sezione \"Condivisione social\" delle %3$simpostazioni del sito%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Aggiungi automaticamente il contenuto al tuo RSS. Questo ti permette di aggiungere link al tuo blog e ai tuoi articoli, e aiuta i motori di ricerca a identificarti come la fonte originale del contenuto."],"RSS feed":["Feed RSS"],"Dismiss":["Ignora"],"%1$s (default)":["%1$s (predefinito)"],"Beta":["Beta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Pubblichi articoli di news? %s ti aiuta a ottimizzare il sito per Google News."],"Additional URL parameters to allow":["Parametri URL aggiuntivi da consentire"],"Max number of characters to allow in searches":["Numero massimo di caratteri da consentire nelle ricerche"],"Filter searches with common spam patterns":["Filtra le ricerche con modelli di spam comuni"],"Filter searches with emojis and other special characters":["Filtra le ricerche con emoji e altri caratteri speciali"],"Filter search terms":["Filtra i termini di ricerca"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Esegui automaticamente il ping ai motori di ricerca come Bing e Yandex ogni volta che pubblichi, aggiorni o elimini un articolo."],"IndexNow":["IndexNow"],"Pingback HTTP header":["Pingback degli header HTTP"],"Personal logo or avatar":["Logo o avatar personale"],"Select a user":["Seleziona un utente"],"Add another profile":["Aggiungi un altro profilo"],"Site representation":["Rappresentazione del sito"],"Link suggestions":["Link suggeriti"],"Insights":["Approfondimenti (Insights)"],"Social description":["Descrizione social"],"Social title":["Titolo social"],"Social image":["Immagine social"],"Image":["Immagine"],"New":["Nuovo"],"Remove image":["Rimuovi l'immagine"],"Select image":["Seleziona un'immagine"],"Replace image":["Sostituisci l'immagine"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Questo aggiunge l'autore ed il tempo di lettura allo snippet dell'articolo quando viene condiviso su Slack"],"Article type":["Tipo di articolo"],"Page type":["Tipo di pagina"],"Usage tracking":["Tracciamento d'uso"],"Check out %1$s":["Vai alla cassa di %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Abbiamo corsi online, sia gratuiti sia a pagamento per imparare tutto ciò che devi sapere riguardo la SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Vuoi imparare la SEO dal Team di Yoast? Vai alla cassa della nostra %1$s"],"Learn SEO":["Impara la SEO"],"Schema":["Schema"],"Show blog page in breadcrumbs":["Mostra la pagina blog nei breadcrumb"],"Get the %s plugin now!":["Acquista subito il plugin %s!"],"Personal info":["Informazioni personali"],"Organization logo":["Logo dell'Organizzazione"],"Organization name":["Nome dell'Organizzazione"],"Organization":["Organizzazione"],"Select a user…":["Seleziona un utente…"],"Upgrade to %s":["Passa a %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Puoi modificare i metadati SEO per questo tipo di contenuto personalizzato sulla %1$spagina del Negozio%2$s."],"Tagline":["Motto del sito"],"Separator":["Separatore"],"%d result found, use up and down arrow keys to navigate":["È stato trovato %d risultato, usa i tasti freccia su e giù per navigare","Sono stati trovati %d risultati, usa i tasti freccia su e giù per navigare"],"The readability analysis offers suggestions to improve the structure and style of your text.":["L'analisi di leggibilità offre suggerimenti per migliorare la struttura e lo stile del testo."],"SEO analysis":["Analisi SEO"],"(Opens in a new browser tab)":["(Si apre in una nuova scheda del browser)"],"Text link counter":["Contatore di link nei testi"],"Cornerstone content":["Contenuto Cornerstone (contenuto centrale)"],"Save changes":["Salva le modifiche"],"Variable":["Variabile"],"Available variables":["Variabili disponibili"],"Admin bar menu":["Menu della barra di amministrazione"],"SEO title":["Titolo SEO"],"Google search console":["Google Search Console"],"Other social profiles":["Altri profili social"],"Readability analysis":["Analisi di leggibilità"],"No results found":["Nessun risultato trovato"],"Bold the last page":["Evidenzia in grassetto l'ultima pagina"],"Author archives":["Archivi autore"],"A link to your site, with your site's name and description as anchor text.":["Un link al tuo sito, con il nome e la descrizione del tuo sito come testo di ancoraggio."],"A link to your site, with your site's name as anchor text.":["Un link al tuo sito, con il nome del tuo sito come testo di ancoraggio."],"A link to the post, with the title as anchor text.":["Un link all'articolo, con il titolo come testo di ancoraggio."],"You can use the following variables within the content, they will be replaced by the value on the right.":["È possibile utilizzare le seguenti variabili all'interno del contenuto, verranno sostituite dal valore mostrato qui a destra."],"Content to put after each post in the feed":["Contenuto da inserire dopo qualsiasi post nel feed"],"Content to put before each post in the feed":["Contenuto da inserire prima di ogni post nel feed"],"How to insert breadcrumbs in your theme":["Come inserire i breadcrumbs nel tuo tema"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Prefisso per il percorso dei Breadcrumbs"],"Anchor text for the Homepage":["Testo del link per la Home Page"],"Separator between breadcrumbs":["Separatore tra i breadcrumbs"],"Description":["Descrizione"],"Special pages":["Pagine speciali"],"Date archives":["Archivi per data"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Puoi definire il titolo e la descrizione della pagina home %1$smodificando direttamente da qui la pagina%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s determina automaticamente quando è necessario forzare la riscrittura dei titoli delle pagine. Se pensi sia sbagliato e sai quello che stai facendo, puoi cambiare le impostazioni da qui."],"Force rewrite titles":["Forza la riscrittura dei titoli"],"Homepage":["Homepage"],"Person":["Persona"],"Website name":["Nome sito web"],"RSS":["RSS"],"Breadcrumbs":["Breadcrumb"],"Search":["Ricerca"],"Breadcrumbs title":["Titolo dei breadcrumbs"],"Pinterest":["Pinterest"],"Close":["Chiudi"],"Twitter":["Twitter"],"Facebook":["Facebook"],"meta description":["Meta descrizione"],"Page title":["Titolo della pagina"],"None":["Nessuno"],"Meta description":["Meta descrizione"],"Google":["Google"],"General":["Generale"],"Tools":["Strumenti"],"Advanced":["Avanzate"],"XML sitemaps":["Sitemaps XML"],"Social":["Social"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}