{"translation-revision-date":"2025-08-12 13:34:10+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"We haven’t analyzed this content yet. Please open it in your editor and save it so we can start the analysis.":["Vi har ikke analyseret dette indhold endnu. Åbn det venligst i din editor, og gem det, så vi kan starte analysen."],"The top 5 search queries on your website with the highest number of clicks over the last 28 days.":["Top 5 over de bedste søgeforespørgsler på dit websted med det højeste antal klik over de seneste 28 dage."],"%1$s score":["%1$s score"],"Clicks, Impressions, CTR, Position":["Klik, visninger, CTR, placering"],"The top 5 URLs on your website with the highest number of clicks over the last 28 days.":["Top 5 over URL-er på dit websted med det højeste antal klik over de seneste 28 dage."],"The average position of your website in the Google search results over the last 28 days.":["Den gennemsnitlige placering af dit websted i Googles søgeresultater over de seneste 28 dage."],"Average position of your website in the Google search results\u0004Average position":["Gennemsnitlig placering"],"The average click-through-rate for your website in the Google search results over the last 28 days.":["Den gennemsnitlige CTR for dit websted i Googles søgeresultater over de seneste 28 dage."],"Click-through-rate for your website in the Google search results\u0004Average CTR":["Gennemsnitlig CTR"],"The number of times users clicked on your website's link in the Google search results\u0004Clicks":["Klik"],"The number of times your website appeared in the Google search results\u0004Impressions":["Visninger"],"The number of organic sessions that began on your website.":["Antallet af organiske søgninger der startede på dit websted."],"Data provided by:":["Data leveret af:"],"Impressions, Clicks, Site CTR, Average position":["Visninger, klik, CTR for webstedet, gennemsnitlig placering"],"The number of times your website appeared in the Google search results over the last 28 days.":["Antallet af gange dit websted er blevet vist i Googles søgeresultater over de seneste 28 dage."],"The number of times users clicked on your website's link in the Google search results over the last 28 days.":["Det samlede antal gange brugere har klikket på linket til din websted i Googles søgeresultater over de seneste 28 dage."],"Last 28 days":["Seneste 28 dage"],"Organic sessions":["Organiske sessioner"],"Organic sessions chart":["Diagram over organiske sessioner"],"We can’t analyze your content, because you’re in a non-production environment.":["Vi kan ikke analysere dit indhold, fordi du er i et ikke-produktionsmiljø."],"Top 5 most popular content":["Top 5 mest populære indhold"],"Top 5 search queries":["Top 5 søgeforespørgsler"],"Query":["Forespørgsel"],"Clicks":["Klik"],"CTR":["CTR"],"Impressions":["Eksponeringer"],"Landing page":["Landingsside"],"No data to display: Your site hasn't received any visitors yet.":["Ingen data at vise: Dit websted har ikke haft nogle besøgende endnu."],"Actions":["Handlinger"],"Average position":["Gennemsnitlig position"],"We can’t provide an SEO score for this page.":["Vi kan ikke vise en SEO-score for denne side."],"We can’t provide SEO scores, because the SEO analysis is disabled for your site.":["Vi kan ikke vise SEO-scorer, fordi SEO-analyse er deaktiveret på dit websted."],"Something went wrong. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["Noget gik galt. Prøv at genindlæse siden. Hvis problemet fortsætter, bedes du besøge vores %1$ssupportside%2$s."],"Content analysis hasn't started. Please open this page in your editor, enter a focus keyphrase and save.":["Indholdsanalysen er ikke startet. Åbn denne side i din editor og skriv en fokusnøglefrase og gem."],"You don’t have permission to access this resource. Please contact your admin for access. In case you need further help, please check our %1$sSupport page%2$s.":["Du har ikke tilladelse til at tilgå denne ressource. Kontakt din administrator for at få adgang. Hvis du har brug for yderligere hjælp, se venligst vores %1$ssupportside%2$s."],"The request timed out. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["Forespørgslen tog for lang tid. Prøv at genindlæse siden. Hvis problemet fortsætter, bedes du besøge vores %1$ssupportside%2$s."],"Site Kit by Google":["Site Kit fra Google"],"SEO scores":["SEO scorer"],"Readability scores":["Score for læsbarhed"],"Your content has an average SEO score. Time to find opportunities for improvement!":["Dit indhold har en gennemsnitlig SEO-score. Tid til at finde muligheder for forbedringer!"],"Your content has an average readability score. Time to find opportunities for improvement!":["Dit indhold har en gennemsnitlig læsbarhedsscore. Tid til at finde muligheder for forbedringer!"],"We haven’t analyzed this content yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Vi har ikke analyseret dette indhold endnu. Åbn det i din editor og sørg for, at der er indtastet en fokusnøglefrase, og gem den, så vi kan starte analysen."],"Some of your content could use a little extra care. Take a look and start improving!":["Noget af dit indhold kunne bruge lidt ekstra omhu. Tag et kig og begynd at forbedre dig!"],"Some of your content hasn't been analyzed yet. Please open it and save it in your editor so we can start the analysis.":["Noget af dit indhold er ikke blevet analyseret endnu. Åbn det og gem det i din editor, så vi kan starte analysen."],"Some of your content hasn't been analyzed yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Noget af dit indhold er ikke blevet analyseret endnu. Åbn den i din editor og sørg for, at der er indtastet en fokusnøglefrase, og gem den, så vi kan starte analysen."],"Something went wrong.":["Noget gik galt."],"Most of your content has a good readability score. Well done!":["Det meste af dit indhold har en god læsbarhedsscore. Godt gået!"],"Most of your content has a good SEO score. Well done!":["Det meste af dit indhold har en god SEO-score. Godt gået!"],"Nothing found":["Intet fundet"],"All":["Alle"],"Clear filter":["Ryd filtre"],"Not analyzed":["Ikke analyseret"],"Content type":["Indholdstype"],"Needs improvement":["Behov for forbedringer"],"Disabled":["Deaktiveret"],"SEO score":["SEO-score"],"Good":["God"],"OK":["OK"],"Edit":["Rediger"],"View":["Vis"]}},"comment":{"reference":"js\/dist\/externals\/dashboardFrontend.js"}}