{"translation-revision-date":"2025-06-30 10:07:57+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Update Site Kit by Google to the latest version to connect %s.":["Aggiorna Site Kit di Google all'ultima versione per integrarlo con %s"],"Update Site Kit by Google":["Aggiorna Site Kit di Google"],"You don’t have view access to Site Kit by Google. Please contact the admin who set it up.":["Non hai accesso al plugin Google Site Kit. Contatta chi ha effettuato la configurazione per risolvere il problema."],"Please contact your WordPress admin to install, activate, and set up the Site Kit by Google plugin.":["Contatta l'amministratore del tuo sito WordPress per installare e impostare il plugin Site Kit di Google."],"Yes, disconnect":["Si, scollega"],"No, stay connected":["No, rimani collegato"],"By disconnecting, you will revoke your consent for Yoast to access your Site Kit data, meaning we can no longer show insights from Site Kit by Google on your dashboard. Do you want to proceed?":["Scollegandoti, revochi il consenso a Yoast per l'accesso ai dati di Site Kit, il che significa che non potremo più mostrare gli dati di Site Kit di Google sulla tua bacheca. Vuoi procedere?"],"Are you sure?":["Vuoi davvero?"],"CONNECT":["COLLEGA"],"SET UP":["IMPOSTAZIONI"],"ACTIVATE":["ATTIVA"],"INSTALL":["INSTALLA"],"Install Site Kit by Google":["Installa Site Kit by Google"],"Activate Site Kit by Google":["Attiva Site Kit by Google"],"Set up Site Kit by Google":["Configura Site Kit by Google"],"Connect Site Kit by Google":["Connetti Site Kit by Google"],"Disconnect":["Disconnetti"],"Successfully connected":["La connessione è andata a buon fine"],"View traffic and search rankings on your dashboard by connecting your Google account.":["Visualizza il traffico e le classifiche di ricerca sulla tua bacheca collegando il tuo account Google."],"Get valuable insights with %1$sSite Kit by Google%2$s":["Ottieni preziose informazioni con %1$sSite Kit by Google%2$s"],"Site Kit by Google":["Site Kit by Google"],"Grant consent":["Concedi il consenso"],"Give us permission to access your Site Kit data, allowing insights from tools like Google Analytics and Search Console to be displayed directly on your dashboard.":["Autorizzaci ad accedere ai dati di Site Kit, così da permetterci di visualizzare direttamente nella tua bacheca le informazioni provenienti da Google Analytics e Search Console."],"Grant consent to connect with Site Kit by Google":["Dai il consenso alla connessione con Site Kit by Google"],"Buy now":["Acquista ora"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Se stavi pensando di fare un upgrade, questo è il momento giusto! Il 30% di sconto termina il 3 dicembre alle 11:00 (CET)."],"%1$sBuy%2$s %3$s":["%1$sCompra%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30% DI SCONTO - BLACK FRIDAY"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Trasforma la modifica dei contenuti in un gioco da ragazzi! Ottimizza i tuoi contenuti SEO con suggerimenti rapidi e attuabili con un semplice clic. %1$s%2$sPer saperne di più%3$s%4$s"],"Optimize your SEO content with %s":["Ottimizza il tuo contenuto SEO con %s"],"Undefined error message.":["Messaggio di errore non definito."],"30-day money back guarantee.":["Garanzia di rimborso a 30 giorni."],"Only $\/€\/£99 per year (ex VAT)":["Solo $\/€\/£99 all'anno (IVA esclusa)"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Lascia che sia l'intelligenza artificiale a pensare per te e ti aiuti a risparmiare tempo. Ottieni suggerimenti di alta qualità per i titoli e le meta-descrizioni, per far sì che i tuoi contenuti si posizionino in alto e appaiano bene sui social media. %1$sPer saperne di più%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Lascia che sia l'intelligenza artificiale (IA) a pensare per te e aiutarti a risparmiare tempo. Ottieni suggerimenti di alta qualità per i titoli dei prodotti e le meta descrizioni, per far sì che i tuoi contenuti si posizionino in alto e appaiano bene sui social media. %1$sPer saperne di più%2$s%3$s"],"Explore %s now!":["Esplora %s ora!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sSupporto 24\/7%2$s: anche la sera e nei weekend."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sAnteprime attraenti dei messaggi per i social%2$s che le persone vorranno cliccare."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sNiente più link rotti%2$s: gestione automatica dei reindirizzamenti."],"%1$sSuper fast%2$s internal linking suggestions.":["Suggerimenti %1$srapidi%2$s di link interni."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sFino a 5 parole chiave%2$s: posizionati più in alto per un maggior numero di ricerche."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sIA%2$s: titoli e meta-descrizioni SEO migliori, e in modo più veloce."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Usa l'intelligenza artificiale (IA) per generare titoli e meta descrizioni, reindirizzare automaticamente le pagine cancellate, ottenere assistenza 24\/7 e molto altro ancora!"],"30% OFF":["30% di sconto"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Richiedi subito lo sconto del 30%!"],"Use AI to write your titles & meta descriptions!":["Usa l'intelligenza artificiale (IA) per creare titoli e meta descrizioni"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s integra i dati Schema di %1$s per generare contenuti multimediali per i tuoi prodotti digitali!"],"Get %1$srich results for your digital products%2$s in Google search":["Ottieni %1$srisultati multimediali per i tuoi prodotti digitali%2$s nella ricerca di Google"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Migliora l'affidabilità del tuo profilo %1$s verificando il tuo sito con %2$s."],"Verify your site on %1$s%2$s%3$s":["Verifica il tuo sito su %1$s%2$s%3$s"],"Mastodon profile not yet added":["Il profilo di Mastodon non è ancora stato aggiunto"],"Mastodon profile added":["Il profilo Mastodon è stato aggiunto"],"Allow":["Permetti"],"Deny":["Rifiuta"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Per vedere questo video, devi permettere a %1$s di caricare video incorporati da %2$s."],"%1$sGet%2$s %3$s":["%1$sOttieni%2$s %3$s"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Sblocca risultati multimediali nella ricerca di Google usando i plugin che si integrano con %1$sl'API Yoast Schema%2$s."],"Schema API integrations":["Integrazioni API Schema"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s può integrarsi con altri prodotti per aiutarti a migliorare ancora di più il tuo sito web. Puoi attivare o disattivare queste integrazioni qui di seguito."],"Track your rankings through time with %1$s%2$s%3$s":["Traccia il tuo posizionamento nel tempo con %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Usa %1$s%2$s%3$s per fare ricerca delle parole chiave, e senza lasciare il tuo articolo"],"Unlock rich snippets for your product pages by using %1$s.":["Sblocca gli snippet multimediali per le tue pagine prodotto usando %1$s."],"Get %1$srich product results%2$s in Google search":["Ottieni %1$srisultati multimediali di prodotto%2$s nella ricerca Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s si integra con l'API Schema di %2$s per generare snippet multimediali delle tue ricette!"],"Get %1$srich results for your recipes%2$s in Google search":["Ottieni %1$srisultati multimediali per le tue ricette%2$s nella ricerca di Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s si integra con l'API Schema di %2$s per generare snippet multimediali dei tuoi podcast!"],"Get %1$srich results for your podcast%2$s in Google search":["Ottieni %1$srisultati multimediali per i tuoi podcast%2$s nella ricerca di Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s si integra con l'API Schema di %2$s per generare snippet multimediali dei tuoi eventi!"],"Get %1$srich results for your events%2$s in Google search":["Ottieni %1$srisultati multimediali per i tuoi eventi%2$s nella ricerca di Google"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Integra i tuoi campi personalizzati con i dati SEO da %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Aggiorna il tuo %1$s%2$s%3$s SEO"],"Improve your internal search results with %1$s%2$s%3$s":["Migliora i risultati di ricerca interni con %1$s%2$s%3$s"],"Learn more":["Ulteriori informazioni"],"Unlock with %1$s":["Sblocca con %1$s"],"Refresh this page":["Ricarica questa pagina"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Purtroppo questo significa che tutte le modifiche non salvate andranno perse. Puoi provare ad aggiornare la pagina per risolvere il problema. Se l'errore persiste, contatta il nostro team di supporto e ti daremo tutto l'aiuto necessario!"],"Something went wrong. An unexpected error occurred.":["Qualcosa è andato storto, si è verificato un errore inaspettato."],"Contact support":["Contatta il supporto"],"We're very sorry, but it seems like the following error has interrupted our application:":["Sembra che il seguente errore abbia interrotto la nostra applicazione:"],"Read reviews from real users":["Leggi le recensioni di utenti reali"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Utilizza gli %s per potenziare i tuoi meta tags e i templates, e analizza tutto il tuo contenuto."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Migliora il tuo SEO tecnico, i meta tags e sblocca ulteriori funzioni SEO per l'ecommerce."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Connetti il tuo account %1$s per migliorare i risultati di ricerca del tuo sito utilizzando i dati di %2$s."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Aggiorna i tuoi meta tags e le preview social e gestisci le tue impostazioni SEO in un unico posto."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Ottieni il massimo da  %1$s%2$s%3$s e %4$s, insieme"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Utilizza al meglio i tuoi strumenti preferiti per il SEO e l'analisi dei contenuti con la tua page builder preferita."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Ottieni gli strumenti di %1$s e le funzionalità di %2$s%3$s%4$s"],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Controlla come si posizionano i tuoi post connettendo %s al tuo account."],"Find out what your audience is searching for with %s data right in your sidebar.":["Scopri cosa sta cercando la tua audience con i dati %s direttamente nella sidebar."],"Plugin integrations":["Integrazioni plugin"],"Recommended integrations":["Integrazioni consigliate"],"Enable integration":["Abilita integrazione"],"Integration unavailable for multisites":["Integrazione non disponibile per i multisiti"],"Network Disabled":["Network disabilitato"],"Install %1$s Content Analysis for %2$s":["Installa l'analisi dei contenuti per %1$s di %2$s"],"Activate %1$s Content Analysis for %2$s":["Attiva l'analisi dei contenuti per %1$s di %2$s"],"%1$s integrates with %2$s":["%1$s si integra con %2$s"],"Integration active":["Integrazione attiva"],"Plugin not detected":["Plugin non rilevato"],"Beta":["Beta"],"Activate %s":["Attiva %s"],"Unlock with Premium":["Sblocca con Premium"],"New":["Nuovo"],"Upgrade to %s":["Passa a %s"],"Other integrations":["Altre integrazioni"],"(Opens in a new browser tab)":["(Si apre in una nuova scheda del browser)"],"Buy %s":["Compra %s"],"Integrations":["Integrazioni"],"Close":["Chiudi"]}},"comment":{"reference":"js\/dist\/integrations-page.js"}}