{"translation-revision-date":"2025-07-01 09:23:43+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["%1$s %2$sÜst düzey Kara Cuma kontrol listesi%3$s zamanında hazırlanmanıza yardımcı olur, böylece bu indirim sırasında sonuçlarınızı artırabilirsiniz."],"Is your WooCommerce store ready for Black Friday?":["WooCommerce mağazanız Kara Cuma için hazır mı?"],"Get the checklist and start optimizing now!":["Kontrol listesini edinin ve optimizasyona hemen başlayın!"],"Sign up today!":["Bugün kayıt olun!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Sitenizi arama motorları için optimize etme konusunda kendinizi kaybolmuş mu hissediyorsunuz? Bir profesyonel gibi optimize etmeye başlama yolunda ihtiyacınız olan güveni kazanmak için ÜCRETSİZ web seminerimize katılın! SEO'yu etkili bir şekilde uygulamaya başlamak için gerekli bilgi ve araçları elde edeceksiniz."],"Join our FREE webinar for SEO success":["SEO başarısı için ÜCRETSİZ web seminerimize katılın"],"Dismiss this notice.":["Bu mesajı gizle."],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Bir veya daha fazla adımda kaydedilmemiş değişiklikler var. Ayrılmak, bu değişikliklerin kaydedilmemesi anlamına gelir. Ayrılmak istediğinden emin misiniz?"]}},"comment":{"reference":"js\/dist\/settings.js"}}