{"translation-revision-date":"2025-08-12 08:46:50+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Beta":["Bèta"],"New":["Nieuw"],"seconds":["seconden"],"Remove image":["Verwijder afbeelding"],"Select image":["Selecteer afbeelding"],"Replace image":["Vervang afbeelding"],"Dismiss this alert":["Negeer deze waarschuwing"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["De volgende woorden komen het meest voor in de tekst. Deze geven een indicatie van de focus van je tekst. Als de woorden erg afwijken van je onderwerp kun je overwegen om de tekst daarop te herschrijven."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Zodra je wat meer inhoud hebt toegevoegd geven we je een lijst met woorden die het vaakst voorkomen in de inhoud. Deze geven je een beeld van waar je inhoud op focust."],"%d occurrences":["%d gevallen"],"minutes":["minuten"],"hours":["uren"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Lees onze %1$sultieme gids voor keyword onderzoek%2$s om meer te leren over keyword onderzoek en keyword strategie."],"Prominent words":["Prominente woorden"],"Something went wrong. Please reload the page.":["Er is iets fout gegaan. Herlaad de pagina."],"Dismiss this notice":["Negeer dit bericht"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["De taal van je site is ingesteld op %s. Als dit niet juist is kun je contact opnemen met je site administrator."],"On":["Aan"],"Off":["Uit"],"Your site language is set to %s.":["De taal van je site is ingesteld op %s."],"Change language":["Wijzig taal"],"(Opens in a new browser tab)":["(Opent in een nieuwe browsertab)"],"Close":["Sluiten"]}},"comment":{"reference":"js\/dist\/externals\/componentsNew.js"}}