{"translation-revision-date":"2025-07-25 19:49:34+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"%s also gives you:":["%s gir deg også:"],"Buy now":["Kjøp nå"],"%1$sBuy%2$s %3$s":["%1$sKjøp%2$s %3$s"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Gjør innholdsredigering til en lek! Optimaliser SEO-innholdet ditt med raske, handlingsrettede forslag ved å klikke på en knapp.%1$s%2$sLær mer%3$s%4$s"],"Optimize your SEO content with %s":["Optimaliser SEO-innholdet ditt med %s"],"Undefined error message.":["Udefinert feilmelding."],"X":["X"],"X appearance":["Utseende på X"],"X share preview":["Forhåndsvisning av deling på X"],"30-day money back guarantee.":["30-dagers pengene tilbake-garanti"],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["Du har %1$s aktivert på nettstedet ditt, noe som automatisk setter sidetypen for produktene dine til “Vareside”. Som et resultat av dette er sidetypevalget deaktivert."],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["La kunstig intelligens gjøre noe av tankearbeidet for deg, så sparer du tid. Få forslag til titler og metabeskrivelser av høy kvalitet som gjør at innholdet ditt rangeres høyt og ser bra ut på sosiale medier. %1$sLær mer%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["La kunstig intelligens gjøre noe av tankearbeidet for deg, så sparer du tid. Få forslag til titler og metabeskrivelser av høy kvalitet som gjør at innholdet ditt rangeres høyt og ser bra ut på sosiale medier. %1$sLær mer%2$s%3$s"],"Leave a quick review":["Legg igjen en rask anmeldelse"],"Happy with the plugin?":["Fornøyd med utvidelsen?"],"Show Yoast SEO some love!":["Vis Yoast SEO litt kjærlighet!"],"Explore %s now!":["Utforsk %s nå"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$s24\/7 support%2$s: Også på kvelder og i helger."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sAttraktive sosiale forhåndsvisninger%2$s som folk faktisk ønsker å klikke på."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sIngen flere ødelagte koblinger%2$s: Automatisk viderekoblingsbehandling."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSuperrask%2$s forslag til intern lenking."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sFlere søkeord%2$s: Ranger høyere for flere søk."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Bedre SEO-titler og metabeskrivelser, raskere."],"Social share preview":["Forhåndsvisning av sosial deling"],"Allow search engines to show this content in search results?":["Tillat søkemotorer å vise dette innholdet i søkeresultatene?"],"Last year":["Siste år"],"Last week":["Siste uke"],"Last day":["Siste dag"],"Last updated":["Sist oppdatert"],"Activate tracking to show the ranking position":["Aktiver sporing for å vise rangeringsposisjonen"],"Unlock Premium SEO analysis":["Lås opp Premium SEO-analyse"],"Get more help with writing content that ranks":["Få mer hjelp til å skrive innhold som rangerer"],"Internal linking suggestions":["Forslag til intern lenking"],"Is your %1$s store ready for Black Friday?":["Er %1$s-butikken din klar for Black Friday?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Sjekk teksten din på enda flere SEO-kriterier og få en utvidet søkeordsanalyse, slik at det blir enklere å optimalisere innholdet ditt."],"Buy now!":["Kjøp nå!"],"Reach a wider audience":["Nå ut til et bredere publikum"],"Add related keyphrases":["Legg til relaterte nøkkelfraser"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s foreslår automatisk hvilket innhold du kan lenke til ved hjelp av enkel dra-og-slipp-funksjonalitet, noe som er bra for SEO-en din!"],"Rank higher by connecting your content":["Ranger høyere ved å koble sammen innholdet ditt"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Få hjelp til å optimalisere for opptil fem relaterte nøkkelfraser. Dette hjelper deg med å nå ut til et bredere publikum og få mer trafikk."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Bruk KI til å generere titler og metabeskrivelser, omdirigere slettede sider automatisk, få 24\/7 support og mye, mye mer!"],"30% OFF":["30% RABATT"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Gjør krav på 30% rabatt nå!"],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["Yoast %1$sultimate Black Friday-sjekkliste%2$s hjelper deg med å forberede deg i tide, slik at du kan øke resultatene dine under dette salget."],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below.":["Hvis du vil tilpasse utseendet på innlegget ditt spesielt for X, kan du fylle ut innstillingene for “X-utseende” nedenfor."],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on X.":["Hvis du vil tilpasse utseendet på innlegget ditt spesielt for X, kan du fylle ut innstillingene for “X-utseende” nedenfor. Hvis du lar disse innstillingene stå urørt, vil innstillingene for “Sosiale mediers utseende” som er nevnt ovenfor, også bli brukt for deling på X."],"Determine how your post should look on social media like Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Bestem hvordan innlegget skal se ut på sosiale medier slik som blant annet Facebook, X, Instagram, WhatsApp, Threads, LinkedIn og Slack m.fl."],"Social media appearance":["Opptreden i sosiale medier"],"Get the checklist and start optimizing now!":["Hent sjekklisten og begynn å optimalisere nå!"],"Use AI to write your titles & meta descriptions!":["Bruk KI til å skrive overskriftene og metabeskrivelsene!"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Vil du ha en forbedret Google forhåndsvisning av hvordan WooCommerce produktene dine ser ut i søkeresultatene?"],"Sign up today!":["Registrer deg i dag!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Føler du deg fortapt når det gjelder å optimalisere nettstedet ditt for søkemotorene? Bli med på vårt GRATIS webinar for å få den selvtilliten du trenger for å begynne å optimalisere som en proff! Du får kunnskapen og verktøyene du trenger for å begynne å implementere SEO på en effektiv måte."],"Join our FREE webinar for SEO success":["Bli med på vårt GRATIS webinar for SEO suksess"],"Want your products stand out in search results with rich results like price, reviews and more?":["Vil du at produktene dine skal skille seg ut i søkeresultatene med innholdsrike resultater som pris, anmeldelser og mer?"],"Close the upgrade callout":["Lukk oppgraderingsanvisningen"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s og få en eksklusiv %2$s-rabatt i %3$s måned(er)."],"Click here to upgrade your %s plan":["Klikk her for å oppgradere %s-abonnementet ditt"],"Keyphrases tracked: %1$s\/%2$s":["Nøkkelfraser sporet: %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Du sporer %1$s av %2$s nøkkelfraser som er inkludert i kontoen din."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Du sporer %1$s av %2$s nøkkelfraser som er inkludert i gratiskontoen din."],"Potentially non-inclusive":["Potensielt ikke-inkluderende"],"Allow":["Tillat"],"Deny":["Avslå"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["For å se denne videoen må du tillate %1$s å laste inn innebygde videoer fra %2$s."],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Du kan endre standardtypen for %1$s under Innholdstyper i %2$sSettings%3$s."],"%1$sGet%2$s %3$s":["%1$sSkaff%2$s %3$s"],"Unlock with %1$s":["Lås opp med %1$s"],"Refresh this page":["Last inn på nytt"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Dessverre betyr dette at alle dine ulagrede endringer vil gå tapt. Du kan prøve å oppdatere denne siden for å løse problemet. Hvis denne feilen fortsatt oppstår, ta kontakt med vårt supportteam, så gir vi deg all den hjelpen du trenger!"],"Something went wrong. An unexpected error occurred.":["Noe gikk galt. Det oppstod en uventet feil."],"Text formality":["Tekst-formalitet"],"Read more about text formality.":["Les mer om tekstformalitet."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s %3$s %2$s vil hjelpe deg med å vurdere formalitetsnivået til teksten din."],"Contact support":["Kontakt brukerstøtte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Vi beklager veldig, men det virker som om følgende feil har avbrutt applikasjonen vår:"],"Read reviews from real users":["Les anmeldelser fra ekte brukere"],"Search appearance":["Søkeutseende"],"Inclusive language:":["Inkluderende språk:"],"Beta":["Beta"],"Premium SEO analysis:":["Premium SEO analyse:"],"Get %s to enjoy the benefits of prominent words":["Få %s til å nyte fordelene med fremtredende ord"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Med %1$s%3$s%2$s vil denne delen vise deg hvilke ord som forekommer oftest i teksten din. Ved å sjekke disse fremtredende ordene mot de tiltenkte søkeordene dine, vet du hvordan du redigerer teksten din for å være mer fokusert."],"Buy %s now!":["Kjøp %s nå!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Jobber du med en nyhetsartikkel? %s hjelper deg med å optimalisere nettstedet ditt for Google Nyheter."],"Premium SEO analysis":["Premium SEO-analyse"],"1 year of premium support and updates included!":["1 år med premium support og oppdateringer inkludert!"],"Unlock with %s":["Lås opp med %s"],"Learn more about character count":["Lær mer om antall tegn"],"Character count":["Antall tegn"],"Learn more about word count":["Lær mer om antall ord"],"Word count":["Antall ord"],"Learn more about Flesch reading ease":["Lær mer om Flesch lesevennlighet"],"out of 100":["av 100"],"okay":["okay"],"no data":["ingen data"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Teksten din bør være litt lengre for å beregne Flesch-lesevennlighetspoengene dine."],"Continue writing to get insight into the readability of your text!":["Fortsett å skrive for å få innsikt i lesbarheten til teksten din!"],"Learn more about reading time":["Lær mer om lesetid"],"Reading time":["Lesetid"],"minute":["minutt","minutter"],"Dismiss this notice.":["Skjul dette varselet."],"character":["tegn","tegn"],"word":["ord","ord"],"Tracking the ranking position…":["Sporer rangeringsplasseringen..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Noe gikk galt under sporingen av rangeringsposisjonen(e) på siden din. Vennligst prøv igjen senere."],"reconnect to %s":["koble til %s på nytt"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Det ser ut til at noe gikk galt ved henting av dataene fra ditt nettstedet. Vennligst %s og prøv igjen."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Før du kan spore din SEO prestasjon, sørg for å angi enten tittelen på innlegget og lagre det som et utkast eller manuelt sette innleggets permalenke."],"No keyphrase has been set. Please set a keyphrase first.":["Ingen nøkkelfraser er angitt. Angi en nøkkelfrasen først."],"upgrade your %s plan":["oppgrader din %s-pakke"],"You've reached the maximum amount of %1$d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %2$s.":["Du har nådd det maksimale antallet %1$d nøkkelfraser du kan legge til i din Wincher-konto. Hvis du ønsker å legge til flere nøkkelsetninger, vennligst %2$s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Med %1$s kan du spore rangeringsposisjonen til siden din i søkeresultatene basert på nøkkelfrasen (e). %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s sporer for øyeblikket rangeringsposisjonen (e) på siden din. Dette kan ta noen minutter. Vennligst vent eller kom tilbake senere."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Du har koblet til %s! Du kan nå spore SEO-ytelsen for nøkkelfrasen (e) på denne siden."],"Read more about keyphrase tracking with Wincher":["Les mer om keyphrase-sporing med Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatisk sporing av nøkkelfraser er aktivert. Nøkkelfrasene dine blir automatisk sporet av %s når du publiserer innlegget ditt."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Nøkkelfraseplassering de siste 90 dagene på en skala fra 0 til 100."],"Track SEO performance":["Spor SEO ytelse"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Du kan slå på\/av sporing av SEO-ytelsen for hver nøkkelfrase nedenfor."],"Track all keyphrases on this page":["Spor etter alle nøkkelfraser på denne siden"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Sporing er allerede aktivert for én eller flere nøkkelfraser på denne siden. Ved å klikke på knappen nedenfor aktiveres sporing for alle nøkkelfrasene."],"Learn more about the SEO performance feature.":["Lær mer om SEO ytelsesfunksjonen."],"SEO performance":["SEO ytelse"],"Connect with %s":["Koble til med %s"],"* focus keyphrase":["* fokusnøkkelfrase"],"Get more insights over at %s":["Få dypere informasjon på %s"],"Position over time":["Posisjon over tid"],"Position":["Posisjon"],"Tracking":["Sporing"],"Insights":["Innsikter"],"Select image":["Velg bilde"],"Last month":["Siste måned"],"The number of headers and header labels don't match.":["Antall sidehoder og sidehode-etiketter stemmer ikke."],"Return to your %s":["Tilbake til %s"],"Make sure to save your %s for changes to take effect":["Pass på å lagre %s for at endringer skal tre i kraft"],"Default for %1$s (%2$s)":["Standard for for %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Dette hjelper søkemotorer å forstå ditt nettsted og dit innhold. Du kan endre noen av dine innstillinger for denne siden nedenfor."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO beskriver automatisk dine sider med schema.org"],"Article type":["Artikkeltype"],"Page type":["Sidetype"],"Learn more about page or content types":["Lær mer om side- og innholdstyper"],"What type of page or content is this?":["Hva slags type side eller innhold er dette?"],"Item Page":["Elementside"],"Open in new tab":["Åpne i ny fane"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Dette er en annonse eller sponset lenke (merk som %1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Søkemotorer bør ignorere denne lenken (merk som %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Lær mer om å merke lenker som ikke-følg eller sponset."],"Link inserted.":["Lenke er satt inn."],"Link edited.":["Lenke redigert."],"Warning: the link has been inserted but may have errors. Please test it.":["Advarsel: Lenken er satt inn, men kan ha feil. Test lenken."],"Link":["Lenke"],"Unlink":["Fjern lenke"],"Link removed.":["Lenke fjernet."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Vennligst oppgrader din WordPress-versjon eller installer utvidelsen Gutenberg for å få %1$s-funksjonen."],"Marking links with nofollow\/sponsored has been disabled for WordPress installs < 5.4.":["Merking av lenker med ikke følg\/sponset har blitt slått av for WordPress-installasjoner < 5.4."],"No focus keyword was entered":["Ingen fokusnøkkelfrase ble angitt"],"We've analyzed your post. There is still room for improvement!":["Vi har analysert innlegget ditt. Det er fortsatt rom for forbedringer!"],"We've analyzed your post. Everything looks good. Well done!":["Vi har analysert innlegget ditt. Alt ser bra ut. Godt jobbet!"],"Share your post!":["Del innlegget ditt!"],"Improve your post with Yoast SEO":["Forbedre innlegget ditt med Yoast SEO"],"SEO analysis:":["SEO-analyse:"],"Learn more about the no-index setting on our help page.":["Les mer på hjelpesiden din om innstillingen for å ikke indeksere ."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Selv om du kan stille inn innstillingene for roboter-meta her, har det ingen effekt fordi hele nettstedet er innstilt på ikke å indekseres i de generelle personverninnstillingene."],"Learn more about canonical URLs on our help page.":["Les mer om kanoniske URLer på hjelpesiden vår."],"Learn more about the breadcrumbs title setting on our help page.":["Les mer om innstillinger for titler i brødsmulestier på hjelpesiden vår."],"Learn more about advanced meta robots settings on our help page.":["Les mer om avanserte innstillinger for roboter-meta på hjelpesiden vår."],"Learn more about the no-follow setting on our help page.":["Les mer om innstillingene for ikke-følging på vår hjelpeside."],"Should search engines follow links on this content?":["Skal søkemotorer følge lenker fra dette innholdet?"],"Schema":["Skjema"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["De følgende ordene opptrer mest hyppig i innholdet. Disse gir en indikasjon på hva innholdet ditt bør fokusere på. Dersom ordene ikke passer godt overens med ditt emne bør du vurdere å skrive om innholdet ditt deretter."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Med en gang du legger til mer tekst, vil vi gi deg en liste med de ordene som forekommer oftest i innholdet. Disse gir en indikasjon på hva innholdet ditt fokuserer på."],"%d occurrences":["%d forekomster"],"Keyphrase":["Nøkkelfrase"],"Upgrade to %s":["Oppgrader til %s"],"Good job!":["Godt jobbet!"],"Add related keyphrase":["Legg til en relatert nøkkelfrase"],"Readability analysis:":["Analyse av lesevennlighet:"],"%d day":["%d dag","%d dager"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Les vår %1$sultimate veiledning til nøkkelord-forskning%2$s for å lære mer om nøkkelordforskning og -strategi."],"Prominent words":["Framtredende ord"],"%1$s (current default for %2$s)":["%1$s (nåværende standardverdi for %2$s)"],"(Opens in a new browser tab)":["(Åpnes i en ny fane i nettleseren)"],"1 year free support and updates included!":["1 års gratis brukerstøtte og oppgraderinger inkludert!"],"Get internal linking suggestions":["Få forslag til internlenker"],"Good SEO score":["Bra SEO-resultat"],"OK SEO score":["OK SEO-poengsum"],"Please provide a meta description by editing the snippet below.":["Vennligst oppgi en metabeskrivelse ved å redigere tekstutdraget nedenfor."],"No":["Nei"],"Yes":["Ja"],"Needs improvement":["Trenger forbedring"],"Not available":["Ikke tilgjengelig"],"Yoast SEO":["Yoast SEO"],"Good":["Bra"],"Close":["Lukk"],"Facebook":["Facebook"],"very difficult":["veldig vanskelig"],"Try to make shorter sentences, using less difficult words to improve readability":["Prøv å lage kortere setninger og bruk enklere ord for å bedre lesbarheten"],"difficult":["vanskelig"],"fairly difficult":["ganske vanskelig"],"OK":["OK"],"fairly easy":["ganske enkelt"],"easy":["enkelt"],"very easy":["veldig enkelt"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Teksten scorer %1$s i testen, som anses som %2$s å lese."],"Flesch reading ease":["Flesch reading ease"],"Canonical URL":["Kanonisk URL"],"Breadcrumbs Title":["Tittel for brødsmuler"],"No Snippet":["No Snippet"],"No Archive":["Ingen arkiv"],"No Image Index":["Ingen bilde-indeks"],"Meta robots advanced":["Avansert Meta Robots"],"View":["Vis"],"Advanced":["Avansert"]}},"comment":{"reference":"js\/dist\/block-editor.js"}}