{"translation-revision-date":"2025-08-15 19:04:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl_BE"},"Buy now":["Koop nu"],"30% OFF - BLACK FRIDAY":["30% KORTING - BLACK FRIDAY"],"%1$sBuy%2$s %3$s":["%1$sKoop%2$s %3$s"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Als je erover dacht om te upgraden, is dit het moment! 30% KORTING tot 3 december 11.00 uur (CET)"],"Optimize your SEO content with %s":["Optimaliseer je SEO inhoud met %s"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Maak het bewerken van inhoud een fluitje van een cent! Optimaliseer je SEO-inhoud met snelle, bruikbare suggesties met één klik op de knop.%1$s%2$sLees meer%3$s%4$s"],"Undefined error message.":["Niet gedefinieerde foutmelding."],"30-day money back guarantee.":["30-dagen geld terug garantie."],"%1$sSupport language:%2$s English":["%1$sOndersteunde taal:%2$s Engels"],"Explore %s now!":["Ontdek %s nu!"],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSupersnel%2$s interne linksuggesties."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: betere SEO-titels en metabeschrijvingen, sneller."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sMeerdere trefwoorden%2$s: rangschik hoger voor meer zoekopdrachten."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sAantrekkelijke sociale voorbeelden%2$s waar mensen daadwerkelijk op willen klikken."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sGeen verbroken links meer%2$s: automatische redirect manager."],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$s24\/7 ondersteuning%2$s: ook 's avonds en in het weekend."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Gebruik AI om titels en meta descriptions te genereren, verwijderde pagina's automatisch door te sturen, krijg 24\/7 ondersteuning en nog veel meer!"],"Claim your 30% off now!":["Claim nu je 30% korting!"],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["30% KORTING"],"Frequently asked questions":["Veelgestelde vragen"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Hier vind je antwoorden op veelgestelde vragen over het gebruik van %1$s. Als je je vraag niet ziet staan, kan je een kijkje nemen in de onderstaande sectie."],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Als je vragen hebt, hulp nodig hebt bij een technisch probleem, of gewoon hallo wilt zeggen, dan staan we voor je klaar. Neem contact met ons op en we helpen je graag verder!"],"%1$s's help center":["%1$s hulpcentrum"],"Visit our help center":["Bezoek ons helpcentrum"],"WordPress support forum for %1$s":["WordPress ondersteuningsforum voor %1$s"],"Additional resources":["Aanvullende hulpbronnen"],"Write a bug report":["Schrijf een bugrapport"],"Visit WordPress forum":["Bezoek WordPress forum"],"Raise a bug report on GitHub":["Open een bugrapport op GitHub"],"Need help with %1$s? These resources are a great place to start!":["Hulp nodig met %1$s? Deze hulpbronnen zijn een goede plek om te beginnen!"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["In het WordPress ondersteuningsforum voor %1$s kun je antwoorden vinden of om hulp vragen van %1$s gebruikers in de WordPress community."],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Ben je een bug tegengekomen tijdens het gebruik van %1$s? Maak dan een bug rapport aan op onze GitHub repository om ons van het probleem op de hoogte te stellen!"],"If you don't find the answers you're looking for and need personalized help, you can get 24\/7 support from one of our support engineers.":["Als je niet de antwoorden vindt die je zoekt en persoonlijke hulp nodig hebt, kun je 24\/7 ondersteuning krijgen van een van onze ondersteuning engineers."],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Ons ondersteuningteam is er om al je vragen te beantwoorden. Vul het (pop-up) contactformulier in en we nemen zo snel mogelijk contact met je op!"],"Contact our support team":["Neem contact op met ons ondersteuningsteam"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Neem een kijkje in ons helpcentrum om artikelen, handleidingen en andere hulpbronnen te vinden waarmee je het meeste uit %1$s kan halen!"],"Support":["Ondersteuning"],"%1$sGet%2$s %3$s":["%1$sNeem%2$s %3$s"],"Allow":["Toestaan"],"Deny":["Weigeren"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Om deze video te zien, moet je %1$s toestaan om ingesloten video's van %2$s te laden."],"Unlock with %1$s":["Ontgrendel met %1$s"],"Refresh this page":["Ververs deze pagina"],"Something went wrong. An unexpected error occurred.":["Er is iets mis gegaan. Een onverwachte fout heeft zich voorgedaan."],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Helaas betekent dit dat eventuele niet-opgeslagen wijzigingen in dit gedeelte verloren zullen gaan. Je kan proberen om de pagina te vernieuwen om het probleem op te lossen. Als deze fout zich blijft voordoen, neem dan contact op met ons ondersteuningsteam en we zullen je alle hulp bieden die je nodig hebt!"],"Contact support":["Contacteer ondersteuning"],"We're very sorry, but it seems like the following error has interrupted our application:":["Het spijt ons zeer, maar het lijkt erop dat de volgende fout onze toepassing heeft onderbroken:"],"Read reviews from real users":["Lees beoordelingen van echte gebruikers"],"Beta":["Beta"],"Learn SEO":["Leer SEO"],"Check out %1$s":["Bekijk %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["We hebben zowel gratis als betaalde online cursussen om je alles te leren over SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Wil je SEO leren van team Yoast? Bekijk onze %1$s!"],"Upgrade to %s":["Upgrade naar %s"],"(Opens in a new browser tab)":["(Opent in een nieuwe browsertab)"],"Close":["Sluiten"]}},"comment":{"reference":"js\/dist\/support.js"}}