{"translation-revision-date":"2025-08-12 13:34:10+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"No image was found that we can automatically set as your social image. Please use %1$s, %2$s, %3$s or %4$s formats to ensure it displays correctly on social media.":["Der blev ikke fundet noget billede, som vi automatisk kan indstille som dit sociale billede. Brug venligst %1$s-, %2$s-, %3$s- eller %4$s-format for at sikre, at det vises korrekt på sociale medier."],"%s also gives you:":["%s giver dig også:"],"Buy now":["Køb nu"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Hvis du overvejer at opgradere, er det nu, du skal gøre det! 30% RABAT slutter 3. december kl. 11.00 (CET)"],"BLACK FRIDAY SALE":["BLACK FRIDAY SALE"],"%1$sBuy%2$s %3$s":["%1$sKøb%2$s %3$s"],"Now with 30%% OFF: %1$s":["Nu med 30%% rabat: %1$s"],"30% OFF - BLACK FRIDAY":["30% RABAT - BLACK FRIDAY"],"Now with 30%% OFF: %1$s %2$sBuy now!%3$s":["Nu med 30%% RABAT: %1$s %2$sKøb nu!%3$s"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Gør indholdsredigering til en leg! Optimer dit SEO-indhold med hurtige, brugbare forslag med et klik på en knap.%1$s%2$sLær mere%3$s%4$s"],"Optimize your SEO content with %s":["Optimer dit SEO-indhold med %s"],"Undefined error message.":["Udefineret fejlmeddelelse."],"X appearance":["X udseende"],"X share preview":["X share forhåndsvisning"],"30-day money back guarantee.":["30-dages pengene tilbage garanti."],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["Du har %1$s aktiveret på dit websted, hvilket automatisk indstiller sidetypen for dine produkter til \"Vareside\". Som følge heraf er valget af sidetype deaktiveret."],"Explore %s now!":["Udforsk %s nu!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$s24\/7 support%2$s: Også om aftenen og i weekenden."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sImødekommende sociale forhåndsvisninger%2$s folk faktisk vil klikke på."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sIkke flere ødelagte links%2$s: Automatisk omdirigeringsadministrator."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSuper hurtige%2$s interne linkforslag."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sFlere søgeord%2$s: Ranger højere for flere søgninger."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Bedre SEO-titler og metabeskrivelser, hurtigere."],"Social share preview":["Forhåndsvisning af deling på sociale medier"],"Activate tracking to show the ranking position":["Aktiver sporing for at vise rangeringspositionen"],"Last updated":["Sidst opdateret"],"Last day":["Sidste dag"],"Last week":["Sidste uge"],"Last year":["Sidste år"],"Allow search engines to show this content in search results?":["Tillad søgemaskiner at vise dette indhold i søgeresultater?"],"Unlock Premium SEO analysis":["Lås op for Premium SEO-analyse"],"Internal linking suggestions":["Forslag til interne links"],"Get more help with writing content that ranks":["Få mere hjælp til at skrive indhold, der rangerer"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Få hjælp til at optimere op til 5 relaterede nøgleord. Dette hjælper dig med at nå ud til et bredere publikum og få mere trafik."],"Rank higher by connecting your content":["Ranger højere ved at forbinde dit indhold"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s foreslår automatisk, hvilket indhold du kan linke til med en nem træk-og-slip-funktionalitet, hvilket er godt for din SEO!"],"Add related keyphrases":["Tilføj relaterede nøgleord"],"Reach a wider audience":["Nå ud til et bredere publikum"],"Buy now!":["Køb nu!"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Tjek din tekst på endnu flere SEO-kriterier og få en forbedret nøgleordsanalyse, hvilket gør det lettere at optimere dit indhold."],"Is your %1$s store ready for Black Friday?":["Er din %1$s butik klar til Black Friday?"],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Brug AI til at generere titler og metabeskrivelser, automatisk omdirigere slettede sider, få 24\/7 support og meget, meget mere!"],"Claim your 30% off now!":["Gør krav på din 30% rabat nu!"],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["30% RABAT"],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["Yoast %1$sultimative Black Friday-tjekliste%2$s hjælper dig med at forberede dig i tide, så du kan øge dine resultater under dette udsalg."],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on X.":["Hvis du vil tilpasse udseendet af dit indlæg specifikt til X, skal du udfylde indstillingerne for \"X-udseende\" nedenfor. Hvis du lader disse indstillinger være uberørte, vil indstillingerne 'Sociale mediers udseende' nævnt ovenfor også blive anvendt til deling på X."],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below.":["Hvis du vil tilpasse udseendet af dit indlæg specifikt til X, skal du udfylde indstillingerne for \"X-udseende\" nedenfor."],"Get the checklist and start optimizing now!":["Få tjeklisten og begynd at optimere nu!"],"Social media appearance":["Udseende på sociale medier"],"Determine how your post should look on social media like Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Bestem, hvordan dit indlæg skal se ud på sociale medier såsom Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack og mere."],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Vil du have en forbedret Google-forhåndsvisning af, hvordan dine WooCommerce-produkter ser ud i søgeresultaterne?"],"Want your products stand out in search results with rich results like price, reviews and more?":["Vil du have dine produkter til at skille sig ud i søgeresultaterne med berigede resultater såsom pris, anmeldelser og mere?"],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Du sporer %1$s ud af %2$s nøgleord, der er inkluderet i din gratis konto."],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Du sporer %1$s ud af %2$s søgeord, der er inkluderet på din konto."],"Keyphrases tracked: %1$s\/%2$s":["Nøgleord sporet: %1$s\/%2$s"],"Close the upgrade callout":["Luk callout om opgradering"],"Click here to upgrade your %s plan":["Klik her for at opgradere dit %s pakke"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s og få eksklusiv %2$s rabat for %3$s måned(er)."],"%1$sGet%2$s %3$s":["%1$sHent%2$s %3$s"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Du kan ændre standardtypen for %1$s under Indholdstyper i %2$sIndstillinger%3$s."],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["For at se denne video skal du tillade %1$s at indlæse indlejrede videoer fra %2$s."],"Deny":["Afvis"],"Allow":["Tillad"],"Unlock with %1$s":["Lås op med %1$s"],"Something went wrong. An unexpected error occurred.":["Noget gik galt. Der opstod en uventet fejl."],"Refresh this page":["Genindlæs denne side"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Desværre betyder det, at alle dine ikke-gemte ændringer går tabt. Du kan prøve at opdatere denne side for at løse problemet. Hvis denne fejl stadig opstår, bedes du kontakte vores supportteam, så giver vi dig al den hjælp, du har brug for!"],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s hjælper dig med at vurdere formalitetsniveauet i din tekst."],"Read more about text formality.":["Læs mere om tekstformalia."],"Text formality":["Tekstformalia"],"Contact support":["Kontakt support"],"We're very sorry, but it seems like the following error has interrupted our application:":["Vi beklager meget, men det ser ud til, at følgende fejl har afbrudt vores application:"],"Read reviews from real users":["Læs anmeldelser fra rigtige brugere"],"Search appearance":["Søgeudseende"],"Beta":["Beta"],"Buy %s now!":["Køb %s nu!"],"Unlock with %s":["Lås op med %s"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Arbejder du på en nyhedsartikel? %s hjælper dig med at optimere dit websted til Google News."],"1 year of premium support and updates included!":["1 års premium-support og opdateringer er inkluderet!"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Med %1$s%3$s%2$s viser dette afsnit dig, hvilke ord der oftest forekommer i din tekst. Ved at kontrollere disse fremtrædende ord mod dine tilsigtede søgeord, ved du, hvordan du redigerer din tekst for at være mere fokuseret."],"Premium SEO analysis":["Premium SEO-analyse"],"Get %s to enjoy the benefits of prominent words":["Få %s til at nyde fordelene ved fremtrædende ord"],"okay":["okay"],"minute":["minut","minutter"],"Reading time":["Læsetid"],"Learn more about reading time":["Lær mere om læsetid"],"Character count":["Tegnoptælling"],"Word count":["Ordoptælling"],"out of 100":["ud af 100"],"no data":["ingen data"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Din tekst skal være lidt længere for at beregne din Flesch læselethed score."],"Learn more about word count":["Få mere at vide om ordtælling"],"Learn more about Flesch reading ease":["Lær mere om Flesch læselethed"],"Learn more about character count":["Få mere at vide om antal tegn"],"Continue writing to get insight into the readability of your text!":["Fortsæt med at skrive for at få indsigt i læsbarheden af din tekst!"],"Dismiss this notice.":["Afvis denne meddelelse."],"character":["tegn","tegn"],"word":["ord","ord"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Noget gik galt under sporing af rangeringsposition(er) på din side. Prøv igen senere."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Før du kan spore din SEO-præstation, skal du sørge for at indstille enten indlæggets titel og gemme det som et udkast eller manuelt indstille indlæggets slug."],"reconnect to %s":["genopret forbindelse til %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Det ser ud til, at noget gik galt, da du hentede dit websteds data. Venligst %s og prøv igen."],"Tracking the ranking position…":["Sporer ranking placering…"],"No keyphrase has been set. Please set a keyphrase first.":["Der er ikke indstillet nogen nøglesætning. Indstil venligst en nøglesætning først."],"Read more about keyphrase tracking with Wincher":["Læs mere om sporing af nøglesætninger med Wincher"],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Du har oprettet forbindelse til %s! Du kan nu spore SEO-præstationen for søgesætningerne på denne side."],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s sporer i øjeblikket ranking placering på din side. Dette kan tage et par minutter. Vent venligst eller vend tilbage senere."],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatisk sporing af nøglesætninger er aktiveret. Din(e) søgesætning(er) vil automatisk blive sporet af %s, når du udgiver dit indlæg."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Med %1$s kan du spore placeringen af ​​din side i søgeresultaterne baseret på dine søgesætninger. %2$s"],"upgrade your %s plan":["opgrader din %s pakke"],"You've reached the maximum amount of %1$d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %2$s.":["Du har nået det maksimale antal %1$d søgesætninger, du kan tilføje til din Wincher konto. Hvis du ønsker at tilføje flere søgesætninger, venligst %2$s."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Nøglesætningsposition inden for de sidste 90 dage på en skala fra 0 til 100."],"Track SEO performance":["Spor SEO præstation"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Du kan aktivere\/deaktivere sporing af SEO præstationen for hver søgesætning nedenfor."],"Learn more about the SEO performance feature.":["Lær mere om SEO-præstationsfunktionen."],"SEO performance":["SEO præstation"],"Connect with %s":["Forbind med %s"],"* focus keyphrase":["* fokus nøglesætning"],"Get more insights over at %s":["Få mere indsigt hos %s"],"Position over time":["Position over tid"],"Position":["Position"],"Tracking":["Sporing"],"Insights":["Indsigter"],"Select image":["Vælg billede"],"Last month":["Sidste måned"],"The number of headers and header labels don't match.":["Antallet af overskrifter og overskriftsetiketter stemmer ikke overens."],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Dette hjælper søgemaskiner til at forstå dit websted og dets indhold. Du kan ændre nogle af dine indstillinger for denne side herunder."],"Default for %1$s (%2$s)":["Standard for %1$s (%2$s)"],"Article type":["Artikeltype"],"Item Page":["Elementside"],"What type of page or content is this?":["Hvilken slags side eller indhold er dette?"],"Learn more about page or content types":["Lær mere om side- eller indholdstyper"],"Page type":["Sidetype"],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO beskriver automatisk dine sider ved at bruge schema.org"],"Learn more about advanced meta robots settings on our help page.":["Lær mere om avancerede metarobot indstillinger på vores hjælpeside."],"Learn more about the breadcrumbs title setting on our help page.":["Lær mere om brødkrumme titelindstillingen på vores hjælpeside."],"Learn more about canonical URLs on our help page.":["Lær mere om kanoniske URLer på vores hjælpeside."],"Learn more about the no-follow setting on our help page.":["Lær mere om no-follow indstillingerne på vores hjælpeside."],"Learn more about the no-index setting on our help page.":["Lær mere om no-index indstillingen på vores hjælpeside."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Selvom du kan opsætte meta robots indstillingen her, så er hele webstedet sat til noindex i de globale privatlivsindstillinger, så disse indstillinger vil ingen effekt have. "],"Should search engines follow links on this content?":["Skal søgemaskiner følge links for dette indhold?"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Følgende ord forekommer mest i indholdet. Disse giver en indikation af, hvad dit indhold fokuserer på. Hvis ordene adskiller sig meget fra dit emne, vil du måske omskrive dit indhold i overensstemmelse hermed."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Lige så snart du tilføjer mere indhold, så kan vi give dig en liste med ord der optræder mest. Disse giver et fingerpeg om, hvilket fokus der er på dit indhold."],"%d occurrences":["%d forekomster"],"Keyphrase":["Søgefrase"],"Upgrade to %s":["Opgrader til %s"],"Good job!":["Det er fint klaret!"],"Add related keyphrase":["Tilføj relateret søgefrase"],"%d day":["%d dag","%d dage"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Læs vores %1$sultimative guide til søgeordsresearch%2$s for at lære mere om søgeordsresearch og søgeordsstrategier."],"Prominent words":["Fremtrædende ord"],"%1$s (current default for %2$s)":["%1$s (nuværende standard for %2$s)"],"(Opens in a new browser tab)":["(Åbner i en ny browserfane)"],"1 year free support and updates included!":["1 års gratis support og opgraderinger inkluderet!"],"Get internal linking suggestions":["Få forslag til interne links"],"Please provide a meta description by editing the snippet below.":["Tilføj venligst en meta-beskrivelse ved at redigere uddraget i snippeteditoren nedenfor."],"No":["Nej"],"Yes":["Ja"],"Close":["Luk"],"difficult":["vanskelig"],"easy":["nem"],"fairly difficult":["lettere vanskelig"],"fairly easy":["rimelig nem"],"very difficult":["meget vanskelig"],"very easy":["meget nem"],"Try to make shorter sentences, using less difficult words to improve readability":["Prøv at lav kortere sætninger, og øh læsbarheden ved at benytte mindre vanskelige ord."],"The copy scores %1$s in the test, which is considered %2$s to read.":["Teksten scorer %1$s i testen, som anses for %2$s at læse."],"Flesch reading ease":["Flesch letlæsning"],"Advanced":["Avanceret"],"Breadcrumbs Title":["Brødkrumme-titel"],"Canonical URL":["Canonical URL"],"No Image Index":["Intet billede-indeks"],"No Snippet":["Intet uddrag"],"View":["Vis"],"No Archive":["Intet arkiv"],"Meta robots advanced":["Meta Robots Avanceret"]}},"comment":{"reference":"js\/dist\/classic-editor.js"}}