{"translation-revision-date":"2025-08-23 11:50:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Grant consent":["Accorder son consentement"],"%s also gives you:":["%s vous donne également :"],"Something went wrong":["Quelque chose s’est mal passé"],"Buy now":["Acheter maintenant"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Si vous envisagiez de passer à la version supérieure, c’est le moment ! 30 % de réduction, fin le 3 déc. à 11 h (CET)"],"%1$sBuy%2$s %3$s":["%1$sAcheter%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30 % DE RÉDUCTION – BLACK FRIDAY"],"Please switch to the visual editor to optimize with AI.":["Veuillez passer à l’éditeur visuel pour optimiser votre contenu avec l’IA."],"Optimize with AI":["Optimiser avec l’IA"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Facilitez l’édition de contenu ! Optimisez votre contenu SEO grâce à des suggestions rapides et exploitables en un seul clic.%1$s%2$sEn savoir plus%3$s%4$s"],"Optimize your SEO content with %s":["Optimisez votre contenu SEO avec %s"],"Undefined error message.":["Message d‘erreur non défini."],"Non-inclusive":["Non inclusif"],"30-day money back guarantee.":["Garantie satisfait-remboursé de 30 jours."],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":["%s examine plus que votre mot-clé principal. Il analyse différentes formes de mots, les pluriels et les temps passés. Cela aide votre site à être encore plus performant dans les recherches !"],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Surligne les zones de texte à améliorer : plus besoin de chercher une aiguille dans une botte de foin, optimisez directement ! Maintenant disponible dans Elementor !"],"Explore %s now!":["Explorer %s maintenant !"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sSupport 24\/7%2$s : Également le soir et le weekend."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sDes aperçus sociaux attrayants%2$s sur lesquels les gens ont envie de cliquer."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sPlus de liens cassés%2$s : Gestionnaire de redirection automatique."],"%1$sSuper fast%2$s internal linking suggestions.":["Suggestions de liens internes %1$ssuper rapides%2$s."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sMots-clés multiples%2$s : Obtenez un meilleur classement pour plus de recherches."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sIA%2$s : De meilleurs titres et méta descriptions pour le référencement, plus rapidement."],"Generate product titles & descriptions with AI!":["Générer des titres et des descriptions de produits avec l‘IA !"],"Unlock Premium SEO analysis":["Débloquer l‘analyse SEO Premium"],"Get more help with writing content that ranks":["Obtenez plus d‘aide pour rédiger un contenu qui se classe"],"Write more natural and engaging content":["Rédigez un contenu plus naturel et plus engageant"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Les synonymes aident les internautes à mieux comprendre votre contenu. Cela le rend plus facile à lire, aussi bien pour les internautes que pour Google. Dans %s, vous pouvez ajouter des synonymes à votre expression clé principale, et nous vous aiderons à les optimiser."],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Vérifiez votre texte selon encore plus de critères SEO et obtenez une analyse améliorée de vos expressions clés, facilitant ainsi l’optimisation de votre contenu."],"Reach a wider audience":["Touchez un public plus large"],"Add related keyphrases":["Ajouter des expressions clés similaires"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Obtenez de l’aide pour optimiser jusqu’à 5 expressions clés similaires. Cela vous permet d’atteindre une audience plus large et d’augmenter votre trafic."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Utilisez l‘IA pour générer des titres et des méta descriptions, redirigez automatiquement les pages supprimées, profitez du support 24\/7 et bien plus encore !"],"30% OFF":["30% de réduction"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Réclamez vos 30% de remise maintenant !"],"Use AI to generate your titles & descriptions!":["Utilisez l’IA pour générer vos titres et descriptions !"],"Potentially non-inclusive":["Potentiellement non-inclusif"],"Got it!":["Compris !"],"Allow":["Autoriser"],"Deny":["Refuser"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Pour consulter cette vidéo, vous devez autoriser %1$s à charger des vidéos embarquées depuis %2$s."],"%1$sGet%2$s %3$s":["%1$sPassez à%2$s %3$s"],"Unlock with %1$s":["Débloquer avec %1$s"],"Refresh this page":["Actualiser cette page"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Malheureusement, cela signifie que vos modifications non enregistrées dans cette section seront perdues. Vous pouvez essayer d’actualiser cette page pour résoudre le problème. Si toutefois il persiste, veuillez contacter notre équipe de support et nous vous aiderons !"],"Something went wrong. An unexpected error occurred.":["Quelque chose s’est mal passé. Une erreur inattendue est survenue."],"Contact support":["Contacter le support"],"We're very sorry, but it seems like the following error has interrupted our application:":["Nous sommes désolés, il semblerait que l’erreur suivante ait interrompu notre application :"],"Read reviews from real users":["Lisez des avis de vrais utilisateurs"],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Nous avons remarqué que vous utilisez une extension multilingue. Veuillez noter que les conseils des analyses sont seulement prévus pour les textes écrits en anglais."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sÉcriture inclusive%2$s : Nous n’avons détecté aucune phrase potentiellement non inclusive. Bon travail !"],"Learn more about the inclusive language analysis":["En savoir plus sur l’analyse d’écriture inclusive"],"Inclusive language":["Écriture inclusive"],"Dismiss":["Ignorer"],"Beta":["Bêta"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sRépartition de l’expression clé%2$s : Avez-vous bien réparti votre expression clé principale dans l’ensemble du texte ? %3$sYoast SEO Premium vous le dira !%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sComplexité des mots%2$s : Votre vocabulaire est-il approprié pour le grand public ? %3$sYoast SEO Premium vous le dira !%4$s"],"Premium SEO analysis":["Analyse SEO premium"],"1 year of premium support and updates included!":["1 an de support premium et de mises à jour incluses !"],"Unlock with %s":["Débloquer avec %s"],"Try again":["Réessayer"],"Please enter a focus keyphrase first to track keyphrase performance":["Veuillez d’abord saisir une expression clé principale pour suivre les performances de l’expression clé."],"Select image":["Sélectionner une image"],"Please enter a focus keyphrase first to get related keyphrases":["Veuillez d’abord saisir une expression clé principale pour obtenir des expressions clés similaires."],"Get related keyphrases":["Obtenez des expressions clés similaires"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Votre expression clé est trop longue. Elle peut contenir au maximum 191 caractères."],"Mobile result":["Résultat mobile"],"Desktop result":["Résultat bureau"],"Google preview":["Aperçu Google"],"Upgrade to %s":["Passez à %s"],"Focus keyphrase":["Expression clé principale"],"Help on choosing the perfect focus keyphrase":["Aide pour choisir l’expression clé principale idéale"],"Go %s!":["Passez %s !"],"Add related keyphrase":["Ajouter une expression clé similaire"],"Learn more about the readability analysis":["Apprenez-en plus sur l’analyse de lisibilité"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Essayez-vous d’utiliser plusieurs expressions clés ? Vous devez les ajouter séparément ci-dessous."],"Mark as cornerstone content":["Marquer comme contenu pilier"],"Analysis results":["Résultats de l’analyse"],"Enter a focus keyphrase to calculate the SEO score":["Saisissez une expression clé principale pour calculer le score SEO"],"Learn more about Cornerstone Content.":["En savoir plus sur les contenus piliers."],"Cornerstone content should be the most important and extensive articles on your site.":["Les contenus piliers devraient être les publications les plus importantes et les plus longues de votre site."],"Add synonyms":["Ajouter des synonymes"],"SEO analysis":["Analyse SEO"],"Good results":["Déjà optimisé"],"Considerations":["Considérations"],"Errors":["Erreurs"],"(Opens in a new browser tab)":["(S’ouvre dans un nouvel onglet)"],"Cornerstone content":["Contenu pilier"],"1 year free support and updates included!":["1 an de mises à jour et de support offert !"],"Good SEO score":["Bon score SEO"],"OK SEO score":["Score SEO OK"],"Social preview":["Prévisualisation des réseaux sociaux"],"Readability analysis":["Analyse de lisibilité"],"Needs improvement":["À améliorer"],"Improvements":["Améliorations"],"Problems":["Problèmes"],"Not available":["Non disponible"],"Open":["Ouvrir"],"Good":["Bon"],"Previous":["Précédent"],"Next":["Suivant"],"Close":["Fermer"],"OK":["OK"]}},"comment":{"reference":"js\/dist\/externals-components.js"}}