{"translation-revision-date":"2025-08-15 19:04:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl_BE"},"About us page":["Over ons pagina"],"Privacy policy":["Privacybeleid"],"Shop page":["Winkelpagina"],"Add page":["Pagina toevoegen"],"Generate a file that points to your website's most relevant content. Designed to help AI Assistants understand your website better.":["Genereer een bestand dat wijst naar de meest relevante inhoud van je website. Ontworpen om AI-assistenten te helpen je website beter te begrijpen."],"llms.txt":["llms.txt"],"Search…":["Zoek ..."],"Quick search…":["Snel zoeken…"],"Add new user…":["Nieuwe gebruiker toevoegen…"],"Add new page…":["Nieuwe pagina toevoegen…"],"Buy now":["Koop nu"],"30% OFF - BLACK FRIDAY":["30% KORTING - BLACK FRIDAY"],"%1$sBuy%2$s %3$s":["%1$sKoop%2$s %3$s"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Als je erover dacht om te upgraden, is dit het moment! 30% KORTING tot 3 december 11.00 uur (CET)"],"Optimize your SEO content with %s":["Optimaliseer je SEO inhoud met %s"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Maak het bewerken van inhoud een fluitje van een cent! Optimaliseer je SEO-inhoud met snelle, bruikbare suggesties met één klik op de knop.%1$s%2$sLees meer%3$s%4$s"],"The AI features help you create better content by providing optimization suggestions that you can apply as you wish.":["De AI-functies helpen je betere inhoud te maken door optimalisatie suggesties te geven die je naar wens kan toepassen."],"Undefined error message.":["Niet gedefinieerde foutmelding."],"LEI code":["LEI code"],"E.g. https:\/\/x.com\/yoast":["Bv. https:\/\/x.com\/yoast"],"X card data":["X kaartgegevens"],"Organization X":["Organisatie X"],"The selected file is not an image.":["Het geselecteerde bestand is geen afbeelding."],"X":["X"],"meta title":["meta titel"],"suggestions":["suggesties"],"30-day money back guarantee.":["30-dagen geld terug garantie."],"Artificial intelligence":["Kunstmatige intelligentie"],"Please tell us more about your organization’s identifiers. This information will help Google to display accurate and helpful details about your organization.":["Vertel ons meer over de identificatiegegevens van je organisatie. Met deze informatie kan Google nauwkeurige en nuttige details over je organisatie tonen."],"1–10 employees":["1-10 medewerkers"],"11–50 employees":["11-50 medewerkers"],"51–200 employees":["51-200 medewerkers"],"201–500 employees":["201-500 medewerkers"],"501–1000 employees":["501-1000 medewerkers"],"1001–5000 employees":["1001-5000 medewerkers"],"5001–10000 employees":["5001-10000 medewerkers"],"Additional organization info":["Aanvullende organisatie informatie"],"Organization identifiers":["Organisatie identificatie gegevens"],"Select a range \/ Enter a number":["Selecteer een bereik \/ Voer een getal in"],"Enrich your organization's profile by providing more in-depth information. The more details you share, the better Google understands your website.":["Verrijk het profiel van je organisatie door meer diepgaande informatie te verstrekken. Hoe meer details je deelt, hoe beter Google je website begrijpt."],"You have %1$s activated on your site. You can provide your email and phone in the %2$s‘Business info’ settings%3$s.":["Je hebt %1$s geactiveerd op je website. Je kan je e-mailadres en telefoonnummer opgeven in de %2$s‘Bedrijfsinformatie’ instellingen%3$s."],"You have %1$s activated on your site, and you've configured your business for multiple locations. This allows you to provide your email and phone for %2$seach specific location%3$s.":["Je hebt %1$s geactiveerd op je website en je hebt je bedrijf geconfigureerd voor meerdere locaties. Hiermee kan je je e-mailadres en telefoonnummer opgeven voor %2$selke specifieke locatie%3$s."],"You have %1$s activated on your site, and you've configured your business for multiple locations. This allows you to provide your VAT ID and Tax ID for %2$seach specific location%3$s.":["Je hebt %1$s geactiveerd op je website en je hebt je bedrijf geconfigureerd voor meerdere locaties. Hiermee kan je je BTW ID en belasting ID opgeven voor %2$selke specifieke locatie%3$s."],"You have %1$s activated on your site. You can provide your VAT ID and Tax ID in the %2$s‘Business info’ settings%3$s.":["Je hebt %1$s geactiveerd op je website. Je kan je btw nummer en belastingnummer opgeven in de %2$s‘Bedrijfsinformatie’ instellingen%3$s."],"Organization description":["Organisatie beschrijving"],"Organization email address":["Organisatie e-mailadres"],"Organization phone number":["Organisatie telefoonnummer"],"Organization's legal name":["Organisatie legale naam"],"Organization's founding date":["Organisatie oprichtingsdatum"],"Number of employees":["Aantal medewerkers"],"VAT ID":["BTW ID"],"Tax ID":["BTW ID"],"ISO 6523":["ISO 6523"],"DUNS":["DUNS"],"NAICS":["NAICS"],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["Je hebt %1$s geactiveerd op je website, waardoor het paginatype voor je producten automatisch wordt ingesteld op 'Artikelpagina'. Als gevolg hiervan is de selectie van het paginatype uitgeschakeld."],"leicode":["leicode"],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":["Je hoeft niet uit te zoeken waar je naar moet linken. Je krijgt linking suggesties voor relevante berichten en pagina's om de navigatie op je website te vereenvoudigen."],"Explore %s now!":["Ontdek %s nu!"],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSupersnel%2$s interne linksuggesties."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: betere SEO-titels en metabeschrijvingen, sneller."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sMeerdere trefwoorden%2$s: rangschik hoger voor meer zoekopdrachten."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sAantrekkelijke sociale voorbeelden%2$s waar mensen daadwerkelijk op willen klikken."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sGeen verbroken links meer%2$s: automatische redirect manager."],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$s24\/7 ondersteuning%2$s: ook 's avonds en in het weekend."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Voeg een 'disallow' regel toe aan je robots.txt bestand om te voorkomen dat de Google Extended bot je website crawlt. Het inschakelen van deze instelling voorkomt niet dat Google je website indexeert."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Voeg een 'disallow' regel toe aan je robots.txt bestand om te voorkomen dat OpenAI GPTBot crawlt."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don't. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Veel webverkeer komt van bots die het web doorzoeken. Sommige kunnen je website of bedrijf ten goede komen, terwijl andere bots dat niet doen. Het blokkeren van ongewenste bots kan energie besparen, helpen bij de website performantie en auteursrechtelijk beschermd materiaal beschermen. Lees meer over %1$swanneer je ongewenste bots moet blokkeren%2$s."],"Prevent Common Crawl CCBot from crawling":["Voorkom dat Common Crawl CCBot crawlt"],"Prevent Google Gemini and Vertex AI bots from crawling":["Voorkom dat Google Gemini en Vertex AI bots crawlen"],"Prevent OpenAI GPTBot from crawling":["Voorkom dat OpenAI GPTBot crawlt"],"Internal linking suggestions":["Interne link suggesties"],"Learn more about %s (Opens in a new browser tab)":["Leer meer over %s (Opent in een nieuwe browser tab)"],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Gebruik AI om titels en meta descriptions te genereren, verwijderde pagina's automatisch door te sturen, krijg 24\/7 ondersteuning en nog veel meer!"],"Claim your 30% off now!":["Claim nu je 30% korting!"],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["30% KORTING"],"Social media appearance":["Sociale media weergave"],"AI generator":["AI generator"],"AI title & description generator":["AI titel en beschrijving generator"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Merk op dat de volgende vaak gebruikte parameters niet worden verwijderd: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s en %7$s."],"Clear selection":["Selectie wissen"],"New type of content added to your site!":["Nieuw type inhoud toegevoegd aan je website!"],"Site policies":["Website beleiden"],"Please see the “New” badges and review the Search appearance settings.":["Bekijk de \"Nieuwe\" badges en controleer de instellingen voor zoeken weergave."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Selecteer een pagina die de persoonlijke, organisatorische en bedrijfs %1$sstandaarden%2$s beschrijft van %1$sgedrag%2$s dat door je organisatie wordt verwacht."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Selecteer een pagina die de redactionele principes van je organisatie beschrijft. %1$sWaarover%2$s schrijf je, %1$svoor wie%2$s schrijf je en %1$swaarom%2$s?"],"Select a page which describes the ownership structure of your organization. It should include information about %1$sfunding%2$s and %1$sgrants%2$s.":["Selecteer een pagina die de eigendomsstructuur van je organisatie beschrijft. Het moet informatie bevatten over %1$sfinanciering%2$s en %1$ssubsidies%2$s."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Selecteer een pagina waarop wordt beschreven hoe je organisatie %1$sfeedback%2$s verzamelt en hierop reageert, in contact staat met het %1$spubliek%2$s en %1$stransparantie%2$s prioriteert."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Selecteer een pagina met een beschrijving van je procedure voor het behandelen van %1$sfouten%2$s (bijv. het publiceren van intrekkingen of correcties)."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Selecteer een pagina met informatie over je diversiteitsbeleid voor %1$sredactionele%2$s inhoud."],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Selecteer een pagina waar informatie wordt gegeven over jullie diversiteitsbeleid voor %1$spersoneelsbezetting%2$s, %1$saanwerving%2$s en %1$swerkgelegenheid%2$s."],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Selecteer de pagina's op je website waarop informatie staat over je organisatorische en publicatiebeleid. Sommige hiervan zijn mogelijk niet van toepassing op je website en je kan dezelfde pagina selecteren voor meerdere beleidsregels. %1$sLees meer over waarom het instellen van je websitebeleid belangrijk is%2$s."],"Failed to retrieve pages.":["Pagina's ophalen is mislukt."],"Searching pages…":["Pagina's worden doorzocht..."],"No pages found.":["Geen pagina's gevonden."],"Publishing principles":["Publicatie principes"],"Ownership \/ Funding info":["Eigendom\/financiering informatie"],"Corrections policy":["Correcties beleid"],"Ethics policy":["Ethisch beleid"],"Diversity policy":["Diversiteitsbeleid"],"Diversity staffing report":["Diversiteit personeelsrapport"],"Publishing policies":["Publicatiebeleid"],"Actionable feedback policy":["Beleid voor bruikbare feedback"],"Prevent Google AdsBot from crawling":["Voorkom dat Google AdsBot crawlt"],"Block unwanted bots":["Blokkeer ongewenste bots"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Voeg een 'disallow' regel toe aan je robots.txt bestand om crawlen door Google's AdsBot te voorkomen. Je moet deze instelling alleen inschakelen als je geen Google Ads gebruikt op je website."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Voeg een 'disallow' regel toe aan je robots.txt-bestand om het crawlen van URL's zoals %1$s, %2$s en %3$s te voorkomen."],"The name of this category is %1$s.":["De naam van deze categorie is %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Waarschuwing! Dit zijn expert functies, dus zorg ervoor dat je weet wat je doet voordat je deze instelling gebruikt. Je zou je website kunnen beschadigen. %1$sLees meer over hoe je website kan worden beïnvloed%2$s."],"Remove Other profile %1$s":["Verwijder ander profiel %1$s"],"Organization Mastodon":["Organisatie Mastodon"],"%1$s Settings - %2$s":["%1$s instellingen - %2$s"],"E.g. https:\/\/mastodon.social\/@yoast":["Bijv. https:\/\/mastodon.social\/@yoast"],"Mastodon":["Mastodon"],"Get your site verified in your Mastodon profile.":["Krijg je website geverifieerd in je Mastodon profiel."],"Read more about how to get your site verified.":["Lees meer over hoe je je website kan laten verifiëren."],"Open settings navigation":["Instellingen navigatie openen"],"Close settings navigation":["Instellingen navigatie sluiten"],"Settings navigation":["Instellingen navigatie"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Kies of je website een organisatie of een persoon vertegenwoordigt. %1$sLees meer over de verschillen en het kiezen tussen organisatie en persoon%2$s."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Voorkomt dat specifieke URL parameters worden verwijderd door de bovenstaande functie. Bijv. het toevoegen van %1$s voorkomt dat %2$s wordt omgeleid naar %3$s. Je kan meerdere parameters toevoegen en ze scheiden met enter of een komma."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Beperk de lengte van zoekopdrachten op de interne website om de invloed van spamaanvallen en verwarrende URL's te beperken. Voer een getal tussen 1 en 50 in."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Consolideert WordPress meerdere website zoek URL formaten in de %1$s syntax. Bijv. %2$s zal omleiden naar %3$s"],"%1$sGet%2$s %3$s":["%1$sNeem%2$s %3$s"],"Index Now":["Nu indexeren"],"Got it!":["Begrepen!"],"Allow":["Toestaan"],"Deny":["Weigeren"],"Failed to retrieve media.":["Media ophalen is mislukt."],"Only available for English sites":["Alleen beschikbaar op Engelstalige websites"],"Please enter a number between 1 and 50.":["Voer een nummer in tussen 1 en 50."],"The number you've entered is not between 1 and 50.":["Het ingevoerde nummer was niet tussen 1 en 50."],"Determine how your %1$s should look on social media.":["Kies hoe je %1$s eruit moet zien op sociale media."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Dit uitzetten betekent dat de archief pagina's voor %1$s niet geïndexeerd wordt door zoekmachines en uitgesloten wordt van XML sitemaps."],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Om deze video te zien, moet je %1$s toestaan om ingesloten video's van %2$s te laden."],"Redirect pretty URLs to ‘raw’ formats":["Mooie URL's omleiden naar 'ruwe' formaten"],"Prefix for archive breadcrumbs":["Voorvoegsel voor kruimelpad archief"],"Show %1$s archives in search results":["Toon %1$s archieven in zoekresultaten"],"Show date archives in search results":["Datum archieven in de zoekresultaten tonen"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and\/or update the profile.":["Je hebt de gebruiker %1$s%3$s %2$s geselecteerd als de persoon die deze website vertegenwoordigt. Hun gebruikersprofiel informatie zal nu worden gebruikt in de zoekresultaten. Het spijt ons, je mag het profiel van deze gebruiker niet bewerken. Neem contact op met je beheerder van %1$s%3$s %2$s om het profiel te controleren en\/of bij te werken."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Een organisatienaam en logo moeten worden ingesteld om gestructureerde gegevens goed te laten werken. Omdat je deze nog niet hebt ingesteld, gebruiken we de websitenaam en het logo als standaardwaarden. %1$sMeer informatie over het belang van gestructureerde gegevens%2$s."],"Share":["Delen"],"File":["Bestand"],"OpenGraph":["OpenGraph"],"Tweet":["Tweet"],"Open Graph":["Open Graph"],"Video":["Video"],"PDF":["PDF"],"Attachment":["Bijlage"],"Divider":["Scheidingslijn"],"Format archives":["Formaat archieven"],"Webmaster":["Webmaster"],"Structured data":["Structured data"],"Organization\/person":["Organisatie of persoon"],"404 pages title":["404 pagina's titel"],"Organization Facebook":["Organisatie Facebook"],"Other profile %1$s":["Ander profiel %1$s"],"Remove Atom\/RDF feeds":["Atom\/RDF feeds verwijderen"],"Search pages title":["Zoek pagina's titel"],"Enable author archives":["Auteursarchieven inschakelen"],"Enable date archives":["Datum archieven inschakelen"],"Anchor text for the homepage":["Ankertekst voor de homepage"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Deze info is bedoeld om te verschijnen in %1$sGoogle's Knowledge Graph%2$s."],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Schakel de %1$s XML sitemaps in. Een sitemap is een bestand dat de essentiële pagina's van een website opsomt, zodat zoekmachines ze kunnen vinden en crawlen."],"Count the number of internal links from and to your posts to improve your site structure.":["Tel het aantal interne links van en naar je berichten om de structuur van je website te verbeteren."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Hiermee kunnen Facebook en andere sociale media een voorbeeld met afbeeldingen en een tekstsamenvatting tonen wanneer een link naar je website wordt gedeeld. Houd deze functie ingeschakeld om je website te verbeteren voor sociale media."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Het icoon %1$s in de bovenkant toolbar biedt snelle toegang tot tools van derden voor het analyseren van pagina's en maakt het gemakkelijk om te zien of je nieuwe notificaties hebt."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Markeer en filter je cornerstone inhoud om ervoor te zorgen dat je belangrijkste artikelen de aandacht krijgen die ze verdienen. Om je te helpen uitstekende teksten te schrijven, zullen we je tekst strenger beoordelen."],"A link to the archive for the post author, with the author's name as anchor text.":["Een link naar het archief van de berichtauteur, met de naam van de auteur als linktekst."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Bepaal hoe je %1$s pagina's eruit moeten zien in zoekmachines. Je kan de instellingen voor individuele %1$s pagina's altijd aanpassen in de %2$s metabox."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Bepaal hoe je %1$s pagina's standaard moeten worden beschreven in je website Schema.org mark-up. Je kan de instellingen voor individuele %1$s pagina's altijd aanpassen in de %2$s metabox."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Gebruik tracking stelt ons in staat bepaalde gegevens over je website bij te houden om onze plugin te verbeteren. %1$sMeer informatie over welke gegevens we bijhouden en waarom%2$s."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Stel de basisinformatie voor je website in. Je kan %1$sslogan%2$s en %1$sscheidingsteken%2$s gebruiken als %3$svervangingsvariabelen%4$s bij het configureren van het zoek weergave van je inhoud."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["De SEO analyse biedt suggesties om de vindbaarheid van je tekst te verbeteren en zorgt ervoor dat je inhoud voldoet aan best practices."],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["De inclusieve taalanalyse biedt suggesties om meer inclusieve kopie te schrijven, zodat meer mensen zich tot je inhoud kunnen verhouden."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Krijg meer inzicht in wat je schrijft. Welke woorden gebruik je het meest? Hoeveel tijd kost het om je tekst te lezen? Is je tekst gemakkelijk te lezen?"],"Enable %1$s pages":["%1$s pagina's inschakelen"],"Determine how your homepage should look in the search results.":["Bepaal hoe je homepage eruit moet zien in de zoekresultaten."],"Enable format-based archives":["Formaat gebaseerde archieven inschakelen"],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Bepaal hoe je %1$s eruit moet zien in zoekmachines. Je kan de instellingen voor individuele %1$s altijd aanpassen in de %2$s metabox."],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Weet je niet zeker hoe je de %3$s kruimelpad op je website moet implementeren? Lees %1$sons help artikel over kruimelpad implementatie%2$s."],"⌘K":["⌘K"],"CtrlK":["CtrlK"],"Enable %1$s":["Inschakelen %1$s"],"This taxonomy is used for %1$s and %2$s.":["Deze taxonomie wordt gebruikt voor %1$s en %2$s."],"This taxonomy is used for %2$s.":["Deze taxonomie wordt gebruikt %2$s."],"Read more about our custom field analysis":["Lees meer over onze aangepaste veldanalyse"],"Show %1$s without posts in search results":["Toon %1$s zonder berichten in zoekresultaten"],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Je kan meerdere aangepaste velden toevoegen en ze scheiden met %1$senter%2$s of %1$skomma%2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Bepaal hoe je %1$s standaard moet worden beschreven in %2$sde Schema.org mark-up van je website%3$s. Je kan de instellingen voor individuele %1$s altijd wijzigen in de %4$s zijbalk of metabox."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Bepaal hoe je %1$s er standaard uit moet zien in de zoekresultaten. Je kan altijd de instellingen aanpassen voor individuele %1$s in de %2$s zijbalk of metabox."],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Bepaal zelf hoe je %1$s er standaard uit moet zien op sociale media. Je kan de instellingen voor individuele %1$s altijd aanpassen in de %2$s zijbalk of metabox."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Bepaal hoe je %1$s er standaard uit moet zien in de zoekresultaten. Je kan de instellingen voor individuele %1$s altijd aanpassen in de %2$s metabox."],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Bepaal hoe je %1$s er standaard uit moet zien op sociale media. Je kan de instellingen voor individuele %1$s altijd aanpassen in de %2$s metabox."],"Please enter a search term with at least %d characters.":["Voer een zoekterm in met ten minste %d tekens."],"Unavailable for multisites":["Onbeschikbaar voor multisites"],"404 error pages":["404 fout pagina's"],"Site connections":["Website connecties"],"Breadcrumbs for %1$s":["Kruimelpad voor %1$s"],"Internal search pages":["Interne zoekpagina’s"],"Determine how the title of your 404 error pages should look in the browser.":["Kies hoe de titel van je 404 foutpagina's er in de browser uit moet zien."],"Determine how the title of your internal search pages should look in the browser.":["Kies hoe de titel van je interne zoekpagina's er in de browser moet uitzien."],"Show media pages in search results":["Media pagina's in de zoekresultaten tonen"],"Show format archives in search results":["Datum archieven in de zoekresultaten tonen"],"Show author archives in search results":["Auteur archieven in de zoekresultaten tonen"],"View the XML sitemap":["Bekijk de XML sitemap"],"Site features":["Website functies"],"Learn more":["Leer meer"],"Enable feature":["Functie inschakelen"],"Site info":["Website info"],"Show or hide our tools and controls in the attachment editor.":["Onze tools en besturingselementen in de bijlage editor tonen of verbergen."],"(e.g., %1$s)":["(bijv., %1$s)"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Je hebt geen toestemming om de %1$swebsite naam%2$s en %1$sslogan%2$s te bewerken."],"Remove emoji scripts":["Emoji scripts verwijderen"],"Remove tag feeds":["Tag feeds verwijderen"],"Remove oEmbed links":["oEmbed links verwijderen"],"Remove shortlinks":["Shortlinks verwijderen"],"Remove REST API links":["REST-API links verwijderen"],"Remove RSD \/ WLW links":["RSD \/ WLW links verwijderen"],"Remove generator tag":["Generator tag verwijderen"],"Remove global feed":["Globale feed verwijderen"],"Remove powered by HTTP header":["Aangedreven door HTTP header verwijderen"],"Remove global comment feeds":["Globale reactie feeds verwijderen"],"Remove post comments feeds":["Bericht reacties feeds verwijderen"],"Remove post authors feeds":["Bericht auteurs feeds verwijderen"],"Remove post type feeds":["Berichttype feeds verwijderen"],"Remove category feeds":["Categorie feeds verwijderen"],"Remove custom taxonomy feeds":["Aangepaste taxonomie feeds verwijderen"],"Remove search results feeds":["Zoekresultaten feeds verwijderen"],"Remove Atom \/ RDF feeds":["Atom \/ RDF feeds verwijderen"],"Remove WP-JSON API":["WP-JSON API verwijderen"],"Optimize Google Analytics utm tracking parameters":["Google Analytics utm tracking parameters optimaliseren"],"Remove unregistered URL parameters":["Niet-geregistreerde URL parameters verwijderen"],"Unlock with %1$s":["Ontgrendel met %1$s"],"Enable SEO controls and assessments":["SEO besturingselementen en beoordelingen inschakelen"],"We couldn’t find anything with that term.":["Er werd niets gevonden met die term."],"Show or hide our tools and controls in the content editor.":["Toon of verberg onze tools en besturingselementen in de inhoudseditor."],"Alternate website name":["Alternatieve website naam"],"No, continue editing":["Nee, doorgaan met bewerken"],"Yes, discard changes":["Ja, wijzigingen negeren"],"Alternate organization name":["Alternatieve bedrijfsnaam"],"Discard all changes":["Alle wijzigingen ongedaan maken"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Weet je zeker dat je deze nieuw wijzigingen niet wilt opslaan? Je wijzigingen worden dan teruggezet naar de laatst opgeslagen instellingen."],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Gebruik de alternatieve websitenaam voor acroniemen, of een kortere versie van de naam van je website."],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Gebruik de alternatieve organisatienaam voor acroniemen, of een kortere versie van je organisatienaam."],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Je hebt de gebruiker %1$s%5$s%2$s geselecteerd als degene die deze website representeert. Hun gebruikersprofiel informatie wordt nu gebruikt in zoekresultaten. %3$sWerk hun gebruikersprofiel bij om te bevestigen dat de informatie correct is%4$s."],"Please tell us more about the person this site represents.":["Vertel ons meer over de persoon die deze website representeert."],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Laat ons weten of je nog andere profielen van jouw organisatie hebt op het web. Dat kunnen gelijk welke profielen zijn, zoals YouTube, LinkedIn, Pinterest, of zelfs Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Vertel ons meer over jouw organisatie. Deze informatie zal Google helpen om jouw website beter te begrijpen en je kansen verhogen om waardevolle resultaten te krijgen."],"Other profiles":["Andere profielen"],"Writing":["Schrijven"],"E.g. https:\/\/facebook.com\/yoast":["Bijv. https:\/\/facebook.com\/yoast"],"Advanced: URL cleanup":["Geavanceerd: URL opschonen"],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Je interne website search kan veel verwarrende URL's opleveren voor zoekmachines, en kan zelfs gebruikt worden als een manier voor SEO spammers om je website aan te vallen. De meeste websites zullen profiteren van het experimenteren met deze beveiligingen en optimalisaties, zelfs als je geen zoekfunctie in je thema hebt."],"E.g. https:\/\/example.com\/yoast":["Bijv. https:\/\/example.com\/yoast"],"Enables advanced settings for protecting your internal site search URLs.":["Maakt geavanceerde instellingen mogelijk voor het beschermen van je interne website zoekopdracht URL's."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Blokkeer interne zoekopdrachten op de website die complexe en niet-alfanumerieke karakters bevatten, omdat ze deel kunnen uitmaken van een spamaanval."],"Block internal site searches which match the patterns of known spam attacks.":["Blokkeer interne website zoekopdrachten die overeenkomen met de patronen van bekende spamaanvallen."],"Prevent crawling of internal site search URLs":["Voorkom crawlen van interne website zoekopdracht URL's"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Je kan de titel en beschrijving voor de blogpagina bepalen door %1$sde blogpagina zelf te bewerken%2$s."],"Internal site search cleanup":["Interne website zoeken opschonen"],"Remove JavaScript used for converting emoji characters in older browsers.":["Verwijder JavaScript dat wordt gebruikt voor het converteren van emoji-tekens in oudere browsers."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Voeg een 'disallow' regel toe aan je robots.txt bestand om het crawlen van WordPress JSON API eindpunten te voorkomen."],"Disable unwanted content formats":["Ongewenste inhoudsformaten uitschakelen"],"Remove URLs which provide information about your recent posts, for each category.":["Verwijder URL's die informatie geven over je recente berichten, voor elke categorie."],"Remove URLs which provide information about your recent posts, for each tag.":["Verwijder URL's die informatie geven over je recente berichten, voor elke tag."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Verwijder URL's die informatie geven over je recente berichten, voor elke aangepaste taxonomie."],"Remove URLs which provide information about recent posts by specific authors.":["Verwijder URL's die informatie geven over recente berichten van bepaalde auteurs."],"Remove URLs which provide information about your recent posts, for each post type.":["Verwijder URL's die informatie geven over je recente berichten, voor elk berichttype."],"Remove URLs which provide an overview of your recent posts.":["Verwijder URL's die een overzicht geven van je recent toegevoegde berichten."],"Remove URLs which provide an overview of recent comments on your site.":["Verwijder URL's die een overzicht geven van recent toegevoegde reacties op je website."],"Remove URLs which provide information about recent comments on each post.":["Verwijder URL's die informatie geven over de reacties op elk bericht."],"Remove URLs which provide information about your search results.":["Verwijder URL's die informatie geven over je zoekresultaten."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Verwijder URL's die alternatieve (verouderde) formaten van al het bovengenoemde bevatten."],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Verwijder links waarmee andere websites je kunnen 'pingen' als ze naar je linken."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress brengt je inhoud in veel verschillende formaten uit, met veel verschillende URLs (zoals RSS feeds of je berichten en categorieën). Het is over het algemeen een goede werkwijze om de formaten die je niet actief gebruikt uit te schakelen."],"Also disables post comment feeds.":["Schakelt ook feeds uit van reacties op berichten."],"Crawl optimization":["Crawl optimalisatie"],"Remove unwanted metadata":["Ongewenste metadata verwijderen"],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Verwijder links naar WordPress interne 'shortlink' URLs voor je berichten."],"Remove links to the location of your site’s REST API endpoints.":["Verwijder links naar de locatie van je website REST-API endpoints."],"Remove links used by external systems for publishing content to your blog.":["Verwijder links die door externe systemen gebruikt worden voor het publiceren van inhoud op je blog."],"Remove links used for embedding your content on other sites.":["Verwijder links die gebruikt worden voor het insluiten van inhoud op andere websites."],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Vervangt %1$s tracking parameters door het (performantere) %2$s equivalent, via een %3$s redirect. Bijv. %4$s wordt omgeleid naar %5$s"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Verwijdert onbekende URL parameters door middel van een %1$s redirect. %2$s wordt bijvoorbeeld naar %3$s omgeleid"],"Remove information about the plugins and software used by your site.":["Verwijder informatie over de plugins en software die je website gebruikt."],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Gebruikers en zoekmachines vragen vaak je URL's op met query parameters, zoals %1$s. Deze kunnen nuttig zijn voor tracking, filtering en het aansturen van geavanceerde functionaliteit - maar ze komen met een prestatie en SEO 'kosten'. Websites die niet afhankelijk zijn van URL-parameters kunnen baat hebben bij het gebruik van deze opties."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Voeg een 'disallow' regel toe aan je robots.txt bestand om het crawlen door Common Crawl CCBot te voorkomen."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Maak je website efficiënter en milieuvriendelijker door te voorkomen dat zoekmachines dingen crawlen die niet nodig zijn en door WordPress functionaliteiten te verwijderen die je niet gebruikt. %1$sLeer meer over crawl instellingen en de voordelen daarvan voor je website%2$s."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress voegt veel links en inhoud toe aan de %1$s en HTTP headers van je website. De meeste mensen kunnen deze allemaal veilig uitschakelen, wat bytes, elektriciteit en bomen kan helpen besparen."],"Add prefix":["Voorvoegsel toevoegen"],"Add separator":["Scheidingsteken toevoegen"],"Breadcrumb appearance":["Kruimelpad weergave"],"Refresh this page":["Ververs deze pagina"],"Breadcrumb for 404 page":["Kruimelpad voor 404-pagina"],"Add anchor text":["Ankertekst toevoegen"],"Something went wrong. An unexpected error occurred.":["Er is iets mis gegaan. Een onverwachte fout heeft zich voorgedaan."],"Disabling this will redirect the %1$s to your site's homepage.":["Als je dit uitschakelt, wordt de %1$s geredirect naar de homepage van je website."],"Enable breadcrumbs for your theme":["Kruimelpad voor je thema inschakelen"],"E.g., %1$s":["Bijv., %1$s"],"E.g., %1$s and %2$s":["Bijv., %1$s en %2$s"],"Choose the general appearance of your breadcrumbs.":["Kies de algemene weergave van je kruimelpad."],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Kies welke taxonomie je wil tonen in het kruimelpad voor berichttypen."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Kies welk berichttype je wil tonen in het kruimelpad voor taxonomieën."],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Je kan er altijd voor kiezen om ze in\/uit te schakelen voor je thema hieronder. Deze instelling is niet van toepassing op het kruimelpad die is ingevoegd via een widget, een blok of een shortcode."],"Breadcrumbs for taxonomies":["Kruimelpad voor taxonomieën"],"Breadcrumbs for post types":["Kruimelpad voor berichttypes"],"Prefix for search page breadcrumbs":["Voorvoegsel voor kruimelpad op de zoekpagina"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Configureer de weergave en gedrag van %1$sje kruimelpad%2$s."],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Helaas betekent dit dat eventuele niet-opgeslagen wijzigingen in dit gedeelte verloren zullen gaan. Je kan proberen om de pagina te vernieuwen om het probleem op te lossen. Als deze fout zich blijft voordoen, neem dan contact op met ons ondersteuningsteam en we zullen je alle hulp bieden die je nodig hebt!"],"User":["Gebruiker"],"Discard changes":["Wijzigingen ongedaan maken"],"No users found.":["Geen gebruikers gevonden."],"Searching users…":["Gebruikers aan het zoeken..."],"Site basics":["Website basis"],"The profile is not valid. Please enter a valid URL.":["Het profiel is ongeldig. Voer een geldige URL in."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["De verificatiecode is ongeldig. Gebruik alleen letters, cijfers, underscores en streepjes."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["De verificatiecode is ongeldig. Gebruik alleen de letters A tot en met F, cijfers, underscores en streepjes."],"Failed to retrieve users.":["Gebruikers ophalen is mislukt."],"The profile is not valid. Please use only 1–25 letters, numbers and underscores or enter a valid X URL.":["Het profiel is niet geldig. Gebruik alleen 1-25 letters, cijfers en underscores of voer een geldige X URL in."],"%1$s pages":["%1$s pagina's"],"Show less":["Minder tonen"],"Show more":["Meer tonen"],"Media pages":["Mediapagina's"],"Content types":["Inhoud types"],"Categories & tags":["Categorieën & tags"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Er zijn niet opgeslagen wijzigingen op deze pagina. Weggaan betekent dat die wijzigingen verloren gaan. Weet je zeker dat je deze pagina wilt verlaten?"],"Configure the basics for your website.":["Configureer de basis voor je website."],"Show %1$s pages in search results":["Toon %1$s pagina's in zoekresultaten"],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Als je dit uitschakelt, betekent dit dat %1$s pagina's die door WordPress zijn gemaakt, niet worden geïndexeerd door zoekmachines en worden uitgesloten van XML-sitemaps."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Dit veld werkt de %1$sslogan titel in je WordPress instellingen%2$s bij."],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["We raden aan %1$s pagina's uit te schakelen. Als je bijlage pagina's uitschakelt, worden alle bijlage URL's omgeleid naar de media zelf."],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Wanneer je media uploadt (bijvoorbeeld een afbeelding of video), maakt %5$s er automatisch een %3$s pagina (bijlage URL) voor aan. Deze pagina's zijn bijna helemaal leeg en kunnen %1$s lage inhoud problemen veroorzaken en daarnaast leiden tot overtollige pagina's op je website%2$s. Daarom schakelt %4$s ze standaard uit (en linkt de bijlage URL door naar de media zelf)."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Als je dit uitschakelt, betekent dit dat %1$s niet wordt geïndexeerd door zoekmachines en worden uitgesloten van XML sitemaps. We raden je aan deze instelling uit te schakelen."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s kan problemen met dubbele inhoud veroorzaken. Voor de meeste websites raden we aan deze instelling uit te schakelen."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Op indelingen gebaseerde archieven kunnen problemen met dubbele inhoud veroorzaken. Voor de meeste websites raden we aan deze instelling uit te schakelen."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (bijv. %2$s) zijn gebaseerd op publicatiedata. Vanuit SEO-perspectief hebben de berichten in deze archieven geen echte relatie met de andere berichten, behalve hun publicatiedatum, die niet veel zegt over de inhoud. Ze kunnen ook leiden tot problemen met dubbele inhoud. Daarom raden we je aan %3$s uit te schakelen."],"Show archives for authors without posts in search results":["Toon archieven voor auteurs zonder berichten in zoekresultaten"],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Als je een blog met één auteur hebt, is het %1$s (bijv. %2$s) precies hetzelfde als je homepage. Dit is wat een %3$sdubbele inhoud probleem%4$s wordt genoemd. Als dit het geval is op je website, kan je ervoor kiezen om dit uit te schakelen (waardoor de pagina wordt doorverwezen naar de homepage) of te voorkomen dat deze pagina wordt getoond in de zoekresultaten."],"Determine how your %1$s should look on social media by default.":["Kies hoe je %1$s er standaard uit moet zien op sociale media."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Als je dit uitschakelt, betekent dit dat %1$s zonder berichten niet worden geïndexeerd door zoekmachines en worden uitgesloten van XML-sitemaps."],"Determine how your %1$s should look in search engines.":["Kies hoe je %1$s eruit moet zien in zoekmachines."],"Contact support":["Contacteer ondersteuning"],"Author archive":["Auteur archief"],"Read more about the search results settings":["Lees meer over de instellingen voor zoekresultaten"],"We're very sorry, but it seems like the following error has interrupted our application:":["Het spijt ons zeer, maar het lijkt erop dat de volgende fout onze toepassing heeft onderbroken:"],"Determine how your %1$s should look in search engines and on social media.":["Kies hoe je %1$s eruit moet zien in zoekmachines en op sociale media."],"Read reviews from real users":["Lees beoordelingen van echte gebruikers"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress laadt een hoop hulpbronnen in waarvan je website sommige misschien niet nodig heeft. Door ze te verwijderen wanneer je ze niet gebruikt, kan je jouw pagina's versnellen en middelen besparen."],"Remove unused resources":["Ongebruikte hulpbronnen verwijderen"],"%1$s archive":["%1$s archief"],"Additional settings":["Aanvullende instellingen"],"Search appearance":["Zoek weergave"],"Add custom fields to page analysis":["Aangepaste velden in pagina analyse toevoegen"],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Kies hoe je homepage eruit moet zien in zoekmachines en op sociale media. Houd er rekening mee dat dit is wat mensen waarschijnlijk zullen zien wanneer ze naar je merknaam zoeken."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Dit uitzetten betekent dat %1$s niet door zoekmachines geïndexeerd en van XML-sitemaps uitgesloten worden."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Dit uitzetten betekent dat het archief voor %1$s niet geïndexeerd wordt door zoekmachines en uitgesloten wordt van XML sitemaps."],"These settings are specifically for optimizing your %1$s archive.":["Deze instellingen zijn specifiek voor het optimaliseren van je %1$s archief."],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Je hebt geen winkelpagina ingesteld in je WooCommerce instellingen. %1$sDoe dit eerst%2$s."],"Show the categories prefix in the slug":["De categorieën voorvoegsel in de slug tonen"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Categorie URLs in WordPress bevatten een voorvoegsel, doorgaans %s, deze optie verwijdert dat voorvoegsel alleen voor categorieën."],"Determine how your %1$s archive should look on social media.":["Kies hoe je %1$s archief eruit moet zien op sociale media."],"Determine how your %1$s archive should look in search engines.":["Kies hoe je %1$s archief eruit moet zien in zoekmachines."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["De %1$ssocial afbeelding%2$s, %1$ssocial titel%2$s en %1$ssocial beschrijving%2$s vereisen Open Graph gegevens, die momenteel zijn uitgeschakeld in de sectie 'Sociaal delen' in %3$swebsite functies%4$s."],"Determine how your homepage should look on social media.":["Kies hoe je homepage eruit moet zien op sociale media."],"Archive social title":["Archief social titel"],"Archive social description":["Archief social beschrijving"],"Archive social image":["Archief social afbeelding"],"Archive breadcrumbs title":["Archief kruimelpad titel"],"Archive SEO title":["Archief SEO titel"],"Archive meta description":["Archief meta beschrijving"],"Enable %1$s for %2$s":["Inschakelen van %1$s voor %2$s"],"Show %1$s in search results":["Toon %1$s in zoekresultaten"],"Show the archive for %1$s in search results":["Toon het archief voor %1$s in zoekresultaten"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Het geselecteerde media type is niet te gebruiken. De types die we ondersteunen zijn: JPG, PNG, WEBP and GIF."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Oh nee! Het lijkt erop dat je formulier onjuiste informatie bevat. Controleer de volgende velden:"],"Inclusive language analysis":["Inclusieve taal analyse"],"Bing":["Bing"],"Yandex":["Yandex"],"Baidu":["Baidu"],"Add verification code":["Verificatiecode toevoegen"],"Claim your site over at %1$sPinterest%2$s.":["Claim je website bij %1$sPinterest%2$s."],"Oops! Something went wrong while saving.":["Oeps! Er ging iets fout tijdens het opslaan."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Je verificatiecode ophalen in %1$sBing Webmaster tools%2$s."],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Je verificatiecode ophalen in %1$sBaidu Webmaster tools%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Je verificatiecode ophalen in %1$sGoogle Search console%2$s."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Je verificatiecode ophalen in %1$sYandex Webmaster tools%2$s."],"Restrict advanced settings for authors":["Geavanceerde instellingen voor auteurs beperken"],"Great! Your settings were saved successfully.":["Geweldig! Je instellingen zijn succesvol opgeslagen."],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Dit Yoast SEO REST-API endpoint geeft je alle metagegevens die je nodig hebt voor een specifieke URL. Dit maakt het heel gemakkelijk voor headless WordPress websites om Yoast SEO te gebruiken voor al hun SEO meta uitvoer."],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifieer je website met verschillende tools. Dit zal een verificatie meta tag toevoegen op je homepage. Je kan voor elk platform instructies vinden over hoe je je website kan verifiëren door de link in de beschrijving te volgen."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Standaard hebben alleen editors en beheerders toegang tot de Geavanceerd en Schema sectie van de %1$s zijbalk of metabox. Door dit uit te schakelen krijgen alle gebruikers toegang."],"APIs":["APIs"],"Site preferences":["Website voorkeuren"],"Site structure":["Websitestructuur"],"Social sharing":["Sociaal delen"],"Slack sharing":["Slack delen"],"REST API endpoint":["REST-API endpoint"],"Open Graph data":["Graph gegevens openen"],"Tell us which features you want to use.":["Vertel ons welke functies die je wilt gebruiken."],"Allows for X to display a preview with images and a text excerpt when a link to your site is shared.":["Hiermee kan X een voorbeeld met afbeeldingen en een tekstsamenvatting weergeven wanneer een link naar je website wordt gedeeld."],"Title separator":["Titelscheidingsteken"],"Site image":["Website afbeelding"],"Network disabled":["Netwerk uitgeschakeld"],"Unavailable for sub-sites":["Onbeschikbaar voor sub websites"],"Recommended size for this image is %1$s%3$s%2$s":["Aanbevolen grootte voor deze afbeelding is %1$s%3$s%2$s"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Deze afbeelding wordt gebruikt als fallback voor berichten\/pagina's die geen afbeeldingen hebben."],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["De %1$sWebsite afbeelding%2$s vereist Open Graph gegevens, die momenteel zijn uitgeschakeld in de sectie 'Social delen' in %3$sWebsite functies%4$s."],"Dismiss":["Negeren"],"RSS feed":["RSS feed"],"%1$s (default)":["%1$s (standaard)"],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Voeg automatisch inhoud toe aan uw RSS-feed. Dit stelt je in staat om links naar je blog en je berichten toe te voegen, zodat zoekmachines je kunnen identificeren als de oorspronkelijke bron van de inhoud."],"Beta":["Beta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Werk je aan het publiceren een nieuwsartikel? %s helpt je je website te optimaliseren voor Google Nieuws."],"IndexNow":["IndexNow"],"Filter search terms":["Zoektermen filteren"],"Additional URL parameters to allow":["Extra URL parameters om toe te staan"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Automatisch pingen naar zoekmachines zoals Bing en Yandex wanneer je een bericht publiceert, bijwerkt of verwijdert."],"Filter searches with common spam patterns":["Zoekopdrachten filteren met veel voorkomende spam patronen"],"Filter searches with emojis and other special characters":["Zoekopdrachten filteren met emoji's en andere speciale karakters"],"Max number of characters to allow in searches":["Max. aantal tekens dat in zoekopdrachten is toegestaan"],"Pingback HTTP header":["Pingback HTTP header"],"Personal logo or avatar":["Persoonlijk logo of avatar"],"Select a user":["Selecteer een gebruiker"],"Add another profile":["Nog een profiel toevoegen"],"Site representation":["Website representatie"],"Link suggestions":["Link suggesties"],"Insights":["Insights"],"Social image":["Social afbeelding"],"Social title":["Social titel"],"Social description":["Social beschrijving"],"Image":["Afbeelding"],"New":["Nieuw"],"Remove image":["Verwijder afbeelding"],"Replace image":["Afbeelding vervangen"],"Select image":["Afbeelding selecteren"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Dit voegt de auteursnaam en een schatting van de leestijd toe aan de samenvatting van het artikel wanneer het wordt gedeeld op Slack."],"Page type":["Pagina type"],"Article type":["Artikel type"],"Usage tracking":["Gebruik bijhouden"],"Learn SEO":["Leer SEO"],"Check out %1$s":["Bekijk %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["We hebben zowel gratis als betaalde online cursussen om je alles te leren over SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Wil je SEO leren van team Yoast? Bekijk onze %1$s!"],"Schema":["Schema"],"Show blog page in breadcrumbs":["Blogpagina in kruimelpad tonen"],"Get the %s plugin now!":["Download nu de %s plugin!"],"Organization":["Organisatie"],"Organization name":["Organisatienaam"],"Personal info":["Persoonlijke info"],"Organization logo":["Organisatie logo"],"Select a user…":["Selecteer een gebruiker..."],"Upgrade to %s":["Upgrade naar %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Je kan je SEO metadata voor dit aangepaste type bewerken op de %1$sWinkel pagina%2$s."],"Separator":["Scheidingsteken"],"Tagline":["Slogan"],"%d result found, use up and down arrow keys to navigate":["%d resultaat gevonden, gebruik de pijl omhoog en omlaag om te navigeren","%d resultaten gevonden, gebruik de pijl omhoog en omlaag om te navigeren"],"SEO analysis":["SEO-analyse"],"The readability analysis offers suggestions to improve the structure and style of your text.":["De leesbaarheidsanalyse geeft suggesties om de structuur en stijl van je tekst te verbeteren."],"(Opens in a new browser tab)":["(Opent in een nieuwe browsertab)"],"Text link counter":["Tekstlinkteller"],"Cornerstone content":["Cornerstone content"],"Save changes":["Wijzigingen opslaan"],"Variable":["Variabele"],"Available variables":["Beschikbare variabelen"],"Admin bar menu":["Toolbar menu"],"SEO title":["SEO titel"],"Google search console":["Google search console"],"Other social profiles":["Andere sociale profielen"],"Readability analysis":["Leesbaarheidsanalyse"],"No results found":["Geen resultaten gevonden"],"Bold the last page":["Toon de laatste pagina vetgedrukt"],"Author archives":["Auteur archieven"],"A link to the post, with the title as anchor text.":["Een link naar het bericht, met de titel als linktekst."],"How to insert breadcrumbs in your theme":["Hoe een kruimelpad aan het thema toe te voegen"],"Blog":["Blog"],"Separator between breadcrumbs":["Scheidingsteken tussen kruimels"],"A link to your site, with your site's name as anchor text.":["Een link naar je website, met de naam van je website als linktekst."],"Prefix for the breadcrumb path":["Voorvoegsel voor het kruimelpad"],"Content to put after each post in the feed":["Informatie die geplaatst wordt na elk RSS-bericht"],"A link to your site, with your site's name and description as anchor text.":["Een link naar je website, met de naam en omschrijving van je website als linktekst."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Je kan de volgende variabelen in de inhoud gebruiken, ze worden vervangen door de waarde aan de rechterkant."],"Description":["Beschrijving"],"Anchor text for the Homepage":["Anker tekst voor de homepage"],"Content to put before each post in the feed":["Inhoud die voor elk bericht in de feed moet komen"],"Force rewrite titles":["Titels geforceerd herschrijven"],"Homepage":["Homepage"],"Person":["Persoon"],"Website name":["Websitenaam"],"RSS":["RSS"],"Search":["Zoeken"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s heeft automatisch vastgesteld of het de titels op je pagina's moet herschrijven. Als je denkt dat dat niet goed is en je weet wat je doet, dan kun je de instelling hier veranderen."],"Special pages":["Speciale pagina's"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Je kan de titel en beschrijving voor de homepage bepalen door %1$sde homepage zelf te bewerken%2$s."],"Breadcrumbs":["Kruimelpad"],"Date archives":["Datum archieven"],"Breadcrumbs title":["Kruimelpadtitel"],"Pinterest":["Pinterest"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Close":["Sluiten"],"None":["Geen"],"General":["Algemeen"],"Advanced":["Geavanceerd"],"Social":["Sociaal"],"Meta description":["Meta beschrijving"],"Tools":["Tools"],"Google":["Google"],"meta description":["meta beschrijving"],"Page title":["Pagina titel"],"XML sitemaps":["XML-sitemaps"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}