{"translation-revision-date":"2025-06-30 10:06:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"We haven’t analyzed this content yet. Please open it in your editor and save it so we can start the analysis.":["Tento obsah jsme zatím neanalyzovali. Otevřete jej prosím v editoru a uložte, abychom mohli zahájit analýzu."],"The top 5 search queries on your website with the highest number of clicks over the last 28 days.":["5 nejčastějších dotazů na vyhledávání na vašem webu s nejvyšším počtem kliknutí za posledních 28 dní."],"%1$s score":["%1$s skóre"],"Clicks, Impressions, CTR, Position":["Kliknutí, zobrazení, CTR, pozice"],"The top 5 URLs on your website with the highest number of clicks over the last 28 days.":["5 nejčastějších adres URL na vašich webových stránkách s nejvyšším počtem kliknutí za posledních 28 dní."],"The average position of your website in the Google search results over the last 28 days.":["Průměrná pozice vašich webových stránek ve výsledcích vyhledávání Google za posledních 28 dní."],"Average position of your website in the Google search results\u0004Average position":["Průměrná pozice"],"The average click-through-rate for your website in the Google search results over the last 28 days.":["Průměrná míra prokliku na vaše webové stránky ve výsledcích vyhledávání Google za posledních 28 dní."],"Click-through-rate for your website in the Google search results\u0004Average CTR":["Průměrné CTR"],"The number of times users clicked on your website's link in the Google search results\u0004Clicks":["Kliknutí na"],"The number of times your website appeared in the Google search results\u0004Impressions":["Zobrazení"],"The number of organic sessions that began on your website.":["Počet organických relací, které začaly na vašich webových stránkách."],"Data provided by:":["Údaje poskytl:"],"Impressions, Clicks, Site CTR, Average position":["Zobrazení, kliknutí, CTR webu, průměrná pozice"],"The number of times your website appeared in the Google search results over the last 28 days.":["Počet zobrazení vašich webových stránek ve výsledcích vyhledávání Google za posledních 28 dní."],"The number of times users clicked on your website's link in the Google search results over the last 28 days.":["Počet kliknutí uživatelů na odkaz na vaše webové stránky ve výsledcích vyhledávání Google za posledních 28 dní."],"Last 28 days":["Posledních 28 dní"],"Organic sessions":["Organická sezení"],"Organic sessions chart":["Graf organických relací"],"We can’t analyze your content, because you’re in a non-production environment.":["Nemůžeme analyzovat váš obsah, protože jste v neprodukčním prostředí."],"Top 5 most popular content":["5 nejoblíbenějších obsahů"],"Top 5 search queries":["5 nejčastějších vyhledávacích dotazů"],"Query":["Dotaz"],"Clicks":["Kliknutí na"],"CTR":["CTR"],"Impressions":["Dojmy"],"Landing page":["Cílová stránka"],"No data to display: Your site hasn't received any visitors yet.":["Žádná data k zobrazení: Vaše stránky zatím nepřijaly žádné návštěvníky."],"Actions":["Akce"],"Average position":["Průměrná pozice"],"We can’t provide an SEO score for this page.":["Pro tuto stránku nemůžeme poskytnout hodnocení SEO."],"We can’t provide SEO scores, because the SEO analysis is disabled for your site.":["Nemůžeme poskytnout hodnocení SEO, protože analýza SEO je pro váš web zakázána."],"Something went wrong. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["Něco se pokazilo. Zkuste stránku obnovit. Pokud problém přetrvává, podívejte se na naši stránku %1$sPodpora%2$s."],"Content analysis hasn't started. Please open this page in your editor, enter a focus keyphrase and save.":["Obsahová analýza ještě nezačala. Otevřete tuto stránku v editoru, zadejte klíčovou frázi a uložte ji."],"You don’t have permission to access this resource. Please contact your admin for access. In case you need further help, please check our %1$sSupport page%2$s.":["K přístupu k tomuto zdroji nemáte oprávnění. Pro přístup se obraťte na svého správce. V případě, že potřebujete další pomoc, podívejte se na naši stránku %1$sPodpora%2$s."],"The request timed out. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["Požadavek se vyčerpal. Zkuste stránku obnovit. Pokud problém přetrvává, podívejte se na naši stránku %1$sPodpora%2$s."],"Site Kit by Google":["Sada stránek od společnosti Google"],"SEO scores":["SEO skóre"],"Readability scores":["Hodnocení čitelnosti"],"Your content has an average SEO score. Time to find opportunities for improvement!":["Váš obsah má průměrné skóre SEO. Je čas najít příležitosti ke zlepšení!"],"Your content has an average readability score. Time to find opportunities for improvement!":["Váš obsah má průměrné skóre čitelnosti. Je čas najít příležitosti ke zlepšení!"],"We haven’t analyzed this content yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Tento obsah jsme zatím neanalyzovali. Otevřete jej prosím v editoru, zajistěte zadání klíčové fráze a uložte jej, abychom mohli zahájit analýzu."],"Some of your content could use a little extra care. Take a look and start improving!":["Některým částem vašeho obsahu by bylo vhodné věnovat trochu více péče. Podívejte se na něj a začněte se zlepšovat!"],"Some of your content hasn't been analyzed yet. Please open it and save it in your editor so we can start the analysis.":["Některý váš obsah ještě nebyl analyzován. Otevřete jej a uložte v editoru, abychom mohli zahájit analýzu."],"Some of your content hasn't been analyzed yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Některý váš obsah ještě nebyl analyzován. Otevřete jej v editoru, zajistěte, aby byla zadána klíčová fráze, na kterou se zaměřuje, a uložte jej, abychom mohli zahájit analýzu."],"Something went wrong.":["Něco se pokazilo."],"Most of your content has a good readability score. Well done!":["Většina vašeho obsahu má dobré skóre čitelnosti. Dobrá práce!"],"Most of your content has a good SEO score. Well done!":["Většina vašeho obsahu má dobré SEO skóre. Dobrá práce!"],"Nothing found":["Nic nebylo nalezeno"],"All":["Vše"],"Clear filter":["Vymazat filtr"],"Not analyzed":["Nebylo analyzováno"],"Content type":["Typ obsahu"],"Needs improvement":["Potřebuje zlepšení"],"Disabled":["Zakázat"],"SEO score":["SEO skóre"],"Good":["Dobré"],"OK":["OK"],"Edit":["Upravit"],"View":["Zobrazit"]}},"comment":{"reference":"js\/dist\/externals\/dashboardFrontend.js"}}