{"translation-revision-date":"2025-06-30 10:07:57+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Buy now":["Acquista ora"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Se stavi pensando di fare un upgrade, questo è il momento giusto! Il 30% di sconto termina il 3 dicembre alle 11:00 (CET)."],"%1$sBuy%2$s %3$s":["%1$sCompra%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30% DI SCONTO - BLACK FRIDAY"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Trasforma la modifica dei contenuti in un gioco da ragazzi! Ottimizza i tuoi contenuti SEO con suggerimenti rapidi e attuabili con un semplice clic. %1$s%2$sPer saperne di più%3$s%4$s"],"Optimize your SEO content with %s":["Ottimizza il tuo contenuto SEO con %s"],"Undefined error message.":["Messaggio di errore non definito."],"%1$sSupport language:%2$s English":["%1$sLingua di supporto:%2$s Inglese"],"30-day money back guarantee.":["Garanzia di rimborso a 30 giorni."],"Only $\/€\/£99 per year (ex VAT)":["Solo $\/€\/£99 all'anno (IVA esclusa)"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Lascia che sia l'intelligenza artificiale a pensare per te e ti aiuti a risparmiare tempo. Ottieni suggerimenti di alta qualità per i titoli e le meta-descrizioni, per far sì che i tuoi contenuti si posizionino in alto e appaiano bene sui social media. %1$sPer saperne di più%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Lascia che sia l'intelligenza artificiale (IA) a pensare per te e aiutarti a risparmiare tempo. Ottieni suggerimenti di alta qualità per i titoli dei prodotti e le meta descrizioni, per far sì che i tuoi contenuti si posizionino in alto e appaiano bene sui social media. %1$sPer saperne di più%2$s%3$s"],"Explore %s now!":["Esplora %s ora!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sSupporto 24\/7%2$s: anche la sera e nei weekend."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sAnteprime attraenti dei messaggi per i social%2$s che le persone vorranno cliccare."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sNiente più link rotti%2$s: gestione automatica dei reindirizzamenti."],"%1$sSuper fast%2$s internal linking suggestions.":["Suggerimenti %1$srapidi%2$s di link interni."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sFino a 5 parole chiave%2$s: posizionati più in alto per un maggior numero di ricerche."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sIA%2$s: titoli e meta-descrizioni SEO migliori, e in modo più veloce."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Usa l'intelligenza artificiale (IA) per generare titoli e meta descrizioni, reindirizzare automaticamente le pagine cancellate, ottenere assistenza 24\/7 e molto altro ancora!"],"30% OFF":["30% di sconto"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Richiedi subito lo sconto del 30%!"],"Use AI to write your titles & meta descriptions!":["Usa l'intelligenza artificiale (IA) per creare titoli e meta descrizioni"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Il nostro team di assistenza è a disposizione per rispondere a qualsiasi domanda. Compila il modulo di contatto (pop-up) e ti risponderemo al più presto!"],"If you don't find the answers you're looking for and need personalized help, you can get 24\/7 support from one of our support engineers.":["Se non trovi le risposte che cerchi e hai bisogno di un aiuto personalizzato, puoi ricevere assistenza 24 ore su 24, 7 giorni su 7, da uno dei nostri tecnici di supporto."],"Contact our support team":["Contatta il nostro team di supporto"],"Write a bug report":["Segnala un bug"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Hai trovato un bug mentre usavi %1$s? Segnala un bug sul nostro repository GitHub per informarci del problema!"],"Raise a bug report on GitHub":["Segnala un bug su GitHub"],"Visit WordPress forum":["Visita il forum WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["Nel forum di supporto di WordPress per %1$s puoi trovare risposte o chiedere aiuto agli utenti %1$s della comunità di WordPress."],"WordPress support forum for %1$s":["Forum di supporto WordPress per %1$s"],"Visit our help center":["Visita la nostra sezione di aiuto"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Dai un'occhiata alla nostra sessione di aiuto per trovare articoli, tutorial e altre risorse per sfruttare al massimo %1$s!"],"%1$s's help center":["Sezione di aiuto di %1$s"],"Need help with %1$s? These resources are a great place to start!":["Hai bisogno di aiuto con %1$s? Queste risorse sono un ottimo strumento per iniziare!"],"Additional resources":["Risorse aggiuntive"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Qui troverai le risposte alle domande più frequenti sull'uso di %1$s. Se la tua domanda non è presente nell'elenco, puoi consultare la sezione qui sotto."],"Frequently asked questions":["Domande frequenti"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Se hai domande, hai bisogno di una mano per un problema tecnico o vuoi semplicemente mandarci un saluto, siamo a tua disposizione. Scrivici e saremo felici di aiutarti!"],"Support":["Supporto"],"Allow":["Permetti"],"Deny":["Rifiuta"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Per vedere questo video, devi permettere a %1$s di caricare video incorporati da %2$s."],"%1$sGet%2$s %3$s":["%1$sOttieni%2$s %3$s"],"Unlock with %1$s":["Sblocca con %1$s"],"Refresh this page":["Ricarica questa pagina"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Purtroppo questo significa che tutte le modifiche non salvate andranno perse. Puoi provare ad aggiornare la pagina per risolvere il problema. Se l'errore persiste, contatta il nostro team di supporto e ti daremo tutto l'aiuto necessario!"],"Something went wrong. An unexpected error occurred.":["Qualcosa è andato storto, si è verificato un errore inaspettato."],"Contact support":["Contatta il supporto"],"We're very sorry, but it seems like the following error has interrupted our application:":["Sembra che il seguente errore abbia interrotto la nostra applicazione:"],"Read reviews from real users":["Leggi le recensioni di utenti reali"],"Beta":["Beta"],"Check out %1$s":["Vai alla cassa di %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Abbiamo corsi online, sia gratuiti sia a pagamento per imparare tutto ciò che devi sapere riguardo la SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Vuoi imparare la SEO dal Team di Yoast? Vai alla cassa della nostra %1$s"],"Learn SEO":["Impara la SEO"],"Upgrade to %s":["Passa a %s"],"(Opens in a new browser tab)":["(Si apre in una nuova scheda del browser)"],"Close":["Chiudi"]}},"comment":{"reference":"js\/dist\/support.js"}}