{"translation-revision-date":"2025-06-30 10:06:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"View the llms.txt file":["Zobrazit soubor llms.txt"],"Generate a file that points to your website's most relevant content. Designed to help AI Assistants understand your website better.":["Vytvořte soubor, který odkazuje na nejrelevantnější obsah vašich webových stránek. Navrženo tak, aby pomohlo asistentům umělé inteligence lépe porozumět vašim webovým stránkám."],"llms.txt":["llms.txt"],"Quick search…":["Rychlé vyhledávání..."],"Search…":["Vyhledávání..."],"Add new page…":["Přidat novou stránku..."],"Add new user…":["Přidání nového uživatele..."],"Buy now":["Koupit nyní"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Pokud jste přemýšleli o upgradu, nyní je ten správný čas! 30% SLEVA končí 3. prosince 11:00 (CET)"],"%1$sBuy%2$s %3$s":["%1$sBuy%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30% SLEVA - ČERNÝ PÁTEK"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Úprava obsahu je hračka! Optimalizujte svůj obsah pro SEO pomocí rychlých a proveditelných návrhů na jedno kliknutí.%1$s%2$sZjistěte více%3$s%4$s"],"Optimize your SEO content with %s":["Optimalizujte svůj obsah pro SEO pomocí %s"],"The AI features help you create better content by providing optimization suggestions that you can apply as you wish.":["Funkce umělé inteligence vám pomohou vytvářet lepší obsah tím, že vám poskytnou návrhy optimalizace, které můžete použít podle vlastního uvážení."],"Undefined error message.":["Nedefinovaná chybová zpráva."],"X card data":["X data karty"],"The selected file is not an image.":["Vybraný soubor není obrázek."],"Organization X":["Organizace X"],"LEI code":["Kód LEI"],"E.g. https:\/\/x.com\/yoast":["Např. https:\/\/x.com\/yoast"],"X":["X"],"suggestions":["návrhy"],"meta title":["meta název"],"Artificial intelligence":["Umělá inteligence"],"30-day money back guarantee.":["30denní záruka vrácení peněz."],"Only $\/€\/£99 per year (ex VAT)":["Pouze $\/€\/£99 za rok (bez DPH)"],"Please tell us more about your organization’s identifiers. This information will help Google to display accurate and helpful details about your organization.":["Řekněte nám prosím více o identifikátorech vaší organizace. Tyto informace pomohou společnosti Google zobrazit přesné a užitečné údaje o vaší organizaci."],"You have %1$s activated on your site. You can provide your email and phone in the %2$s‘Business info’ settings%3$s.":["Na svých stránkách máte aktivováno %1$s. Svůj e-mail a telefon můžete uvést v nastavení %2$s'Obchodní informace'%3$s."],"You have %1$s activated on your site, and you've configured your business for multiple locations. This allows you to provide your email and phone for %2$seach specific location%3$s.":["Na svém webu máte aktivováno %1$s a nakonfigurovali jste svou firmu pro více míst. To vám umožňuje zadat e-mail a telefon pro %2$skaždé konkrétní místo%3$s."],"You have %1$s activated on your site, and you've configured your business for multiple locations. This allows you to provide your VAT ID and Tax ID for %2$seach specific location%3$s.":["Na svém webu máte aktivováno %1$s a nakonfigurovali jste svou firmu pro více míst. To vám umožňuje zadat vaše DIČ a daňové identifikační číslo pro %2$skaždé konkrétní místo%3$s."],"Organization identifiers":["Identifikátory organizace"],"Select a range \/ Enter a number":["Výběr rozsahu \/ Zadání čísla"],"Enrich your organization's profile by providing more in-depth information. The more details you share, the better Google understands your website.":["Obohaťte profil své organizace o podrobnější informace. Čím více podrobností sdílíte, tím lépe Google pochopí vaše webové stránky."],"Additional organization info":["Další informace o organizaci"],"5001–10000 employees":["5001–10000 zaměstnanců"],"1001–5000 employees":["1001–5000 zaměstnanců"],"501–1000 employees":["501–1000 zaměstnanců"],"201–500 employees":["201–500 zaměstnanců"],"51–200 employees":["51–200 zaměstnanců"],"11–50 employees":["11–50 zaměstnanců"],"1–10 employees":["1–10 zaměstnanců"],"You have %1$s activated on your site. You can provide your VAT ID and Tax ID in the %2$s‘Business info’ settings%3$s.":["Na svých stránkách máte aktivováno %1$s. Své DIČ a daňové identifikační číslo můžete zadat v nastavení %2$s'Obchodní informace' %3$s."],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["Na svém webu máte aktivovanou funkci %1$s, která automaticky nastavuje typ stránky pro vaše produkty na \"Stránka položky\". V důsledku toho je výběr typu stránky zakázán."],"NAICS":["NAICS"],"DUNS":["DUNS"],"ISO 6523":["ISO 6523"],"Tax ID":["IČO"],"VAT ID":["DIČ"],"Number of employees":["Počet zaměstnanců"],"Organization's founding date":["Datum založení organizace"],"Organization's legal name":["Právní název organizace"],"Organization phone number":["Telefonní číslo organizace"],"Organization email address":["E-mailová adresa organizace"],"Organization description":["Popis organizace"],"leicode":["leicode"],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":["Není třeba vymýšlet, na co odkazovat. Dostanete návrhy odkazů na relevantní příspěvky a stránky, které vám usnadní navigaci na webu."],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Nechte umělou inteligenci, aby přemýšlela za vás, a ušetřete čas. Získejte kvalitní návrhy nadpisů a meta popisů, aby se váš obsah umístil na vysokých pozicích a dobře vypadal na sociálních sítích. %1$sZjistěte více%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Nechte umělou inteligenci, aby přemýšlela za vás, a ušetřete čas. Získejte vysoce kvalitní návrhy názvů produktů a meta popisů, aby se váš obsah umístil vysoko a vypadal dobře na sociálních sítích. %1$sZjistěte více%2$s%3$s"],"Explore %s now!":["Prozkoumejte %s nyní!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$s24\/7 podpora%2$s: také večer a o víkendech."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sPřitažlivé sociální náhledy%2$s, na které lidé skutečně chtějí kliknout."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sŽádné další nefunkční odkazy%2$s: Správce automatického přesměrování."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSuper rychlé%2$s návrhy interního propojení."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sVíce klíčových slov%2$s: Vyšší pozice pro více vyhledávání."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Lepší SEO názvy a meta popisy, rychleji."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Do souboru robots.txt přidejte pravidlo \"disallow\", abyste zabránili procházení botem Google-Extended. Povolením tohoto nastavení nezabráníte společnosti Google indexovat vaše webové stránky."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Přidejte do souboru robots.txt pravidlo \"disallow\", abyste zabránili procházení pomocí OpenAI GPTBot."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don't. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Velká část webového provozu pochází z robotů procházejících web. Někteří z nich mohou být pro váš web nebo firmu přínosem, zatímco jiní boti nikoli. Blokování nežádoucích botů může ušetřit energii, pomoci s výkonem webu a ochránit obsah chráněný autorskými právy. Přečtěte si více informací o tom, %1$skdy blokovat nežádoucí roboty%2$s."],"Prevent Common Crawl CCBot from crawling":["Zabránění procházení webu CCBot Common Crawl"],"Prevent OpenAI GPTBot from crawling":["Zabránění procházení OpenAI GPTBotem"],"Prevent Google Gemini and Vertex AI bots from crawling":["Zabránění procházení robotů Google Gemini a Vertex AI"],"Internal linking suggestions":["Návrhy interních odkazů"],"Learn more about %s (Opens in a new browser tab)":["Další informace o %s (Otevře se v nové záložce prohlížeče)"],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Používejte umělou inteligenci ke generování nadpisů a meta popisů, automatickému přesměrování smazaných stránek, získejte podporu 24\/7 a mnoho, mnoho dalšího!"],"Claim your 30% off now!":["Požádejte o 30% slevu nyní!"],"BLACK FRIDAY":["ČERNÝ PÁTEK"],"30% OFF":["30% SLEVA"],"Social media appearance":["Vzhled na sociálních sítích"],"AI generator":["Generátor umělé inteligence"],"Use AI to write your titles & meta descriptions!":["Používejte umělou inteligenci k psaní nadpisů a meta popisů!"],"AI title & description generator":["Generátor názvů a popisů AI"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Všimněte si, že následující běžně používané parametry nebudou odstraněny: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s a %7$s."],"Clear selection":["Zrušit výběr"],"Site policies":["Zásady používání stránek"],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Vyberte stránku, která poskytuje informace o vašich zásadách rozmanitosti pro obsah %1$seditorial%2$s."],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Vyberte stránku, která poskytuje informace o vašich zásadách rozmanitosti pro %1$spersonální obsazení%2$s, %1$snajímání zaměstnanců%2$s a %1$szaměstnanost%2$s."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Vyberte stránku, která popisuje váš postup při řešení %1$schyb%2$s (např. zveřejňování retrakcí nebo oprav)."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Vyberte stránku, která popisuje osobní, organizační a firemní %1$sstandardy%2$s a %1$schování%2$s očekávané vaší organizací."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Vyberte stránku, která popisuje redakční zásady vaší organizace. %1$sO čem%2$s píšete, pro %1$skoho%2$s píšete a %1$sproč%2$s?"],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Vyberte stránku, která popisuje, jak vaše organizace shromažďuje a reaguje na %1$szpětnou vazbu%2$s, jak spolupracujete s %1$sveřejností%2$s a jak upřednostňujete %1$stransparentnost%2$s."],"Please see the “New” badges and review the Search appearance settings.":["Podívejte se na odznaky \"Nové\" a zkontrolujte nastavení vzhledu vyhledávání."],"New type of content added to your site!":["Nový typ obsahu přidaný na vaše stránky!"],"Select a page which describes the ownership structure of your organization. It should include information about %1$sfunding%2$s and %1$sgrants%2$s.":["Vyberte stránku, která popisuje vlastnickou strukturu vaší organizace. Měla by zahrnovat informace o %1$sfinancování%2$s a %1$sdotacích%2$s."],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Vyberte stránky na svém webu, které obsahují informace o vašich organizačních a publikačních zásadách. Některé z nich se nemusí týkat vašeho webu a můžete vybrat stejnou stránku pro více zásad. %1$sPřečtěte si více o tom, proč je nastavení zásad webu důležité%2$s."],"Publishing policies":["Publikační zásady"],"Publishing principles":["Zásady publikování"],"Ownership \/ Funding info":["Informace o vlastnictví \/ financování"],"No pages found.":["Nebyly nalezeny žádné stránky."],"Failed to retrieve pages.":["Nepodařilo se načíst stránky."],"Ethics policy":["Etická politika"],"Diversity staffing report":["Zpráva o personální rozmanitosti"],"Diversity policy":["Politika rozmanitosti"],"Corrections policy":["Zásady oprav"],"Actionable feedback policy":["Politika zpětné vazby"],"Searching pages…":["Vyhledávání stránek…"],"Prevent Google AdsBot from crawling":["Zabránění procházení služby Google AdsBot"],"Block unwanted bots":["Blokování nežádoucích botů"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Do souboru robots.txt přidejte pravidlo \"disallow\", abyste zabránili procházení pomocí Google AdsBot. Toto nastavení byste měli povolit pouze v případě, že na svých stránkách nepoužíváte reklamy Google."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Do souboru robots.txt přidejte pravidlo ‘disallow’, které zabrání procházení adres URL jako %1$s, %2$s a %3$s."],"The name of this category is %1$s.":["Název této kategorie je %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Pozor! Jedná se o expertní funkce, proto se před použitím tohoto nastavení ujistěte, že víte, co děláte. Mohli byste si rozbít web. %1$sPřečtěte si další informace o tom, jak může být váš web ovlivněn%2$s."],"Remove Other profile %1$s":["Odebrat další profil %1$s"],"%1$s Settings - %2$s":["%1$s Nastavení - %2$s"],"Organization Mastodon":["Organizace Mastodon"],"Mastodon":["Mastodon"],"E.g. https:\/\/mastodon.social\/@yoast":["Např. https:\/\/mastodon.social\/@yoast"],"Get your site verified in your Mastodon profile.":["Nechte si ověřit své stránky v profilu Mastodon."],"Read more about how to get your site verified.":["Přečtěte si další informace o tom, jak získat ověřený web."],"Open settings navigation":["Otevření nastavení navigace"],"Close settings navigation":["Zavřít nastavení navigace"],"Settings navigation":["Nastavení navigace"],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Omezte délku interních vyhledávacích dotazů na webu, abyste snížili dopad spamových útoků a zavádějících adres URL. Zadejte číslo v rozmezí 1 až 50."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Zabraňuje odstranění specifických parametrů URL pomocí výše uvedené funkce. Např. přidání %1$s zabrání přesměrování %2$s na %3$s. Můžete přidat více parametrů a oddělit je pomocí enteru nebo čárky."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Sjednocuje více formátů URL pro vyhledávání stránek ve WordPressu do syntaxe %1$s. Např. %2$s přesměruje na %3$s"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Zvolte si, zda vaše stránka reprezentuje organizaci nebo osobu. %1$sPřečtěte si více o rozdílech a výběru mezi organizací a osobou%2$s."],"The number you've entered is not between 1 and 50.":["Zadané číslo není v rozmezí 1 až 50."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Zakázání této funkce znamená, že archivní stránky pro %1$s nebudou indexovány vyhledávači a budou vyloučeny z map stránek XML."],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Chcete-li zobrazit toto video, musíte povolit %1$s načítat vložená videa z %2$s."],"Only available for English sites":["K dispozici pouze pro anglické weby"],"Failed to retrieve media.":["Nepodařilo se načíst médium."],"Index Now":["Indexovat nyní"],"Redirect pretty URLs to ‘raw’ formats":["Přesměrování hezkých URL adres na \"surové\" formáty"],"Please enter a number between 1 and 50.":["Zadejte prosím číslo v rozmezí 1 až 50."],"Deny":["Odmítnout"],"Allow":["Povolit"],"Determine how your %1$s should look on social media.":["Určete, jak má vaše %1$s vypadat na sociálních sítích."],"%1$sGet%2$s %3$s":["%1$sDostat%2$s %3$s"],"Prefix for archive breadcrumbs":["Předpona pro drobky archivu"],"Show %1$s archives in search results":["Zobrazit archivy %1$s ve výsledcích vyhledávání"],"Show date archives in search results":["Zobrazení archivů dat ve výsledcích vyhledávání"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and\/or update the profile.":["Jako osobu, kterou tato stránka zastupuje, jste vybrali uživatele %1$s%3$s%2$s. Informace z jeho uživatelského profilu budou nyní použity ve výsledcích vyhledávání. Je nám líto, ale profil tohoto uživatele nemůžete upravovat. Pro kontrolu a\/nebo aktualizaci profilu se prosím obraťte na správce nebo %1$s%3$s%2$s."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Pro správnou funkci strukturovaných dat je třeba nastavit název a logo organizace. Protože jste je zatím nenastavili, používáme název webu a logo jako výchozí hodnoty. %1$sPřečtěte si více o významu strukturovaných dat%2$s."],"PDF":["PDF"],"Video":["Video"],"Attachment":["Příloha"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Povolte XML mapy stránek %1$s. Mapa stránek je soubor, který obsahuje seznam základních stránek webu, aby je vyhledávače mohly najít a procházet."],"Structured data":["Strukturovaná data"],"Share":["Sdílet"],"Webmaster":["Webmaster"],"Remove Atom\/RDF feeds":["Odstranění kanálů Atom\/RDF"],"Divider":["Oddělovač"],"Organization\/person":["Organizace\/osoba"],"Anchor text for the homepage":["Text kotvy pro domovskou stránku"],"Enable author archives":["Povolit archivy autorů"],"Enable date archives":["Povolení archivace dat"],"Search pages title":["Název vyhledávacích stránek"],"404 pages title":["Název stránky 404"],"File":["Soubor"],"Format archives":["Archivy formátů"],"OpenGraph":["OpenGraph"],"Organization Facebook":["Organizace Facebook"],"Open Graph":["Open Graph"],"Tweet":["Tweet"],"Other profile %1$s":["Další profil %1$s"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Tato informace se má zobrazit v %1$sGoogle's Knowledge Graph%2$s."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Označte a filtrujte svůj stěžejní obsah, abyste zajistili, že nejdůležitější články dostanou pozornost, kterou si zaslouží. Abychom vám pomohli psát vynikající kopie, budeme váš text posuzovat přísněji."],"Count the number of internal links from and to your posts to improve your site structure.":["Spočítejte počet interních odkazů z příspěvků a na příspěvky, abyste zlepšili strukturu webu."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Umožňuje na Facebooku a dalších sociálních sítích zobrazit náhled s obrázky a úryvkem textu při sdílení odkazu na váš web. Tuto funkci mějte povolenou, abyste optimalizovali své stránky pro sociální média."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Ikona %1$s v horním panelu správce poskytuje rychlý přístup k nástrojům třetích stran pro analýzu stránek a usnadňuje zjištění, zda máte nová oznámení."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Určete, jak by měly vaše stránky %1$s vypadat ve vyhledávačích. Nastavení pro jednotlivé stránky %1$s můžete vždy upravit v metaboxu %2$s."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Určete, jak by měly být stránky %1$s ve výchozím nastavení popsány ve značce schema.org vašeho webu. Nastavení pro jednotlivé stránky %1$s můžete vždy upravit v metaboxu %2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Odkaz na archiv autora příspěvku se jménem autora jako textem kotvy."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Sledování používání nám umožňuje sledovat některá data o vašem webu, abychom mohli vylepšit náš plugin. %1$sPřečtěte si více o tom, která data sledujeme a proč%2$s."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Nastavte základní informace o svých webových stránkách. Při konfiguraci vzhledu vyhledávání obsahu můžete použít %1$sslogan%2$s a %1$soddělovač%2$s jako %3$snáhradní proměnné%4$s."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["SEO analýza nabízí návrhy na zlepšení nalezitelnosti vašeho textu a zajišťuje, aby váš obsah odpovídal osvědčeným postupům."],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["Analýza inkluzivního jazyka nabízí návrhy, jak psát inkluzivnější kopie, aby se s vaším obsahem dokázalo ztotožnit více lidí."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Získejte více informací o tom, co píšete. Jaká slova používáte nejčastěji? Kolik času zabere čtení vašeho textu? Je váš text snadno čitelný?"],"Enable format-based archives":["Povolení archivů založených na formátu"],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Určete, jak má vaše %1$s vypadat ve vyhledávačích. Nastavení jednotlivých %1$s můžete vždy upravit v metaboxu %2$s."],"Determine how your homepage should look in the search results.":["Určete, jak by měla vaše domovská stránka vypadat ve výsledcích vyhledávání."],"Enable %1$s pages":["Povolení %1$s stránek"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Nejste si jisti, jak implementovat drobečkovou navigaci %3$s na svých stránkách? Přečtěte si %1$svůj článek nápovědy o implementaci drobečkové navigace%2$s."],"⌘K":["⌘K"],"CtrlK":["Ctrl+K"],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Můžete přidat více vlastních polí a oddělit je pomocí %1$senter%2$s nebo %1$sčárku%2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Určete, jak by měly být vaše %1$s ve výchozím nastavení popsány ve značce %2$soznačení vašeho schema.org webu%3$s. Nastavení jednotlivých %1$s můžete vždy změnit v postranním panelu %4$s nebo v metaboxu."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Určete, jak má vaše %1$s ve výchozím nastavení vypadat ve výsledcích vyhledávání. Nastavení jednotlivých %1$s můžete vždy upravit v postranním panelu %2$s nebo v metaboxu."],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Určete, jak má vaše %1$s ve výchozím nastavení vypadat na sociálních sítích. Nastavení jednotlivých %1$s můžete vždy upravit v postranním panelu %2$s nebo v metaboxu."],"Read more about our custom field analysis":["Přečtěte si více o naší vlastní analýze polí"],"This taxonomy is used for %1$s and %2$s.":["Tato taxonomie se používá pro %1$s a %2$s."],"This taxonomy is used for %2$s.":["Tato taxonomie se používá pro %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Určete, jak má vaše %1$s ve výchozím nastavení vypadat ve výsledcích vyhledávání. Nastavení jednotlivých %1$s můžete vždy upravit v metaboxu %2$s."],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Určete, jak má vaše %1$s ve výchozím nastavení vypadat na sociálních sítích. Nastavení jednotlivých %1$s můžete vždy upravit v metaboxu %2$s."],"Enable %1$s":["Povolit %1$s"],"Show %1$s without posts in search results":["Zobrazit %1$s bez příspěvků ve výsledcích vyhledávání"],"Please enter a search term with at least %d characters.":["Zadejte hledaný výraz obsahující alespoň %d znaků."],"Unavailable for multisites":["Nedostupné pro síť webů"],"404 error pages":["chyba 404 stránky"],"Site connections":["Připojení webu"],"Breadcrumbs for %1$s":["Drobečková navigace pro %1$s"],"Internal search pages":["Stránky interního vyhledávání"],"View the XML sitemap":["Zobrazit XML sitemap"],"Show author archives in search results":["Zobrazit archivy autora ve výsledcích vyhledávání"],"Show format archives in search results":["Zobrazení archivů formátů ve výsledcích vyhledávání"],"Show media pages in search results":["Zobrazovat stránky médií ve výsledcích vyhledávání"],"Determine how the title of your internal search pages should look in the browser.":["Určete, jak má v prohlížeči vypadat název vašich stránek pro interního vyhledávání."],"Determine how the title of your 404 error pages should look in the browser.":["Určete, jak má v prohlížeči vypadat název vašich chybových stránek 404."],"Learn more":["Více informací"],"Site features":["Vlastnosti webu"],"Enable feature":["Povolit funkce"],"Show or hide our tools and controls in the attachment editor.":["Zobrazte nebo skryjte naše nástroje a ovládací prvky v editoru příloh."],"Site info":["Info o webu"],"(e.g., %1$s)":["(např. %1$s)"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Je nám líto, ale nemáte oprávnění upravovat %1$snázev webu%2$s a %1$spopis webu%2$s."],"Remove shortlinks":["Odstranit zkrácené odkazy"],"Remove REST API links":["Odstranit odkazy REST API"],"Remove RSD \/ WLW links":["Odstranit odkazy RSD \/ WLW"],"Remove oEmbed links":["Odstranit odkazy oEmbed"],"Remove generator tag":["Odstranit štítek generátoru"],"Remove powered by HTTP header":["Odstranit záhlavím HTTP"],"Remove global feed":["Odstranit globální zdroj"],"Remove global comment feeds":["Odstranit globální zdroje komentářů"],"Remove post comments feeds":["Odstranit zdroje komentářů k příspěvkům"],"Remove post authors feeds":["Odstranit zdroje autorů příspěvků"],"Remove post type feeds":["Odstranit zdroje typu příspěvku"],"Remove category feeds":["Odstranit zdroje rubrik"],"Remove tag feeds":["Odstranit zdroje štítku"],"Remove custom taxonomy feeds":["Odstranit vlastní zdroje taxonomie"],"Remove search results feeds":["Odstranit zdroje výsledků vyhledáván"],"Remove Atom \/ RDF feeds":["Odstranit zdroje Atom \/ RDF"],"Remove emoji scripts":["Odstranit skripty emodži"],"Remove WP-JSON API":["Odstranit WP-JSON API"],"Optimize Google Analytics utm tracking parameters":["Optimalizujte parametry sledování UTM Google Analytics"],"Remove unregistered URL parameters":["Odstranit neregistrované parametry URL adres"],"We couldn’t find anything with that term.":["S tímto termínem jsme nic nenašli."],"Unlock with %1$s":["Odemkněte pomocí %1$s"],"Enable SEO controls and assessments":["Povolit kontroly a hodnocení SEO"],"Show or hide our tools and controls in the content editor.":["Zobrazte nebo skryjte naše nástroje a ovládací prvky v editoru obsahu."],"Alternate website name":["Alternativní název webu"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Pro zkratky použijte alternativní název webu nebo kratší verzi názvu vašeho webu."],"Alternate organization name":["Alternativní název organizace"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Pro zkratky použijte alternativní název organizace nebo kratší verzi názvu vaší organizace."],"Discard all changes":["Zrušte všechny změny"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Chystáte se zahodit všechny neuložené změny. Všechna vaše nastavení budou obnovena do bodu, kde jste je naposledy uložili. Opravdu to chcete udělat?"],"Yes, discard changes":["Ano, zahodit změny"],"No, continue editing":["Ne, pokračujte v úpravách"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Vybrali jste uživatele %1$s%5$s%2$s jako osobu, kterou tyto stránky zastupují. Informace z jejich uživatelského profilu budou nyní použity ve výsledcích vyhledávání. %3$sAktualizujte svůj profil, abyste se ujistili, že jsou informace správné%4$s."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Vaše interní vyhledávání na webu může vytvořit spoustu matoucích URL adres pro vyhledávače a může být dokonce použito jako způsob, jak spammeři SEO na váš web zaútočí. Většina webů bude mít prospěch z experimentování s těmito ochranami a optimalizacemi, i když ve svém motivu nemáte funkci vyhledávání."],"Enables advanced settings for protecting your internal site search URLs.":["Umožňuje pokročilá nastavení pro ochranu vašich interních URL adres pro vyhledávání na webu."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Blokujte interní vyhledávání na webu, která obsahují složité a nealfanumerické znaky, protože mohou být součástí spamového útoku."],"Block internal site searches which match the patterns of known spam attacks.":["Blokovat interní vyhledávání na webu, která odpovídají vzorům známých spamových útoků."],"Prevent crawling of internal site search URLs":["Zabraňte procházení URL adres interního vyhledávání na webu"],"Advanced: URL cleanup":["Pokročilé: Vyčištění URL adres"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Název a popis stránky blogu můžete určit %1$súpravou samotné stránky blogu%2$s."],"Writing":["Psaní"],"Other profiles":["Jiné profily"],"E.g. https:\/\/facebook.com\/yoast":["Např. https:\/\/facebook.com\/yoast"],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Řekněte nám více o vaší organizaci. Tyto informace pomohou Googlu porozumět vašemu webu a zvýší vaši šanci na bohaté výsledky."],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Sdělte nám, zda máte na webu nějaké další profily, které patří vaší organizaci. Může to být libovolný počet profilů, jako je YouTube, LinkedIn, Pinterest nebo dokonce Wikipedie."],"E.g. https:\/\/example.com\/yoast":["Např. https:\/\/example.com\/yoast"],"Please tell us more about the person this site represents.":["Řekněte nám více o osobě, kterou tato stránka zastupuje."],"Remove JavaScript used for converting emoji characters in older browsers.":["Odstraňte JavaScript používaný pro převod znaků emodži ve starších prohlížečích."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Přidejte do svého souboru robots.txt pravidlo „zakázat“, abyste zabránili procházení koncových bodů JSON API WordPress."],"Internal site search cleanup":["Vyčištění interního vyhledávání na webu"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Odstraňte odkazy, které umožňují ostatním webům „pingnout“ ty vaše, když odkazují na vás."],"Disable unwanted content formats":["Zakázat nežádoucí formáty obsahu"],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress vydává váš obsah v mnoha různých formátech, na mnoha různých adresách URL (jako jsou kanály RSS vašich příspěvků a kategorií). Obecně je dobrým zvykem deaktivovat formáty, které aktivně nepoužíváte."],"Remove URLs which provide an overview of your recent posts.":["Odstraňte URL adresy, které poskytují přehled vašich nedávných příspěvků."],"Remove URLs which provide an overview of recent comments on your site.":["Odstraňte URL adresy, které poskytují přehled nedávných komentářů na vašem webu."],"Remove URLs which provide information about recent comments on each post.":["Odstraňte URL adresy, které poskytují informace o nedávných komentářích u každého příspěvku."],"Remove URLs which provide information about recent posts by specific authors.":["Odstraňte URL adresy, které poskytují informace o nedávných příspěvcích konkrétních autorů."],"Remove URLs which provide information about your recent posts, for each post type.":["Odstraňte URL adresy, které poskytují informace o vašich posledních příspěvcích, pro každý typ příspěvku."],"Remove URLs which provide information about your recent posts, for each category.":["Odstraňte URL adresy, které poskytují informace o vašich nedávných příspěvcích, pro každou rubriku."],"Remove URLs which provide information about your recent posts, for each tag.":["Odstraňte URL adresy, které poskytují informace o vašich nedávných příspěvcích, pro každý štítek."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Odstraňte URL adresy, které poskytují informace o vašich nedávných příspěvcích, pro každou vlastní taxonomii."],"Remove URLs which provide information about your search results.":["Odstraňte URL adresy, které poskytují informace o výsledcích vyhledávání."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Odstraňte URL adresy, které poskytují alternativní (starší) formáty všech výše uvedených."],"Also disables post comment feeds.":["Také deaktivuje ve zdrojích příspěvky s komentářem."],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Nahradí parametry sledování %1$s (výkonnějším) ekvivalentem %2$s prostřednictvím přesměrování %3$s. Např. %4$s bude přesměrováno na %5$s"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Odstraní neznámé parametry URL adresy prostřednictvím přesměrování %1$s. Např. %2$s bude přesměrováno na %3$s"],"Crawl optimization":["Optimalizace procházení"],"Remove unwanted metadata":["Odstraňte nežádoucí metadata"],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Odstraňte odkazy na interní URL adresy „zkrácených odkazů“ pro vaše WordPress příspěvky."],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Uživatelé a vyhledávače mohou často vyžadovat vaše adresy URL při použití parametrů dotazu, jako je %1$s. Ty mohou být užitečné pro sledování, filtrování a podporu pokročilých funkcí – ale jsou spojeny s „náklady“ na výkon a SEO. Weby, které se nespoléhají na parametry adresy URL, mohou mít prospěch z použití těchto možností."],"Remove links to the location of your site’s REST API endpoints.":["Odstraňte odkazy na umístění koncových bodů REST API vašeho webu."],"Remove links used by external systems for publishing content to your blog.":["Odstraňte odkazy používané externími systémy pro publikování obsahu na váš blog."],"Remove links used for embedding your content on other sites.":["Odstraňte odkazy používané pro vkládání obsahu na jiné weby."],"Remove information about the plugins and software used by your site.":["Odeberte informace o pluginech a softwaru používaném vaším webem."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Do souboru robots.txt přidejte pravidlo \"disallow\", abyste zabránili procházení pomocí nástroje Common Crawl CCBot."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Udělejte svůj web efektivnější a šetrnější k životnímu prostředí tím, že zabráníte vyhledávačům procházet věci, které nepotřebují, a odstraníte nepoužívané funkce WordPress. %1$sDalší informace o nastaveních procházení a jejich přínosu pro váš web%2$s."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress přidává do %1$s a HTTP hlaviček vašeho webu spoustu odkazů a obsahu. U většiny webových stránek je můžete bezpečně vypnout, což může pomoci ušetřit bajty, elektřinu i stromy."],"Something went wrong. An unexpected error occurred.":["Něco se pokazilo. Vyskytla se neočekávaná chyba."],"Refresh this page":["Obnovte tuto stránku"],"Disabling this will redirect the %1$s to your site's homepage.":["Zakázáním této možnosti se %1$s přesměruje na domovskou stránku vašeho webu."],"Breadcrumb appearance":["Breadcrumb vzhled"],"Choose the general appearance of your breadcrumbs.":["Vyberte obecný vzhled své strouhanky."],"Add separator":["Přidat oddělovač"],"Add anchor text":["Přidat kotvící text"],"Add prefix":["Přidat prefix"],"Breadcrumb for 404 page":["Drobenkové menu pro 404 stránku"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Vyberte taxonomii, kterou chcete zobrazit ve drobečce pro typy příspěvků."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Vyberte, který typ příspěvku chcete zobrazit ve struktuře taxonomií."],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Vždy je můžete níže povolit\/zakázat pro své šablony. Toto nastavení se nebude vztahovat na drobečky vložené prostřednictvím widgetu, bloku nebo krátkého kódu."],"Enable breadcrumbs for your theme":["Povolte pro svojí šablonu drobečkovou navigaci"],"E.g., %1$s":["Např., %1$s"],"E.g., %1$s and %2$s":["Např., %1$s a %2$s"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Nakonfigurujte vzhled a chování %1$ssvé drobečkové navigace%2$s."],"Prefix for search page breadcrumbs":["Předpona pro drobečkovou navigaci pro stránku vyhledávání"],"Breadcrumbs for post types":["Drobečková navigace pro typy příspěvků"],"Breadcrumbs for taxonomies":["Drobečková navigace pro taxonomie"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["To bohužel znamená, že všechny neuložené změny v této části budou ztraceny. Problém můžete zkusit vyřešit obnovením této stránky. Pokud k této chybě stále dochází, obraťte se na náš tým podpory a my vám poskytneme veškerou potřebnou pomoc!"],"Site basics":["Základy webu"],"User":["Uživatel"],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Ověřovací kód není platný. Používejte pouze písmena, čísla, podtržítka a pomlčky."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Ověřovací kód není platný. Používejte pouze písmena A až F, čísla, podtržítka a pomlčky."],"The profile is not valid. Please enter a valid URL.":["Profil není platný. Zadejte platnou adresu URL."],"Discard changes":["Zrušit změny"],"No users found.":["Nenalezeni žádní uživatelé."],"Failed to retrieve users.":["Uživatele se nepodařilo načíst."],"Searching users…":["Vyhledávání uživatelů…"],"The profile is not valid. Please use only 1–25 letters, numbers and underscores or enter a valid X URL.":["Profil není platný. Používejte pouze 1–25 písmen, číslic a podtržítek nebo zadejte platnou adresu URL X."],"Categories & tags":["Kategorie a štítky"],"Show more":["Ukázat více"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Na této stránce existují jsou neuložené změny. Opuštění stránky znamená, že tyto změny budou ztraceny. Opravdu chcete opustit tuto stránku?"],"Media pages":["Stránky medií"],"Show less":["Ukázat méně"],"Content types":["Typy obsahu"],"Configure the basics for your website.":["Nastavte základy pro váš web."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Pokud toto zakážete, znamená to, že stránky %1$s vytvořené WordPressem nebudou indexovány vyhledávači a budou vyloučeny z XML sitemap."],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Když nahrajete médium (např. obrázek nebo video), %5$s pro něj automaticky vytvoří stránku %3$s (adresu URL přílohy). Tyto stránky jsou zcela prázdné a mohly by způsobit %1$stenké problémy s obsahem a vést k přebytečným stránkám na vašem webu%2$s. %4$s je proto ve výchozím nastavení zakáže (a přesměruje adresu URL přílohy na samotné médium)."],"%1$s pages":["%1$s stránek"],"Show %1$s pages in search results":["Zobrazit %1$s stránky ve výsledcích vyhledávání"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Doporučujeme ponechat stránky %1$s deaktivované. To způsobí, že všechny adresy URL příloh budou přesměrovány na samotné médium."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Toto pole aktualizuje %1$stagline ve vašem nastavení WordPress%2$s."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s může způsobit problémy s duplicitním obsahem. U většiny webů doporučujeme toto nastavení zakázat."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Deaktivace znamená, že %1$s nebude indexován vyhledávači a bude vyloučen ze souborů Sitemap XML. Doporučujeme toto nastavení zakázat."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Archivy založené na formátu mohou způsobit problémy s duplicitním obsahem. U většiny webů doporučujeme toto nastavení zakázat."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (např. %2$s) jsou založeny na datech zveřejnění. Z hlediska SEO nemají příspěvky v těchto archivech žádný skutečný vztah k ostatním příspěvkům kromě data zveřejnění, což o obsahu mnoho nevypovídá. Mohou také vést k problémům s duplicitním obsahem. Proto vám doporučujeme zakázat %3$s."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Pokud provozujete blog jednoho autora, %1$s (např. %2$s) bude přesně stejné jako vaše domovská stránka. Tomu se říká %3$sproblém s duplicitním obsahem%4$s. Pokud je tomu tak na vašem webu, můžete se rozhodnout, zda jej zakážete (což způsobí přesměrování na domovskou stránku), nebo zabráníte jeho zobrazování ve výsledcích vyhledávání."],"Show archives for authors without posts in search results":["Zobrazit archivy autorů bez příspěvků ve výsledcích vyhledávání"],"Determine how your %1$s should look in search engines.":["Určete, jak má %1$s vypadat ve vyhledávačích."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Vypnutí této funkce znamená, že %1$s bez příspěvků nebude indexováno vyhledávači a bude vyloučeno z XML sitemapy."],"Determine how your %1$s should look on social media by default.":["Určete, jak má %1$s ve výchozím nastavení vypadat na sociálních sítích."],"We're very sorry, but it seems like the following error has interrupted our application:":["Je nám to velmi líto, ale zdá se, že následující chyba přerušila naši aplikaci:"],"Contact support":["Kontaktujte podporu"],"Read more about the search results settings":["Přečtěte si více o nastavení výsledků vyhledávání"],"Author archive":["Archiv autorů"],"Determine how your %1$s should look in search engines and on social media.":["Určete, jak má %1$s vypadat ve vyhledávačích a na sociálních sítích."],"Read reviews from real users":["Přečtěte si recenze od skutečných uživatelů"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress načítá spoustu zdrojů, z nichž některé váš web nemusí potřebovat. Pokud je nepoužíváte, jejich odstranění může zrychlit vaše stránky a ušetřit zdroje."],"Remove unused resources":["Odstraňte nepoužívané zdroje"],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Pokud toto zakážete, znamená to, že archiv pro %1$s nebude indexován vyhledávači a bude vyloučen ze souborů Sitemap XML."],"These settings are specifically for optimizing your %1$s archive.":["Tato nastavení jsou určena speciálně pro optimalizaci vašeho archivu %1$s."],"%1$s archive":["Archiv %1$s"],"Add custom fields to page analysis":["Přidejte vlastní pole do analýzy stránky"],"Additional settings":["Doplňující nastavení"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Tento zákaz znamená, že %1$s nebudou indexovány vyhledávacími roboty a budou vyřazeny z XML sitemap."],"Search appearance":["Vzhled ve vyhledávání"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["V nastavení WooCommerce jste nenastavili stránku Obchod. %1$sNejdříve to proveďte%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sObrázek v sociálních sítích%2$s, %1$snázev v sociálních sítích%2$s a %1$spopis v sociálních sítích%2$s vyžadují data Open Graph, která jsou aktuálně zakázána v sekci 'Sdílení na sociálních sítích' v %3$sfunkce webu %4$s."],"Show the categories prefix in the slug":["Ponechat předponu rubrik v názvu URL"],"Determine how your homepage should look on social media.":["Určete, jak by měla vaše domovská stránka vypadat na sociálních sítích."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Určete, jak by měla vaše domovská stránka vypadat ve výsledcích vyhledávání a na sociálních sítích. To je to, co lidé pravděpodobně uvidí, když budou hledat název vaší značky."],"Determine how your %1$s archive should look on social media.":["Určete, jak má váš archiv %1$s vypadat na sociálních sítích."],"Determine how your %1$s archive should look in search engines.":["Určete, jak má vypadat váš archiv %1$s ve vyhledávačích"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Adresy URL rubrik ve WordPressu obsahují předponu, obvykle %s. Toto povolí předponu pouze pro rubriky."],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Vybraný typ média není platný. Podporované typy jsou: JPG, PNG, WEBP a GIF."],"Show the archive for %1$s in search results":["Zobrazit archiv pro %1$s ve výsledcích vyhledávání"],"Show %1$s in search results":["Zobrazit %1$s ve výsledcích vyhledávání"],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Ach ne! Zdá se, že váš formulář obsahuje neplatná data. Zkontrolujte následující pole:"],"Enable %1$s for %2$s":["Povolit %1$s pro %2$s"],"Archive social title":["Archivní sociální název"],"Archive social image":["Archivní sociální obrázek"],"Archive social description":["Archivní sociální popis"],"Archive SEO title":["Archivní SEO název"],"Archive meta description":["Archivní meta popis"],"Archive breadcrumbs title":["Archivní název drobečkové navigace"],"Inclusive language analysis":["Inkluzivní jazyková analýza"],"Baidu":["Baidu"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Získejte svůj ověřovací kód v %1$sBaidu Webmaster tools%2$s."],"Add verification code":["Přidejte ověřovací kód"],"Bing":["Bing"],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Získejte svůj ověřovací kód v %1$sBing Webmaster tools%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Získejte svůj ověřovací kód v %1$sGoogle Search console%2$s."],"Claim your site over at %1$sPinterest%2$s.":["Nárokujte si svůj web na %1$sPinterest%2$s."],"Yandex":["Yandex"],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Získejte svůj ověřovací kód v %1$sYandex Webmaster tools%2$s."],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Tento koncový bod Yoast SEO REST API vám poskytuje všechna metadata, která potřebujete pro konkrétní URL. Bezhlavým webům WordPress tak bude velmi snadné používat Yoast SEO pro všechny jejich meta výstupy SEO."],"Restrict advanced settings for authors":["Omezit pokročilá nastavení pro autory"],"Oops! Something went wrong while saving.":["Jejda! Při ukládání se něco pokazilo."],"Great! Your settings were saved successfully.":["Skvělé! Vaše nastavení byla úspěšně uložena"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Ověřte své stránky pomocí různých nástrojů. Tím se na domovskou stránku přidá ověřovací metaznačka. Pokyny k ověření webu pro jednotlivé platformy najdete na odkazu v popisu."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Ve výchozím nastavení mají přístup do sekce rozšířené a schéma na postranním panelu %1$s nebo v metaboxu pouze editoři a správci. Vypnutím této možnosti umožníte přístup všem uživatelům."],"Tell us which features you want to use.":["Řekněte nám, které funkce chcete používat."],"Social sharing":["Sociální sdílení"],"Slack sharing":["Slack sdílení"],"Site structure":["Struktura webu"],"REST API endpoint":["Koncový bod REST API"],"Open Graph data":["Otevřete data grafu"],"APIs":["APIs"],"Site preferences":["Předvolby webu"],"Allows for X to display a preview with images and a text excerpt when a link to your site is shared.":["Umožňuje X zobrazit náhled s obrázky a úryvkem textu při sdílení odkazu na váš web."],"Unavailable for sub-sites":["Nedostupné pro podřízené weby"],"Title separator":["Název oddělovače"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Tento obrázek se používá jako záložní pro příspěvky\/stránky, které nemají nastaveny žádné obrázky."],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["Obrázek %1$swebu%2$s vyžaduje data Open Graph, která jsou aktuálně zakázána v sekci „Sdílení na sociálních sítích“ v %3$sFunkcích webu%4$s."],"Site image":["Obrázek webu"],"Recommended size for this image is %1$s%3$s%2$s":["Doporučená velikost tohoto obrázku je %1$s%3$s%2$s"],"Network disabled":["Síť zakázána"],"Dismiss":["Zavřít"],"RSS feed":["RSS zdroj"],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Automaticky přidávejte obsah do svých RSS. To vám umožní přidávat odkazy zpět na váš blog a na vaše blogové příspěvky, což vám pomůže vyhledávačům identifikovat vás jako původní zdroj obsahu."],"%1$s (default)":["%1$s (výchozí)"],"Beta":["Beta"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Publikujete zpravodajské články? %s vám pomůže optimalizovat vaše stránky pro Google News."],"Max number of characters to allow in searches":["Maximální počet znaků pro vyhledávání"],"IndexNow":["IndexNow"],"Filter searches with emojis and other special characters":["Filtrujte vyhledávání pomocí emodži a dalších speciálních znaků"],"Filter searches with common spam patterns":["Filtrujte vyhledávání pomocí běžných vzorů spamu"],"Filter search terms":["Filtrujte hledané výrazy"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Automaticky pingnout vyhledávače, jako jsou Bing a Yandex, kdykoli publikujete, aktualizujete nebo smažete příspěvek."],"Additional URL parameters to allow":["Povolit další parametry adresy URL"],"Pingback HTTP header":["Pingback HTTP hlavička"],"Personal logo or avatar":["Osobní logo nebo avatar"],"Select a user":["Vyberte uživatele"],"Add another profile":["Přidejte další profil"],"Site representation":["Zastoupení stránek"],"Link suggestions":["Návrhy odkazů"],"Insights":["Přehledy"],"Social image":["Sociální image"],"Social title":["Sociální titul"],"Social description":["Sociální popis"],"Image":["Obrázek"],"New":["Nové"],"Remove image":["Odstranit obrázek"],"Select image":["Vybrat obrázek"],"Replace image":["Nahradit obrázek"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Tím se do fragmentu článku při sdílení na Slacku přidá vedlejší text autora a odhad doby čtení."],"Page type":["Typ stránky"],"Article type":["Typ článku"],"Usage tracking":["Sledování použití"],"Learn SEO":["Naučte se SEO"],"Check out %1$s":["Navštívit %1$s"],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Chcete se naučit SEO přímo od týmu Yoast? Navštivte %1$s!"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Oba naše kurzy - zdarma i prémiový - vás naučí vše, co potřebujete vědět o SEO."],"Schema":["Schéma"],"Show blog page in breadcrumbs":["Zobrazit stránku blogu v drobečkové navigaci"],"Get the %s plugin now!":["Získej %s plugin teď!"],"Personal info":["Osobní informace"],"Organization logo":["Logo společnosti"],"Organization name":["Jméno společnosti"],"Organization":["Společnost"],"Select a user…":["Vybrat uživatele…"],"Upgrade to %s":["Aktualizovat na %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Můžete upravit SEO meta-data pro tento vlastní typ na %1$sStranu obchodu%2$s"],"Separator":["Oddělovač"],"Tagline":["Řádek tagů"],"%d result found, use up and down arrow keys to navigate":["Nalezen %d výsledek, k pohybu použijte šipky nahoru, dolů.","Nalezeny %d výsledky, k pohybu použijte šipky nahoru, dolů.","Nalezeno %d výsledků, k pohybu použijte šipky nahoru, dolů."],"SEO analysis":["SEO analýza"],"The readability analysis offers suggestions to improve the structure and style of your text.":["Analýza čitelnosti nabízí doporučení ke zlepšení struktury a stylu vašeho textu."],"(Opens in a new browser tab)":["(Otevření v nové záložce)"],"Text link counter":["Počítadlo textových odkazů"],"Cornerstone content":["Klíčový obsah"],"Save changes":["Uložit změny"],"Variable":["Proměnná"],"Available variables":["Dostupné proměnné"],"Admin bar menu":["Administrátorská lišta"],"SEO title":["SEO název"],"Google search console":["Google vyhledávací konzole"],"Other social profiles":["Vaše sociální profily"],"Readability analysis":["Analýza čitelnosti"],"No results found":["Nebyly nalezeny žádné výsledky."],"Bold the last page":["Tučně poslední stranu"],"Author archives":["Autor archivu"],"Separator between breadcrumbs":["Oddělovač mezi body drobečkové navigace"],"Anchor text for the Homepage":["Textové odkazy na domovskou stránku"],"Prefix for the breadcrumb path":["Prefix cesty k drobečkové navigaci"],"Content to put before each post in the feed":["Šablona která se vloží před každý obsah zprávy"],"You can use the following variables within the content, they will be replaced by the value on the right.":["V obsahu můžete použít následující proměnné. Budou nahrazeny hodnotou na pravé straně."],"A link to the post, with the title as anchor text.":["Odkaz na příspěvek. Nadpis příspěvku je použit jako textu odkazu."],"A link to your site, with your site's name as anchor text.":["Odkaz na vaše stránky s názvem webu jako text odkazu."],"A link to your site, with your site's name and description as anchor text.":["Odkaz na vaše webové stránky s názvem a popisem vašich stránek jako textu odkazu."],"How to insert breadcrumbs in your theme":["Jak vložit drobečkovou navigaci do vaší šablony"],"Description":["Popis"],"Blog":["Blog"],"Content to put after each post in the feed":["Obsah, vložený za každým příspěvkem ve feedu"],"Person":["Osoba"],"Force rewrite titles":["Vynutit přepsání nadpisů"],"Homepage":["Úvodní stránka"],"RSS":["RSS"],"Breadcrumbs":["Drobečková navigace"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s automaticky rozpozná, zda je zapotřebí změnit nadpisy vašich stránek. Pokud si myslíte, že je to špatně a víte co děláte, můžete tady změnit nastavení."],"Search":["Hledat"],"Website name":["Název stránky"],"Date archives":["Archivy datumů"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Nastavit titulek a podrobnosti o stránce s příspěvky můžete %1$supravením stránky s příspěvky samotné%2$s."],"Special pages":["Speciální stránky"],"Facebook":["Facebook"],"Twitter":["Twitter"],"Breadcrumbs title":["Název Drobečkové navigace"],"Pinterest":["Pinterest"],"Close":["Zavřít"],"Tools":["Nástroje"],"Meta description":["Meta popis"],"Social":["Sociální sítě"],"Advanced":["Pokročilé"],"General":["Obecné"],"None":["Žádný"],"XML sitemaps":["XML sitemapa"],"Page title":["Název stránky"],"meta description":["Meta popis"],"Google":["Google"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}