{"translation-revision-date":"2025-06-30 10:08:31+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"%s also gives you:":["O %s também lhe oferece:"],"Buy now":["Comprar agora"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Se estava a pensar em actualizar, agora é o momento certo! 30% DE DESCONTO, termina a 3 de Dezembro às 11h (CET)"],"%1$sBuy%2$s %3$s":["%1$sComprar%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30% DE DESCONTO - BLACK FRIDAY"],"Optimize with AI":["Optimizar com IA"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Torne a edição de conteúdos muito fácil! Optimize o seu conteúdo de SEO com sugestões rápidas e accionáveis com o clique de um botão.%1$s%2$sSaiba mais%3$s%4$s"],"Optimize your SEO content with %s":["Optimize o seu conteúdo de SEO com %s"],"Please switch to the visual editor to optimize with AI.":["Mude para o editor visual para optimizar com IA."],"Undefined error message.":["Mensagem de erro não definida."],"Non-inclusive":["Não inclusivo"],"30-day money back guarantee.":["Garantia de reembolso durante 30 dias."],"Only $\/€\/£99 per year (ex VAT)":["Apenas 99$\/€\/£ por ano (sem IVA)"],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":["O %s analisa mais do que apenas a sua palavra-chave principal. Analisa diferentes formas de palavras, plurais e tempos verbais passados. Isto ajuda o seu site a ter um desempenho ainda melhor nas pesquisas!"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Deixe que a IA pense por si e ajude a poupar tempo. Obtenha sugestões de alta qualidade para títulos e descrições para que o seu conteúdo tenha uma classificação elevada e uma boa apresentação nas redes sociais. %1$sSaiba mais%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Deixe que a IA pense por si e ajude a poupar tempo. Obtenha sugestões de alta qualidade para títulos e descrições de produtos para que o seu conteúdo tenha uma classificação elevada e uma boa apresentação nas redes sociais. %1$sSaiba mais%2$s%3$s"],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Destaque áreas a melhorar no seu texto, sem ter de procurar uma agulha num palheiro, pronto a optimizar! Agora também no Elementor!"],"Explore %s now!":["Explore o %s agora!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sSuporte 24\/7%2$s: Também à noite e aos fins-de-semana."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sPré-visualizações apelativas de redes sociais%2$s em que as pessoas querem realmente clicar."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sNão mais ligações danificadas%2$s: Gestor de redireccionamentos automáticos."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSugestões super-rápidas%2$s para ligações internas."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sMúltiplas palavras-chave%2$s: Melhor classificação em mais pesquisas."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sIA%2$s: Títulos e descrições SEO melhores, e mais depressa."],"Unlock with the %1$s":["Desbloquear com o %1$s"],"Unlock Premium SEO analysis":["Desbloqueie a análise de SEO Premium"],"$ USD \/ € EUR \/ £ GBP per year (ex. VAT)":["$ USD \/ € EUR \/ £ GBP por ano (exc. IVA)"],"Get more help with writing content that ranks":["Obtenha mais ajuda para escrever conteúdos bem classificados"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Os sinónimos ajudam os utilizadores a compreender melhor o seu texto. É mais fácil de ler, tanto para os utilizadores como para o Google. No %s, pode adicionar sinónimos para a sua frase-chave principal e nós ajudamos a optimizá-los."],"Write more natural and engaging content":["Escreva conteúdos mais naturais e cativantes"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Obtenha ajuda para optimizar até 5 frases-chave relacionadas. Isto ajuda a alcançar um público mais vasto e a obter mais tráfego."],"Add related keyphrases":["Adicione frases-chave relacionadas"],"Reach a wider audience":["Alcance um público mais vasto"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Verifique o seu texto com base em ainda mais critérios de SEO e obtenha uma análise de frases-chave melhorada, facilitando a optimização do seu conteúdo."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Utilize a IA para gerar títulos e descrições, redireccionar automaticamente páginas eliminadas, obter apoio 24 horas por dia, 7 dias por semana e muito, muito mais!"],"Claim your 30% off now!":["Peça já o seu desconto de 30%!"],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["30% DE DESCONTO"],"Use AI to write your titles & meta descriptions!":["Utilize a IA para criar títulos e descrições"],"New in %1$s":["Novo no %1$s"],"Potentially non-inclusive":["Potencialmente não-inclusiva"],"%1$sGet%2$s %3$s":["%1$sObter o%2$s %3$s"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Para ver este vídeo, o %1$s precisa de permissão para carregar vídeos incorporados a partir de %2$s."],"Deny":["Recusar"],"Allow":["Permitir"],"Unlock with %1$s":["Desbloqueie com o %1$s"],"Something went wrong. An unexpected error occurred.":["Algo correu mal. Ocorreu um erro inesperado."],"Refresh this page":["Actualizar esta página"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Infelizmente, isto significa que todas as alterações por guardar nesta secção serão perdidas. Pode tentar actualizar esta página para corrigir o problema. Se o erro persistir, por favor contacte a nossa equipa de suporte para obter toda a ajuda que precisa!"],"Contact support":["Contacte o suporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Desculpe, parece que o seguinte erro interrompeu a nossa aplicação:"],"Read reviews from real users":["Leia avaliações de utilizadores reais"],"Inclusive language":["Linguagem inclusiva"],"Learn more about the inclusive language analysis":["Saiba mais sobre a análise de linguagem inclusiva"],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sLinguagem inclusiva%2$s: Não detectámos nenhuma frase potencialmente não inclusiva. Óptimo trabalho!"],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Reparámos que está a usar um plugin multilingue. Atenção que o feedback desta análise se destina apenas aos textos escritos em inglês."],"Unlock with %s":["Desbloquear com o %s"],"Premium SEO analysis":["Análise de SEO premium"],"Beta":["Beta"],"1 year of premium support and updates included!":["1 ano de suporte premium e actualizações incluídas!"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sComplexidade das palavras%2$s: O seu vocabulário é adequado para um público vasto? %3$sDeixe que o Yoast SEO Premium lhe diga!%4$s"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sDistribuição da frase-chave%2$s: Distribuiu uniformemente a sua frase-chave principal ao longo de todo o texto? %3$sDeixe que o Yoast SEO Premium lhe diga!%4$s"],"Please enter a focus keyphrase first to track keyphrase performance":["Por favor, insira primeiro uma frase-chave principal para rastrear o desempenho das palavras-chave"],"Please enter a focus keyphrase first to get related keyphrases":["Por favor, insira primeiro uma frase-chave principal para obter frases-chave relacionadas"],"Get related keyphrases":["Obter frases-chave relacionadas"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["A sua frase-chave é demasiado longa. Só pode ter no máximo 191 caracteres."],"Upgrade to %s":["Actualize para o %s"],"Focus keyphrase":["Frase-chave principal"],"Help on choosing the perfect focus keyphrase":["Ajuda sobre como escolher uma frase-chave principal perfeita"],"Go %s!":["Obter o %s!"],"Add related keyphrase":["Adicionar frase-chave relacionada"],"Learn more about the readability analysis":["Saiba mais sobre a análise de legibilidade"],"Mark as cornerstone content":["Marcar como conteúdo principal"],"Learn more about Cornerstone Content.":["Saiba mais sobre conteúdo principal."],"Cornerstone content should be the most important and extensive articles on your site.":["Os conteúdos principais devem ser os artigos mais importantes e extensos do seu site."],"Analysis results":["Resultados da análise"],"Enter a focus keyphrase to calculate the SEO score":["Insira uma frase-chave principal para calcular a classificação SEO"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Está a tentar usar múltiplas frases-chave? Deve adicioná-las abaixo separadamente."],"Add synonyms":["Adicionar sinónimos"],"SEO analysis":["Análise de SEO"],"Good results":["Bons resultados"],"Errors":["Erros"],"Considerations":["Considerações"],"(Opens in a new browser tab)":["(Abrir num novo separador)"],"Cornerstone content":["Conteúdo principal"],"1 year free support and updates included!":["1 ano de suporte e actualizações incluídas!"],"OK SEO score":["Classificação razoável de SEO"],"Good SEO score":["Classificação boa de SEO"],"%1$s + %2$s":["%1$s + %2$s"],"Readability analysis":["Análise de legibilidade"],"Needs improvement":["Precisa de melhorar"],"Open":["Abrir"],"Improvements":["Melhoramentos"],"Problems":["Problemas"],"Not available":["Não disponível"],"Good":["Bom"],"OK":["Razoável"],"Close":["Fechar"]}},"comment":{"reference":"js\/dist\/externals-components.js"}}