{"translation-revision-date":"2025-06-30 10:07:57+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"No image was found that we can automatically set as your social image. Please use %1$s, %2$s, %3$s or %4$s formats to ensure it displays correctly on social media.":["Non è stata trovata nessuna immagine che possiamo impostare automaticamente come immagine social. Usa i formati %1$s, %2$s, %3$s o %4$s per garantire una corretta visualizzazione sui social media."],"%s also gives you:":["%s ti dà anche:"],"BLACK FRIDAY SALE":["OFFERTA BLACK FRIDAY"],"Now with 30%% OFF: %1$s %2$sBuy now!%3$s":["Ora con un 30%% di sconto: %1$s %2$sCompralo subito!%3$s"],"Now with 30%% OFF: %1$s":["Ora con un 30%% di sconto: %1$s"],"Buy now":["Acquista ora"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Se stavi pensando di fare un upgrade, questo è il momento giusto! Il 30% di sconto termina il 3 dicembre alle 11:00 (CET)."],"%1$sBuy%2$s %3$s":["%1$sCompra%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30% DI SCONTO - BLACK FRIDAY"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Trasforma la modifica dei contenuti in un gioco da ragazzi! Ottimizza i tuoi contenuti SEO con suggerimenti rapidi e attuabili con un semplice clic. %1$s%2$sPer saperne di più%3$s%4$s"],"Optimize your SEO content with %s":["Ottimizza il tuo contenuto SEO con %s"],"Undefined error message.":["Messaggio di errore non definito."],"X appearance":["Aspetto di X"],"X share preview":["Anteprima della condivisione di X"],"30-day money back guarantee.":["Garanzia di rimborso a 30 giorni."],"Only $\/€\/£99 per year (ex VAT)":["Solo $\/€\/£99 all'anno (IVA esclusa)"],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["Sul tuo sito è stato attivato %1$s, che imposta automaticamente il tipo di pagina per i tuoi prodotti su 'Pagina articolo'. Di conseguenza, la selezione del tipo di pagina è disattivata."],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Lascia che sia l'intelligenza artificiale a pensare per te e ti aiuti a risparmiare tempo. Ottieni suggerimenti di alta qualità per i titoli e le meta-descrizioni, per far sì che i tuoi contenuti si posizionino in alto e appaiano bene sui social media. %1$sPer saperne di più%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Lascia che sia l'intelligenza artificiale (IA) a pensare per te e aiutarti a risparmiare tempo. Ottieni suggerimenti di alta qualità per i titoli dei prodotti e le meta descrizioni, per far sì che i tuoi contenuti si posizionino in alto e appaiano bene sui social media. %1$sPer saperne di più%2$s%3$s"],"Explore %s now!":["Esplora %s ora!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sSupporto 24\/7%2$s: anche la sera e nei weekend."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sAnteprime attraenti dei messaggi per i social%2$s che le persone vorranno cliccare."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sNiente più link rotti%2$s: gestione automatica dei reindirizzamenti."],"%1$sSuper fast%2$s internal linking suggestions.":["Suggerimenti %1$srapidi%2$s di link interni."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sFino a 5 parole chiave%2$s: posizionati più in alto per un maggior numero di ricerche."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sIA%2$s: titoli e meta-descrizioni SEO migliori, e in modo più veloce."],"Social share preview":["Anteprima di condivisione sui social"],"Allow search engines to show this content in search results?":["Vuoi permettere ai motori di ricerca di mostrare questi contenuti nei risultati di ricerca?"],"Last year":["L'anno scorso"],"Last week":["La settimana scorsa"],"Last day":["Ultimo giorno"],"Last updated":["Ultimo aggiornamento"],"Activate tracking to show the ranking position":["Attiva il tracciamento per mostrare la posizione in classifica"],"Unlock Premium SEO analysis":["Sblocca l'analisi SEO Premium"],"Get more help with writing content that ranks":["Ti assistiamo nella scrittura di contenuti che si posizionano"],"Internal linking suggestions":["Suggerimenti di link interni"],"$ USD \/ € EUR \/ £ GBP per year (ex. VAT)":["$ USD \/ € EUR \/ £ GBP all'anno (ex. VAT)"],"Is your %1$s store ready for Black Friday?":["Il tuo negozio %1$s è pronto per il Black Friday?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Verifica il tuo testo in base a un numero ancora maggiore di criteri SEO e ottieni un'analisi avanzata delle frasi chiave, facilitando l'ottimizzazione dei tuoi contenuti."],"Buy now!":["Acquista ora!"],"Reach a wider audience":["Raggiungi un pubblico più ampio"],"Add related keyphrases":["Aggiungi le frasi chiave correlate"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s suggerisce automaticamente i contenuti da linkare con una semplice funzionalità a trascinamento, che è un grande vantaggio per la SEO!"],"Rank higher by connecting your content":["Posizionati meglio collegando i tuoi contenuti"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Ottieni un aiuto per ottimizzare fino a 5 frasi chiave correlate. Questo ti aiuta a raggiungere un pubblico più ampio e a ottenere più traffico."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Usa l'intelligenza artificiale (IA) per generare titoli e meta descrizioni, reindirizzare automaticamente le pagine cancellate, ottenere assistenza 24\/7 e molto altro ancora!"],"30% OFF":["30% di sconto"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Richiedi subito lo sconto del 30%!"],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["La %1$schecklist definitiva del Black Friday%2$s di Yoast ti aiuta a prepararti per tempo, così puoi avere risultati fantastici durante questo periodo di offerte."],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below.":["Per personalizzare l'aspetto del tuo articolo in modo specifico per X, compila le impostazioni \"Aspetto di X\" qui sotto."],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on X.":["Per personalizzare l'aspetto del tuo articolo in modo specifico per X, compila le impostazioni \"Aspetto di X\" qui sotto. Se non si modificano queste impostazioni, le impostazioni \"Aspetto dei social media\" di cui sopra saranno applicate anche per la condivisione su X."],"Determine how your post should look on social media like Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Determina l'aspetto del tuo articolo su social media come Facebook, X, Instagram, WhatsApp, Thread, LinkedIn, Slack e altri."],"Social media appearance":["Aspetto dei social media"],"Get the checklist and start optimizing now!":["Ottieni la checklist e inizia ora l'ottimizzazione!"],"Use AI to write your titles & meta descriptions!":["Usa l'intelligenza artificiale (IA) per creare titoli e meta descrizioni"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Vuoi l'anteprima di come appaiono i tuoi prodotti WooCommerce nei risultati di ricerca di Google?"],"Want your products stand out in search results with rich results like price, reviews and more?":["Vuoi che i tuoi prodotti si distinguano nei risultati di ricerca grazie ai risultati multimediali (rich result) come prezzo, recensioni e altro?"],"Close the upgrade callout":["Chiudi il messaggio di invito all'aggiornamento"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s e ottieni uno sconto esclusivo del %2$s per %3$s mesi."],"Click here to upgrade your %s plan":["Fai clic qui per passare a un piano %s superiore"],"Keyphrases tracked: %1$s\/%2$s":["Frasi chiave rilevate: %1$s%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Stai monitorando %1$s delle %2$s frasi chiave comprese nel tuo account."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Stai monitorando %1$s delle %2$s frasi chiave comprese nel tuo account gratuito."],"Allow":["Permetti"],"Deny":["Rifiuta"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Per vedere questo video, devi permettere a %1$s di caricare video incorporati da %2$s."],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Puoi cambiare il tipo predefinito per %1$s nelle %2$sImpostazioni dei Tipi di contenuto%3$s."],"%1$sGet%2$s %3$s":["%1$sOttieni%2$s %3$s"],"Unlock with %1$s":["Sblocca con %1$s"],"Refresh this page":["Ricarica questa pagina"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Purtroppo questo significa che tutte le modifiche non salvate andranno perse. Puoi provare ad aggiornare la pagina per risolvere il problema. Se l'errore persiste, contatta il nostro team di supporto e ti daremo tutto l'aiuto necessario!"],"Something went wrong. An unexpected error occurred.":["Qualcosa è andato storto, si è verificato un errore inaspettato."],"Text formality":["Formalità del testo"],"Read more about text formality.":["Maggiori informazioni sulla formalità del testo."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s ti aiuterà a valutare il livello di formalità del tuo testo."],"Contact support":["Contatta il supporto"],"We're very sorry, but it seems like the following error has interrupted our application:":["Sembra che il seguente errore abbia interrotto la nostra applicazione:"],"Read reviews from real users":["Leggi le recensioni di utenti reali"],"Search appearance":["Aspetto della ricerca"],"Beta":["Beta"],"Get %s to enjoy the benefits of prominent words":["Passa a %s per ottenere i vantaggi delle statistiche sulle parole più usate"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Con %1$s%3$s%2$s, questa sezione ti mostrerà quali parole ricorrono più spesso nel testo. Verificando queste parole che usi di più nel testo rispetto alle parole chiave scelte, saprai come modificare il testo per renderlo più aderente ai tuoi intenti."],"Buy %s now!":["Acquista %s ora!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Stai lavorando su una news? %s ti aiuta a ottimizzare il sito per Google News."],"Premium SEO analysis":["Analisi SEO Premium"],"1 year of premium support and updates included!":["1 anno di aggiornamenti e supporto personalizzato inclusi!"],"Unlock with %s":["Sblocca con %s"],"Learn more about character count":["Per saperne di più sul conteggio dei caratteri"],"Character count":["Conteggio dei caratteri"],"Learn more about word count":["Per saperne di più sul conteggio delle parole"],"Word count":["Conteggio delle parole"],"Learn more about Flesch reading ease":["Per saperne di più sulla facilità di lettura Flesch"],"out of 100":["su 100"],"okay":["okay"],"no data":["Nessun dato"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Il testo dovrebbe essere leggermente più lungo per calcolare il punteggio di facilità di lettura Flesch."],"Continue writing to get insight into the readability of your text!":["Continua a scrivere per avere un'idea della leggibilità del testo!"],"Learn more about reading time":["Per saperne di più sul tempo di lettura stimato"],"Reading time":["Tempo di lettura"],"minute":["minuto","minuti"],"Dismiss this notice.":["Ignora questa notifica."],"character":["carattere","caratteri"],"word":["parola","parole"],"Tracking the ranking position…":["Monitorando la posizione nei risultati di ricerca…"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Qualcosa è andato storto durante il monitoraggio della posizione della tua pagina nei risultati di ricerca. Riprova più tardi."],"reconnect to %s":["riconnetti a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Sembra che qualcosa sia andato storto durante il recupero dei dati del tuo sito web. Si prega di %s e riprovare."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Prima di poter tracciare le tue prestazioni SEO, assicurati di impostare il titolo dell'articolo e di salvarlo come bozza o di impostare manualmente lo slug dell'articolo."],"No keyphrase has been set. Please set a keyphrase first.":["Non è stata impostata alcuna frase chiave. Imposta prima una frase chiave."],"upgrade your %s plan":["aggiorna il tuo piano %s"],"You've reached the maximum amount of %1$d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %2$s.":["Hai raggiunto il numero massimo di %1$d frasi chiave che puoi aggiungere al tuo account Wincher. Se desideri aggiungere altre frasi chiave, si prega di %2$s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Con %1$s puoi tracciare la posizione della tua pagina nei risultati di ricerca in base alle tue frasi chiave. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s sta attualmente monitorando la posizione della tua pagina nei risultati di ricerca. Questo potrebbe richiedere alcuni minuti. Aspetta o torna a controllare più tardi."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Ti sei connesso con successo a %s! Ora puoi monitorare le prestazioni SEO per le frasi chiave di questa pagina."],"Read more about keyphrase tracking with Wincher":["Ulteriori informazioni sul monitoraggio delle frasi chiave con Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Il rilevamento automatico delle frasi chiave è abilitato. Le tue frasi chiave verranno automaticamente tracciate da %s quando pubblicherai il tuo articolo."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posizione della frase chiave negli ultimi 90 giorni su una scala da 0 a 100."],"Track SEO performance":["Monitora le prestazioni SEO"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Puoi abilitare \/ disabilitare il monitoraggio delle prestazioni SEO per ogni frase chiave di seguito."],"Learn more about the SEO performance feature.":["Scopri di più sulle funzionalità delle prestazioni SEO."],"SEO performance":["Prestazioni SEO"],"Connect with %s":["Connetti con %s"],"* focus keyphrase":["* frase chiave principale"],"Get more insights over at %s":["Ottieni più approfondimenti su %s"],"Position over time":["Posizione nel tempo"],"Position":["Posizione"],"Tracking":["Monitoraggio"],"Insights":["Approfondimenti (Insights)"],"Select image":["Seleziona un'immagine"],"Last month":["Il mese scorso"],"The number of headers and header labels don't match.":["Il numero di header a di etichette per l'header non combacia."],"Default for %1$s (%2$s)":["Predefinito %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Questo aiuta i motori di ricerca a capire il tuo sito e i tuoi contenuti. Puoi modificare alcune delle impostazioni per questa pagina qui sotto."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO descrive automaticamente le pagine utilizzando schema.org"],"Article type":["Tipo di articolo"],"Page type":["Tipo di pagina"],"Learn more about page or content types":["Leggi di più sulle pagine About o sui tipi di contenuto"],"What type of page or content is this?":["Che tipo di pagina o contenuto è?"],"Item Page":["Pagina elemento"],"Learn more about the no-index setting on our help page.":["Per saperne di più sull'impostazione no-index, consulta la nostra pagina di aiuto."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Anche se puoi impostare qui i meta robot, l'intero sito è impostato su noindex nelle opzioni della privacy, quindi queste impostazioni non avranno alcun effetto."],"Learn more about canonical URLs on our help page.":["Puoi leggere di più sugli URL canonici nella nostra pagina di aiuto."],"Learn more about the breadcrumbs title setting on our help page.":["Puoi leggere di più sull'impostazione del titolo dei breadcrumb nella nostra pagina di aiuto."],"Learn more about advanced meta robots settings on our help page.":["Puoi leggere di più sulle impostazioni avanzate dei meta robot nella nostra pagina di aiuto."],"Learn more about the no-follow setting on our help page.":["Puoi leggere di più sulle impostazioni no-follow nella nostra pagina di aiuto."],"Should search engines follow links on this content?":["I motori di ricerca dovrebbero seguire i link collegati a questo contenuto?"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Le seguenti parole sono quelle che ricorrono di più nel contenuto. Esse danno un'indicazione dell'argomento su cui si concentra il contenuto. Se le parole si discostano molto dal tuo argomento, puoi riscrivere il contenuto in modo più coerente."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Una volta aggiunto altro contenuto, ti forniremo un elenco di parole che ricorrono maggiormente nel testo. Tale analisi ti dà un'idea su cosa si concentra il tuo testo."],"%d occurrences":["%d occorrenze"],"Keyphrase":["Frase chiave"],"Upgrade to %s":["Passa a %s"],"Good job!":["Ottimo lavoro!"],"Add related keyphrase":["Aggiungi una frase chiave correlata"],"%d day":["%d giorno","%d giorni"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Leggi la nostra %1$sGuida definitiva per la ricerca di parole chiave (in inglese)%2$s per ulteriori informazioni sulla ricerca e sulla strategia per le parole chiave."],"Prominent words":["Parole importanti"],"%1$s (current default for %2$s)":["%1$s (impostazione corrente predefinita per %2$s)"],"(Opens in a new browser tab)":["(Si apre in una nuova scheda del browser)"],"1 year free support and updates included!":["1 anno di aggiornamenti e supporto personalizzato inclusi!"],"Get internal linking suggestions":["Ottieni suggerimenti per i link interni"],"Please provide a meta description by editing the snippet below.":["Inserisci una meta descrizione modificando lo snippet sottostante."],"No":["No"],"Yes":["Si"],"Close":["Chiudi"],"very difficult":["molto difficile"],"Try to make shorter sentences, using less difficult words to improve readability":["Prova a scrivere frasi più brevi, usando parole meno difficili per migliorare la leggibilità. "],"difficult":["difficile"],"fairly difficult":["abbastanza difficile"],"fairly easy":["abbastanza facile"],"easy":["facile"],"very easy":["molto facile"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Il contenuto ha ottenuto il punteggio %1$s nel test, che è considerato %2$s da leggere."],"Flesch reading ease":["Facilità di lettura Flesch"],"Canonical URL":["URL canonico"],"Breadcrumbs Title":["Titolo dei breadcrumbs"],"No Snippet":["Nessuno snippet"],"No Archive":["Nessun Archivio"],"No Image Index":["Nessuna immagine indice"],"Meta robots advanced":["Meta Robots avanzate"],"View":["Visualizza"],"Advanced":["Avanzate"]}},"comment":{"reference":"js\/dist\/classic-editor.js"}}