{"translation-revision-date":"2025-06-30 10:07:57+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Activate tracking to show the ranking position":["Attiva il tracciamento per mostrare la posizione in classifica"],"Close the upgrade callout":["Chiudi il messaggio di invito all'aggiornamento"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s e ottieni uno sconto esclusivo del %2$s per %3$s mesi."],"Click here to upgrade your %s plan":["Fai clic qui per passare a un piano %s superiore"],"Keyphrases tracked: %1$s\/%2$s":["Frasi chiave rilevate: %1$s%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Stai monitorando %1$s delle %2$s frasi chiave comprese nel tuo account."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Stai monitorando %1$s delle %2$s frasi chiave comprese nel tuo account gratuito."],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Questa panoramica mostra le tue frasi chiave che stanno andando meglio su Google. Collegati a %s per iniziare."],"You have successfully connected with %s.":["La connessione con %s è avvenuta correttamente."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["La connessione con %1$s è avvenuta correttamente. Il tuo account %2$s non contiene ancora nessuna frase chiave per questo sito web. Puoi monitorare le frasi chiave usando il pulsante \"Traccia prestazioni SEO\" nell'editor degli articoli."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Errore di rete: Impossibile connettersi al server. Controlla la connessione a Internet e riprova più tardi."],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Il tuo account %s non contiene ancora alcuna frase chiave per questo sito web. Puoi tenere d'occhio le frasi chiave usando il pulsante \"Segui la prestazione SEO\" nell'editor dell'articolo."],"%s account":["Account %s "],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Questo riepilogo ti mostra solo le frasi chiave aggiunte da Yoast SEO. Potrebbero esserci altre frasi chiave aggiunte dal tuo %s."],"Tracking the ranking position…":["Monitorando la posizione nei risultati di ricerca…"],"reconnect to %s":["riconnetti a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Sembra che qualcosa sia andato storto durante il recupero dei dati del tuo sito web. Si prega di %s e riprovare."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posizione della frase chiave negli ultimi 90 giorni su una scala da 0 a 100."],"Connect with %s":["Connetti con %s"],"Get more insights over at %s":["Ottieni più approfondimenti su %s"],"Position over time":["Posizione nel tempo"],"Position":["Posizione"],"The number of headers and header labels don't match.":["Il numero di header a di etichette per l'header non combacia."],"Keyphrase":["Frase chiave"],"%d day":["%d giorno","%d giorni"],"View":["Visualizza"]}},"comment":{"reference":"js\/dist\/wincher-dashboard-widget.js"}}