Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/wpvivid-backuprestore-*.po
Languages: cs_cz, ko_kr

source: Subsite URL
cs_cz: URL adresa podstránky
ko_kr: 하위 사이트 URL

source: Keep staging sites when deleting the plugin
cs_cz: Při mazání pluginu ponechejte pracovní stránky
ko_kr: 플러그인을 삭제할 때 스테이징 사이트 유지

source: Keep permalink when transferring website
cs_cz: Při přenosu webu ponechejte trvalý odkaz
ko_kr: 웹사이트 이전 시 고유주소 유지

source: Anyone can visit the staging site
cs_cz: Místo konání může navštívit kdokoli
ko_kr: 누구나 스테이징 사이트를 방문할 수 있습니다

source: times when encountering a time-out error
cs_cz: časy, kdy dojde k chybě vypršení časového limitu
ko_kr: 시간 초과 오류가 발생한 경우

source: A lower value will help speed up the process of creating a staging site. However, if your server has a limit on the number of requests, a higher value is recommended.
cs_cz: Nižší hodnota pomůže urychlit proces vytváření pracovního místa. Pokud však váš server má limit na počet požadavků, doporučujeme vyšší hodnotu.
ko_kr: 값이 낮을수록 준비 사이트를 만드는 프로세스 속도가 빨라집니다. 그러나 서버에 요청 수에 제한이 있는 경우 더 높은 값을 권장합니다.

source: Delay Between Requests
cs_cz: Prodleva mezi požadavky
ko_kr: 요청 간 지연

source: The time-out is not your server PHP time-out. With the execution time exhausted, our plugin will shut down the progress of creating a staging site. If the progress encounters a time-out, that means you have a medium or large sized website. Please try to scale the value bigger.
cs_cz: Časový limit není časový limit PHP serveru. Po vyčerpání doby provádění náš plugin zastaví průběh vytvoření předváděcího místa. Pokud pokrok narazí na časový limit, znamená to, že máte středně velký nebo velký web. Zkuste to prosím zvětšit hodnotu.
ko_kr: 타임아웃은 서버 PHP 타임아웃이 아닙니다. 실행 시간이 소진되면, 저희 플러그인은 스테이징 사이트 생성 진행을 중단합니다. 진행 중에 타임아웃이 발생하면, 이는 중간 크기 또는 대형 웹사이트를 가지고 있다는 것을 의미합니다. 값을 더 크게 조정해 보세요.

source: PHP Script Execution Timeout
cs_cz: Časový limit spuštění skriptu PHP
ko_kr: PHP 스크립트 실행 시간 초과

source: Adjust this value to apply for a temporary PHP memory limit for the plugin to create a staging site. We set this value to 256M by default. Increase the value if you encounter a memory exhausted error. Note: some web hosting providers may not support this.
cs_cz: Upravte tuto hodnotu, chcete-li použít dočasný limit paměti PHP pro zásuvný modul pro vytvoření pracovní stránky. Tuto hodnotu jsme standardně nastavili na 256M. Pokud narazíte na chybu s vyčerpáním paměti, zvyšte hodnotu. Poznámka: některé poskytovatelé webhostingu to nemusí podporovat.
ko_kr: 플러그인이 스테이징 사이트를 만들 수 있도록 임시 PHP 메모리 제한을 적용하려면 이 값을 조정하세요. 기본적으로 이 값을 256M으로 설정합니다. 메모리 고갈 오류가 발생하면 값을 늘리세요. 참고: 일부 웹 호스팅 제공자는 이를 지원하지 않을 수 있습니다.

source: Staging Memory Limit
cs_cz: Staging limit paměti
ko_kr: 스테이징 메모리 제한

source: Maximum size of the files copied to a staging site. All files larger than this value will be ignored. If you set the value of 0 MB, all files will be copied to a staging site.
cs_cz: Maximální velikost souborů zkopírovaných na pracovní místo. Všechny soubory větší než tato hodnota budou ignorovány. Pokud nastavíte hodnotu 0 MB, všechny soubory budou zkopírovány na pracovní místo.
ko_kr: 준비 사이트에 복사된 파일의 최대 크기입니다. 이 값보다 큰 파일은 모두 무시됩니다. 값을 0MB로 설정하면 모든 파일이 준비 사이트로 복사됩니다.

source: Max File Size
cs_cz: Maximální velikost souboru
ko_kr: 최대 파일 크기

source: Number of files to copy that will be copied within one ajax request. The higher value makes the file copy process faster. Please try a high value to find out the highest possible value. If you encounter timeout errors, try lower values until no more errors occur.
cs_cz: Počet souborů ke kopírování, které budou zkopírovány v rámci jednoho požadavku ajax. Vyšší hodnota urychlí proces kopírování souboru. Zkuste prosím vysokou hodnotu, abyste zjistili nejvyšší možnou hodnotu. Pokud se setkáte s chybami vypršení časového limitu, zkuste nižší hodnoty, dokud se již žádné chyby nevyskytnou.
ko_kr: 한 번의 ajax 요청 내에서 복사될 복사할 파일 수입니다. 값이 높을수록 파일 복사 프로세스가 더 빨라집니다. 가능한 가장 높은 값을 찾으려면 높은 값을 시도해주세요. 시간 초과 오류가 발생하면 더 이상 오류가 발생하지 않을 때까지 낮은 값을 시도하세요.

source: File Copy Count
cs_cz: Počet kopií souboru
ko_kr: 파일 복사 수

source: Number of DB rows, that are processed within one ajax query. The higher value makes the DB replacement process faster. If timeout erros occur, decrease the value because this process consumes a lot of memory.
cs_cz: Počet DB řádků, které jsou zpracovány v rámci jednoho ajax dotazu. Vyšší hodnota urychlí proces výměny DB. Pokud dojde k chybám při vypršení časového limitu, snižte hodnotu, protože tento proces spotřebovává velké množství paměti.
ko_kr: 하나의 Ajax 쿼리 내에서 처리되는 DB 행 수입니다. 값이 높을수록 DB 교체 과정이 빨라집니다. 타임아웃 오류가 발생하면 이 프로세스에서 메모리를 많이 소모하므로 값을 줄이세요.

source: DB Replace Count
cs_cz: DB počet náhrad
ko_kr: DB 교체 횟수

source: Number of DB rows, that are copied within one ajax query. The higher value makes the database copy process faster. Please try a high value to find out the highest possible value. If you encounter timeout errors, try lower values until no more errors occur.
cs_cz: Počet řádků DB, které jsou zkopírovány v rámci jednoho ajax dotazu. Vyšší hodnota urychlí proces kopírování databáze. Zkuste prosím vysokou hodnotu, abyste zjistili nejvyšší možnou hodnotu. Pokud narazíte na chyby časového limitu, zkuste nižší hodnoty, dokud ne dochází k více chybám.
ko_kr: 하나의 Ajax 쿼리 내에서 복사되는 DB 행 수입니다. 값이 높을수록 데이터베이스 복사 프로세스가 더 빨라집니다. 가능한 가장 높은 값을 찾으려면 높은 값을 시도해보십시오. 시간 초과 오류가 발생하면 오류가 발생하지 않을 때까지 값을 낮추십시오.

source: DB Copy Count
cs_cz: Počet kopií DB
ko_kr: DB 복사 횟수

source: Staging Settings
cs_cz: Staging nastavení
ko_kr: 스테이징 설정

source: Staging Logs
cs_cz: Staging protokoly
ko_kr: 스테이징 로그

source: Action
cs_cz: Akce
ko_kr: 동작

source: Log File Name
cs_cz: Název souboru protokolu
ko_kr: 로그 파일 이름

source: Backup Logs
cs_cz: Protokol zálohování
ko_kr: 백업 로그

source: Up to 50 domains
cs_cz: Až 50 domén
ko_kr: 최대 50개 도메인

source: Up to 10 domains
cs_cz: Až 10 domén
ko_kr: 최대 10개 도메인

source: 2 domains
cs_cz: 2 domény
ko_kr: 2개 도메인

source: Roles & Capabilities
cs_cz: Uživatelské roly a oprávnění
ko_kr: 역할 & 역량

source: White Label
cs_cz: Bez označení (White Label)
ko_kr: 화이트 라벨

source: Staging Pro
ko_kr: 스테이징 Pro

source: Mulitsite Support
cs_cz: Podpora sítě webů
ko_kr: 다중 사이트 지원

source: Domains
cs_cz: Domény
ko_kr: 도메인

source: Small Business
cs_cz: Malé podnikání
ko_kr: 소기업

source: Blogger
ko_kr: 블로거

source: Features
cs_cz: Funkce
ko_kr: 기능

source: File not found
cs_cz: Soubor nenalezen
ko_kr: 파일을 발견하지 못함

source: File Size:
cs_cz: Velikost souboru:
ko_kr: 파일 크기:

source: File
cs_cz: Soubor
ko_kr: 파일

source: Total Folders:
cs_cz: Celkem složek:
ko_kr: 전체 폴더 개수:

source: Scanned:
cs_cz: Skenováno:
ko_kr: 스캔됨:

source: Total Posts:
cs_cz: Celkem příspěvků:
ko_kr: 전체 글 개수:

source: Please don't refresh the page while running a scan.
cs_cz: Během skenování prosím neobnovujte stránku.
ko_kr: 스캔이 실행 중에는 페이지를 새로 고치지 말아주세요.

source: Scan
cs_cz: Skenovat
ko_kr: 스캔

source: Image Cleaner
ko_kr: 이미지 클리너

source: Size
cs_cz: Velikost
ko_kr: 크기

source: Path
cs_cz: Cesta
ko_kr: 경로

source: Thumbnail
cs_cz: Náhled
ko_kr: 썸네일

source: Set how many media files to process per request. The value should be set depending on your server performance and the recommended value is 100.
cs_cz: Nastavte, kolik mediálních souborů zpracovat na jeden požadavek. Hodnota by měla být nastavena v závislosti na výkonu vašeho serveru a doporučená hodnota je 100.
ko_kr: 요청당 처리할 미디어 파일 개수를 설정합니다. 값은 서버 성능에 따라 설정해야 하며 권장 값은 100입니다.

source: Media Files Quantity Processed Per Request
cs_cz: Množství mediálních souborů zpracovaných na žádost
ko_kr: 요청당 처리된 미디어 파일 수량

source: Set how many posts to process per request. The value should be set depending on your server performance and the recommended value is 20.
cs_cz: Nastavte, kolik příspěvků se má zpracovat na žádost. Hodnota by měla být nastavena v závislosti na výkonu vašeho serveru a doporučená hodnota je 20.
ko_kr: 요청당 처리할 글 개수를 설정합니다. 값은 서버 성능에 따라 설정해야 하며 권장 값은 20입니다.

source: Posts Quantity Processed Per Request
cs_cz: Počet příspěvků zpracovaných na žádost
ko_kr: 요청당 처리된 글 수량

source: With this option checked, when the image is deleted, the corresponding image url in the database that is not used anywhere on your website will also be deleted.
cs_cz: Pokud je tato možnost zaškrtnuta, při smazání obrázku bude smazána i odpovídající adresa URL obrázku v databázi, která není nikde na vašem webu použita.
ko_kr: 이 옵션을 선택하면 이미지가 삭제될 때 웹사이트의 어느 곳에서도 사용되지 않는 데이터베이스의 해당 이미지 URL도 삭제됩니다.

source: Delete Image URL
cs_cz: Smazat URL adresu obrázku
ko_kr: 이미지 URL 삭제

source: Checking this option will speed up your scans but may produce lower accuracy.
cs_cz: Zaškrtnutím této možnosti urychlíte skenování, ale může snížit přesnost.
ko_kr: 이 옵션을 선택하면 스캔 속도는 빨라지지만 정확도는 떨어질 수 있습니다.

source: Enable Quick Scan
cs_cz: Povolit rychlé skenování
ko_kr: 빠른 스캔 활성화

source: Media Cleaner Settings
cs_cz: Nastavení čističe médií
ko_kr: 미디어 클리너 설정

source: Post Type
cs_cz: Typ příspěvku
ko_kr: 글 유형

source: File Regex
cs_cz: Soubor Regex
ko_kr: 파일 정규식

source: Tip:
ko_kr: 팁:

source: Please enter a valid email address.
cs_cz: Zadejte platnou e-mailovou adresu.
ko_kr: 유효한 이메일 주소를 입력하세요.

source: User's email address is required.
cs_cz: Vaše e-mailová adresa je vyžadována.
ko_kr: 사용자의 이메일 주소가 필요합니다.

source: Save backups on localhost (web server)
cs_cz: Ukládat zálohy na localhost (webový server)
ko_kr: 백업을 로컬호스트(웹 서버)에 저장

source: Type:
cs_cz: Typ:
ko_kr: 유형:

source: Invalid email address
cs_cz: Neplatná e-mailová adresa
ko_kr: 잘못된 이메일 주소

source: The selected file is not the setting file for WPvivid. Please upload the right file.
cs_cz: Vybraný soubor není soubor nastavení pro WPvivid. Nahrajte prosím správný soubor.
ko_kr: 선택한 파일은 WPvivid용 설정 파일이 아닙니다. 올바른 파일을 업로드하세요.

source: The pdo_mysql extension is not detected. Please install the extension first or choose wpdb option for Database connection method.
cs_cz: Rozšíření pdo_mysql nebylo zjištěno. Nejprve nainstalujte rozšíření nebo zvolte možnost wpdb pro metodu připojení k databázi.
ko_kr: pdo_mysql 확장이 감지되지 않았습니다. 먼저 확장을 설치하거나 데이터베이스 연결 방법으로 wpdb 옵션을 선택하세요.

source: An email address is required.
cs_cz: Je vyžadována e-mailová adresa.
ko_kr: 이메일 주소가 필요합니다.

source: The local storage path is required.
cs_cz: Je vyžadována cesta místního úložiště.
ko_kr: 로컬 저장소 경로가 필요합니다.

source: Choose one storage from the list to be the default storage.
cs_cz: Vyberte jedno úložiště ze seznamu jako výchozí úložiště.
ko_kr: 목록에서 하나의 저장소를 기본 저장소로 선택하세요.

source: The selected junk files have been deleted.
cs_cz: Vybrané nevyžádané soubory byly smazány.
ko_kr: 선택한 정크 파일이 삭제되었습니다.

source: Choose at least one type of junk files for deleting.
cs_cz: Vyberte alespoň jeden typ nevyžádaných souborů ke smazání.
ko_kr: 삭제할 정크 파일 유형을 하나 이상 선택하세요.

source: Getting backup directory failed. Please try again later.
cs_cz: Získání záložního adresáře se nezdařilo. Prosím zkuste to znovu později.
ko_kr: 백업 디렉터리를 가져오지 못했습니다. 나중에 다시 시도해주세요.

source: Last Backup:
cs_cz: Poslední záloha:
ko_kr: 마지막 백업:

source: The last backup message not found.
cs_cz: Poslední záložní zpráva nebyla nalezena.
ko_kr: 마지막 백업 메시지를 찾을 수 없습니다.

source: The restore file not found. Please verify the file exists.
cs_cz: Soubor pro obnovení nebyl nalezen. Ověřte prosím, že soubor existuje.
ko_kr: 복원 파일을 찾을 수 없습니다. 파일이 존재하는지 확인해주세요.

source: restore failed error unknown
cs_cz: obnovení se nezdařilo chyba neznámá
ko_kr: 복원 실패 오류 알 수 없음

source: Failed to get the remote storage information. Please try again later.
cs_cz: Nepodařilo se získat informace o vzdáleném úložišti. Prosím zkuste to znovu později.
ko_kr: 원격 저장소 정보를 가져오지 못했습니다. 나중에 다시 시도해주세요.

source: Failed to delete the remote storage, can not retrieve the storage infomation. Please try again.
cs_cz: Nepodařilo se odstranit vzdálené úložiště, nelze načíst informace o úložišti. Prosím zkuste to znovu.
ko_kr: 원격 저장소 삭제에 실패했습니다. 저장소 정보를 검색할 수 없습니다. 다시 시도해주세요.

source: You have successfully added a remote storage.
cs_cz: Úspěšně jste přidali vzdálené úložiště.
ko_kr: 원격 저장소를 성공적으로 추가했습니다.

source: Unable to delete the locked backup. Please unlock it first and try again.
cs_cz: Uzamčenou zálohu nelze odstranit. Nejprve jej odemkněte a zkuste to znovu.
ko_kr: 잠긴 백업을 삭제할 수 없습니다. 먼저 잠금을 해제하고 다시 시도해주세요.

source: Retrieving the backup(s) information failed while deleting the selected backup(s). Please try again later.
cs_cz: Načítání informací o záloze (zálohách) selhalo při odstraňování vybraných záloh. Zkuste to později znovu.
ko_kr: 선택한 백업을 삭제하는 동안 백업 정보를 검색하지 못했습니다. 나중에 다시 시도해주세요.

source: Task timed out.
cs_cz: Časový limit úkolu vypršel.
ko_kr: 작업 시간이 초과되었습니다.

source: Too many resumption attempts.
cs_cz: Příliš mnoho pokusů o obnovení.
ko_kr: 재개 시도가 너무 많습니다.

source: There is no default remote storage configured. Please set it up first.
cs_cz: Není nakonfigurováno žádné výchozí vzdálené úložiště. Nejprve jej nastavte.
ko_kr: 구성된 기본 원격 저장소가 없습니다. 먼저 설정해주세요.

source: Choose at least one storage location for backups.
cs_cz: Vyberte alespoň jedno úložiště pro zálohy.
ko_kr: 백업용 저장 위치를 하나 이상 선택하세요.

source: A backup type is required.
cs_cz: Je vyžadován typ zálohy.
ko_kr: 백업 유형이 필요합니다.

source: Creating scheduled tasks failed. Please try again later.
cs_cz: Vytvoření naplánovaných úloh se nezdařilo. Zkuste to později znovu.
ko_kr: 예약된 작업 생성에 실패했습니다. 나중에 다시 시도해주세요.

source: 12Hours
cs_cz: 12 hodin
ko_kr: 12 시간

source: Monthly
cs_cz: Měsíční
ko_kr: 매월

source: Fortnightly
cs_cz: Čtrnáctidenní
ko_kr: 격주

source: Weekly
cs_cz: Týdenní
ko_kr: 매주

source: Daily
cs_cz: Denní
ko_kr: 매일

source: 12 Hours
cs_cz: 12 hodin
ko_kr: 12 시간

source: With this option checked, Pages/posts already existing will be overwritten with the updated ones in an import.
cs_cz: Pokud je tato možnost zaškrtnuta, již existující stránky/příspěvky budou při importu přepsány aktualizovanými.
ko_kr: 이 옵션을 선택하면 가져오기에서 업데이트된 페이지/글이 이미 존재하는 페이지/글을 덮어씁니다.

source: Overwrite existing pages
cs_cz: Přepsat existující stránky
ko_kr: 기존 페이지 덮어쓰기

source: Import Setting
cs_cz: Importovat nastavení
ko_kr: 가져오기 설정

source: - Select -
cs_cz: - Vybrat -
ko_kr: - 선택 -

source: Select an existing author:
cs_cz: Vyberte stávajícího autora:
ko_kr: 기존 작성자 선택:

source: Assign author
cs_cz: Přiřadit autora
ko_kr: 작성자 지정

source: The importing file info
cs_cz: Informace o importovaném souboru
ko_kr: 가져오기 파일 정보

source: Scan Uploaded Exports
cs_cz: Skenovat nahrané exporty
ko_kr: 업로드된 내보내기 스캔

source: Upload and Import
cs_cz: Nahrát a importovat
ko_kr: 업로드 및 가져오기

source: Choose an export from your computer to import:
cs_cz: Vyberte export z počítače, který chcete importovat:
ko_kr: 가져올 파일을 컴퓨터에서 선택하세요:

source: Delete Exported Files In Folder
cs_cz: Smazat exportované soubory ve složce
ko_kr: 폴더에서 내보낸 파일 삭제

source: To properly display the imported content, please make sure that the importing and exporting sites have the same environment, for example, same theme or pages built with the same page builder.
cs_cz: Chcete-li správně zobrazit importovaný obsah, ujistěte se, že importující a exportující stránky mají stejné prostředí, například stejné téma nebo stránky vytvořené pomocí stejného nástroje pro tvorbu stránek.
ko_kr: 가져온 콘텐츠를 제대로 표시하려면 가져오기 및 내보내기 사이트가 동일한 환경(예: 동일한 페이지 빌더로 작성된 동일한 테마 또는 페이지)을 가지고 있는지 확인하세요.

source: Import posts or pages with images in bulk.
cs_cz: Hromadně importujte příspěvky nebo stránky s obrázky.
ko_kr: 이미지가 있는 글 또는 페이지를 대량으로 가져옵니다.

source: File not found. Please retry again.
cs_cz: Soubor nenalezen. zkuste to znovu.
ko_kr: 파일을 발견하지 못했습니다. 다시 시도해주세요.

source: File size not match. please retry again.
cs_cz: Velikost souboru neodpovídá. zkuste to znovu.
ko_kr: 파일 크기가 일치하지 않습니다. 다시 시도해주세요.

source: Task time out.
cs_cz: Časový limit úkolu vypršel.
ko_kr: 작업 시간이 초과되었습니다.

source: Export error:
cs_cz: Chyba exportu:
ko_kr: 내보내기 오류:

source: The export task is not responding.
cs_cz: Úloha exportu neodpovídá.
ko_kr: 내보내기 작업이 응답하지 않습니다.

source: Ready to export. Progress: 0%, running time: 0second.
cs_cz: Připraveno k exportu. Průběh: 0 %, doba běhu: 0 sekund.
ko_kr: 내보낼 준비가 되었습니다. 진행률: 0%, 실행 시간: 0초.

source: Error occurred while parsing the request data. Please try to run export task again.
cs_cz: Při analýze dat požadavku došlo k chybě. Zkuste spustit úlohu exportu znovu.
ko_kr: 요청 데이터를 구문 분석하는 동안 오류가 발생했습니다. 내보내기 작업을 다시 실행해주세요.

source: Empty post id
cs_cz: Prázdné ID příspěvku
ko_kr: 글 ID가 비어 있음

source: Export and Download
cs_cz: Export a stažení
ko_kr: 내보내기 및 다운로드

source: Sample:
cs_cz: Ukázka:
ko_kr: 견본:

source: Only letters (except for wpvivid) and numbers are allowed.
cs_cz: Povolena jsou pouze písmena (kromě wpvivid) a číslice.
ko_kr: 문자(wpvivid 제외)와 숫자만 허용됩니다.

source: Comment the export:
cs_cz: Komentujte export:
ko_kr: 내보내기에 대해 코멘트를 남기세요:

source: Comment the export (optional)
cs_cz: Komentář k exportu (volitelné)
ko_kr: 내보내기에 주석 달기(선택 사항)

source: &mdash; Select &mdash;
cs_cz: &mdash; Vyberte &mdash;
ko_kr: &mdash; 선택 &mdash;

source: All Authors
cs_cz: Všichni autoři
ko_kr: 모든 작성자

source: All Categories
cs_cz: Všechny kategorie
ko_kr: 모든 카테고리

source: Filter Posts/Pages
cs_cz: Filtrovat příspěvky/stránky
ko_kr: 글/페이지 필터링

source: Choose what to export
cs_cz: Vyberte, co chcete exportovat
ko_kr: 내보낼 항목 선택

source: Next Step
cs_cz: Další krok
ko_kr: 다음 단계

source: More post types coming soon...
cs_cz: Další typy příspěvků již brzy...
ko_kr: 더 많은 글 유형이 곧 제공될 예정입니다...

source: Page
cs_cz: Stránka
ko_kr: 페이지

source: Post
cs_cz: Příspěvek
ko_kr: 글

source: Choose post type
cs_cz: Vyberte typ příspěvku.
ko_kr: 글 유형 선택

source: Try to select fewer items when you are facing a shortage of server resources (typically presented as a timeout error).
cs_cz: Pokuste se vybrat méně položek, když čelíte nedostatku prostředků serveru (obvykle se projevuje jako chyba časového limitu).
ko_kr: 서버 리소스가 부족한 경우(일반적으로 시간 초과 오류로 표시됨) 더 적은 수의 항목을 선택하세요.

source: Note:
cs_cz: Poznámka:
ko_kr: 메모:

source: This will contain all of your posts, pages, comments, terms and images (original images, featured images and thumbnails).
cs_cz: To bude obsahovat všechny vaše příspěvky, stránky, komentáře, podmínky a obrázky (původní obrázky, doporučené obrázky a minia
ko_kr: 여기에는 모든 글, 페이지, 댓글, 용어 및 이미지(원본 이미지, 추천 이미지 및 축소판)가 포함됩니다.

source: Learn more
cs_cz: Zjistit více
ko_kr: 더 알아보기

source: Export posts or pages with images in bulk.
cs_cz: Hromadně exportujte příspěvky nebo stránky s obrázky.
ko_kr: 이미지가 포함된 게시물 또는 페이지를 대량으로 내보냅니다.

source: Export & Import
cs_cz: Export a import
ko_kr: 내보내기 & 가져오기

source: Last Modified
cs_cz: Naposledy změněno
ko_kr: 마지막 수정

source: Scheduled
cs_cz: Naplánováno
ko_kr: 예정

source: Missed schedule
cs_cz: Zmeškaná naplánování
ko_kr: 놓친 일정

source: Published
cs_cz: Publikováno
ko_kr: 게시됨

source: Unpublished
cs_cz: Nepublikováno
ko_kr: 미공개

source: Comments
cs_cz: Komentáře
ko_kr: 댓글

source: Author
cs_cz: Autor
ko_kr: 작가

# column name
source: Title
cs_cz: Název
ko_kr: 제목

source: Note: The files you want to upload must be a backup created by WPvivid backup plugin. Make sure that uploading every part of a backup to the directory if the backup is split into many parts
cs_cz: Poznámka: Soubory, které chcete nahrát, musí být záloha vytvořená zálohovacím pluginem WPvivid. Ujistěte se, že nahrání každé části zálohy do adresáře, pokud je záloha rozdělena na mnoho částí
ko_kr: 참고: 업로드하려는 파일은 WPvivid 백업 플러그인으로 생성된 백업이어야 합니다. 백업이 여러 부분으로 나뉘어 있는 경우, 백업의 모든 부분을 디렉터리에 업로드해야 합니다

source: Upload
cs_cz: Nahrát
ko_kr: 업로드

source: Transfer succeeded. Please scan the backup list on the destination site to display the backup, then restore the backup.
cs_cz: Přenos se zdařil. Naskenujte seznam záloh na cílovém webu, abyste zobrazili zálohu, a poté zálohu obnovte.
ko_kr: 이전에 성공했습니다. 대상 사이트의 백업 목록을 스캔하여 백업을 표시한 다음 백업을 복원하세요.

source: Choose what to migrate
cs_cz: Vyberte, co chcete migrovat
ko_kr: 마이그레이션할 항목 선택

source: 3. Once done, the backup appears in backups list. Then, restore the backup.
cs_cz: 3. Po dokončení se záloha objeví v seznamu záloh. Poté zálohu obnovte.
ko_kr: 3. 완료되면 백업 목록에 백업이 나타납니다. 그런 다음 백업을 복원하세요.

source: 2.1 Upload the backup to the upload section of WPvivid backup plugin in destination site.
cs_cz: 2.1 Nahrajte zálohu do sekce nahrávání zálohovacího pluginu WPvivid na cílové stránce.
ko_kr: 2.1 대상 사이트에서 WPvivid 백업 플러그인의 업로드 섹션에 백업을 업로드합니다.

source: 2. Upload the backup to destination site. There are two ways available to use:
cs_cz: 2. Nahrajte zálohu na cílové místo. K dispozici jsou dva způsoby použití:
ko_kr: 2. 대상 사이트에 백업을 업로드합니다. 사용할 수 있는 두 가지 방법이 있습니다:

source: 1. Download a backup in backups list to your computer.
cs_cz: 1. Stáhněte si zálohu v seznamu záloh do počítače.
ko_kr: 1. 백업 목록의 백업을 컴퓨터에 다운로드합니다.

source: How to migrate Wordpress site manually to a new domain(site) with WPvivid backup plugin?
cs_cz: Jak ručně migrovat web WordPress na novou doménu (stránku) pomocí pluginu WPvivid pro zálohování?
ko_kr: WPvivid 백업 플러그인을 사용하여 워드프레스 사이트를 새 도메인(사이트)으로 수동 마이그레이션하는 방법은 무엇입니까?

source: 2. Please migrate website with the manual way when using <strong>Local by Flywheel</strong> environment.
cs_cz: 2. Při používání prostředí <strong>Local by Flywheel</strong> prosím migrujte web ručně.
ko_kr: 2. <strong>Local by Flywheel</strong> 환경을 사용하는 경우 수동 방식으로 웹 사이트를 마이그레이션하세요.

source: 1. In order to successfully complete the migration, you'd better deactivate <a href="https://wpvivid.com/best-redirect-plugins.html" target="_blank" style="text-decoration: none;">301 redirect plugin</a>, <a href="https://wpvivid.com/8-best-wordpress-firewall-plugins.html" target="_blank" style="text-decoration: none;">firewall and security plugin</a>, and <a href="https://wpvivid.com/best-free-wordpress-caching-plugins.html" target="_blank" style="text-decoration: none;">caching plugin</a> (if they exist) before transferring website.
cs_cz: 1. Abyste migraci úspěšně dokončili, raději deaktivujte <a href="https://wpvivid.com/best-redirect-plugins.html" target="_blank" style="text-decoration: none; ">Plugin přesměrování 301</a>, <a href="https://wpvivid.com/8-best-wordpress-firewall-plugins.html" target="_blank" style="text-decoration: none;">firewall a bezpečnostní plugin</a> a <a href="https://wpvivid.com/best-free-wordpress-caching-plugins.html" target="_blank" style="text-decoration: none; ">modul pro ukládání do mezipaměti</a> (pokud existuje) před přenosem webu.
ko_kr: 1. 이전을 성공적으로 완료하려면 웹사이트를 이전하기 전에 <a href="https://wpvivid.com/best-redirect-plugins.html" target="_blank" style="text-decoration: none;">301 리디렉션 플러그인</a>, <a href="https://wpvivid.com/8-best-wordpress-firewall-plugins.html" target="_blank" style="text-decoration: none;">방화벽 및 보안 플러그인</a>, <a href="https://wpvivid.com/best-free-wordpress-caching-plugins.html" target="_blank" style="text-decoration: none;">캐싱 플러그인</a>(있는 경우)을 비활성화하는 것이 좋습니다.

source: Note:
cs_cz: Poznámka:
ko_kr: 참고:

source: Choose the content you want to transfer
cs_cz: Vyberte obsah, který chcete přenést
ko_kr: 전송할 콘텐츠를 선택하세요

source: The feature can help you transfer a Wordpress site to a new domain(site). It would be a convenient way to migrate your WP site from dev environment to live server or from old server to the new.
cs_cz: Tato funkce vám může pomoci převést web WordPress na novou doménu (web). Byl by to pohodlný způsob migrace vašeho webu WP z prostředí vývojáře na živý server nebo ze starého serveru na nový.
ko_kr: 이 기능은 워드프레스 사이트를 새 도메인(사이트)으로 이전하는 데 도움이 될 수 있습니다. WP 사이트를 개발 환경에서 라이브 서버로 또는 이전 서버에서 새 서버로 마이그레이션하는 편리한 방법입니다.

source: 3. Go back to this page and paste the key in key box below. Lastly, click Save button.
cs_cz: 3. Vraťte se na tuto stránku a vložte klíč do pole klíče níže. Nakonec klikněte na tlačítko Uložit.
ko_kr: 3. 이 페이지로 돌아가서 아래 키 상자에 키를 붙여넣으세요. 마지막으로 저장 버튼을 클릭하세요.
