Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/wpvivid-backuprestore-*.po
Languages: cs_cz, ko_kr

source: This mode allows fine-tuning of backup parameters. Incorrect configuration can lead to backup failures. It is recommended to use only with specific guidance from our support team.
ko_kr: 이 모드는 백업 파라미터의 세부 조정을 허용합니다. 잘못된 구성은 백업 실패로 이어질 수 있습니다. 저희 지원 팀의 구체적인 지침과 함께 사용하는 것을 권장합니다.

source: This mode uses more server resources to reduce backup time, but is only recommended for dedicated servers. If backups time out or get stuck, consider Mid or Low mode. Backups are split into 4GB chunks.
ko_kr: 이 모드는 백업 시간을 줄이기 위해 더 많은 서버 리소스를 사용하지만, 전용 서버에만 권장됩니다. 백업이 시간 초과되거나 멈추는 경우, 중간 또는 낮은 모드를 고려하세요. 백업은 4GB 청크로 분할됩니다.

source: This mode offers a good balance between backup speed and resource usage. It's suitable for most web hosting environments.
ko_kr: 이 모드는 백업 속도와 자원 사용 간의 좋은 균형을 제공합니다. 대부분의 웹 호스팅 환경에 적합합니다.

source: Use this default setting for minimal server resource usage, but expect longer backup times. Best for shared hosting or limited resources. Backups are split into 200MB chunks.
ko_kr: 최소한의 서버 리소스 사용을 위해 이 기본 설정을 사용하세요. 하지만 백업 시간이 길어질 수 있습니다. 공유 호스팅이나 제한된 리소스에 가장 적합합니다. 백업은 200MB 조각으로 나뉩니다.

source: Backup performance mode.
ko_kr: 백업 성능 모드.

source: Back up symlink folders. Including symlink folders may cause backup/migration failure. Uncheck this option unless you know how symlink folders work.
ko_kr: 심볼릭 링크 폴더를 백업합니다. 심볼릭 링크 폴더를 포함하면 백업/마이그레이션 실패가 발생할 수 있습니다. 심볼릭 링크 폴더의 작동 방식을 모른다면 이 옵션을 선택 해제하세요.

source: Try our AVIF and WebP conversion tool, it's free
ko_kr: 저희 AVIF 및 WebP 변환 도구를 사용해보세요, 무료입니다

source: Backup compression method.
ko_kr: 백업 압축 방법.

source: for higher task success rate.
ko_kr: 더높은 작업 성공률을 위해.

source: Adjust Advanced Settings
ko_kr: 고급 설정 조정

source: Adjust
ko_kr: 조정

source: for faster solutions.
ko_kr: 더욱 빠른 솔루션을 위해.

source: Troubleshooting page
ko_kr: 문제 해결 페이지

source: Read
ko_kr: 읽기

source: review will motivate us a lot.
ko_kr: 리뷰는 저희에게 많은 동기부여가 됩니다.

source: Like the plugin? A
ko_kr: 플러그인이 마음에 드시나요? A

source: Exclude images by folder path
ko_kr: 폴더 경로에 따른 이미지 제외

source: The value of 'Maximum size of sql file to be imported per request for restoration' can't be empty.
ko_kr: 복원 요청당 가져올 수 있는 SQL 파일의 최대 크기' 값은 비워둘 수 없습니다.

source: The value of 'Maximum rows of data to be processed per request for restoration' can't be empty.
ko_kr: '복원 요청당 처리할 수 있는 최대 데이터 행 수' 값은 비워둘 수 없습니다.

source: The value of 'Split a sql file every this size' can't be empty.
ko_kr: '이 크기마다 SQL 파일 분할' 값은 비워둘 수 없습니다.

source: The value of 'The number of files compressed to the backup zip each time' can't be empty.
ko_kr: '백업 ZIP 파일로 압축되는 파일 수' 값은 비워둘 수 없습니다.

source: We detected that there is already a running backup task. Please wait until it completes then try again.
ko_kr: 이미 실행 중인 백업 작업이 있음을 감지했습니다. 완료될 때까지 기다린 후 다시 시도해주세요.

source: The backup is not responding for a while, do you want to force cancel it?
ko_kr: 백업이 잠시 응답하지 않습니다. 강제로 취소하시겠습니까?

source: Specify the number of files to be extracted per request. The lower the number is, the slower the restoration, but the lower the chance of a timeout error or restore failure.
ko_kr: 요청당 추출할 파일 수를 지정합니다. 숫자가 낮을수록 복원이 느리지만 시간 초과 오류나 복원 실패 가능성이 낮아집니다.

source: Extract files by index for restoration
ko_kr: 복원을 위해 인덱스별로 파일 추출

source: Maximum rows of data to be processed per request.
ko_kr: 요청당 처리할 수 있는 최대 데이터 행 개수.

source: Maximum size of sql file to be imported per request for restoration
ko_kr: 복원 요청당 가져올 수 있는 sql 파일의 최대 크기

source: The smaller it is, the slower the restoration will be, but the lower the chance of a timeout error.
ko_kr: 크기가 작을수록 복구 속도는 느리지만, 시간 초과 오류가 발생할 가능성은 낮아집니다.

source: Maximum rows of data to be processed per request for restoration
ko_kr: 복원 요청당 처리할 수 있는 최대 데이터 행 개수

source: Some web hosting providers limit large zip files (e.g. 200MB), and therefore splitting your backup into many parts is an ideal way to avoid hitting the limitation if you are running a big website. Please try to adjust the value if you are encountering backup errors. If you use a value of 0 MB, any backup files won't be split.
ko_kr: 일부 웹 호스팅 제공자는 큰 zip 파일(예: 200MB)을 제한하므로 백업을 여러 부분으로 나누는 것은 큰 웹사이트를 운영하는 경우 제한에 걸리는 것을 피하는 이상적인 방법입니다. 백업 오류가 발생하는 경우 값을 조정해 보세요. 0MB 값을 사용하면 백업 파일이 분할되지 않습니다.

source: Split a sql file every this size
ko_kr: SQL 파일을 이 크기마다 분할

source: When taking a backup, the plugin will compress this number of files to the backup zip each time. The default value is 500. The lower the value, the longer time the backup will take, but the higher the backup success rate. If you encounter a backup timeout issue, try to decrease this value.
ko_kr: 백업을 할 때 플러그인은 매번 이 개수의 파일을 백업 zip으로 압축합니다. 기본값은 500입니다. 값이 낮을수록 백업에 걸리는 시간은 길어지지만 백업 성공률은 높아집니다. 백업 시간 초과 문제가 발생하면 이 값을 줄여보세요.

source: Files
cs_cz: Soubory
ko_kr: 파일

source: The number of files compressed to the backup zip each time
ko_kr: 매번 백업 zip에 압축되는 파일의 개수

source: PclZip is a much slower but more stable zip method that is included in every WordPress install. WPvivid will automatically switch to PclZip if the ZIP extension is not installed within your PHP.
ko_kr: PclZip은 모든 워드프레스 설치에 포함된 훨씬 느리지만 더 안정적인 zip 방식입니다. PHP에 ZIP 확장 프로그램이 설치되지 않은 경우 WPvivid는 자동으로 PclZip으로 전환합니다.

source: ZipArchive has a better flexibility which provides a higher backup success rate and speed. WPvivid Backup Plugin uses ZipArchive method by default. Using this method requires the ZIP extension to be installed within your PHP.
ko_kr: ZipArchive는 더 나은 유연성을 제공하여 더 높은 백업 성공률과 속도를 제공합니다. WPvivid 백업 플러그인은 기본적으로 ZipArchive 방법을 사용합니다. 이 방법을 사용하려면 PHP에 ZIP 확장 기능을 설치해야 합니다.

source: Unlimited domains
cs_cz: Neomezené domény
ko_kr: 무제한 도메인

source: Comment
cs_cz: Komentář
ko_kr: 코멘트

source: Prefix
ko_kr: 접두사

source: Type
cs_cz: Typ
ko_kr: 유형

source: Time
cs_cz: Čas
ko_kr: 시간

source: If you need any help with our plugin, start a thread on the plugin support forum and we will respond shortly.
cs_cz: Pokud potřebujete pomoc s naším pluginem, založte vlákno na fóru podpory pluginu a my vám brzy odpovíme.
ko_kr: 플러그인과 관련하여 도움이 필요하실 경우, 플러그인 지원 포럼에 스레드를 시작하시면 곧 답변해 드리겠습니다.

source: Get Support on Forum
cs_cz: Získejte podporu na fóru
ko_kr: 포럼에서 지원 받기

source: Restore Database Snapshots
cs_cz: Obnovit snímky databáze
ko_kr: 데이터베이스 스냅샷 복원

source: Create Database Snapshots
cs_cz: Vytvářejte snímky databáze
ko_kr: 데이터베이스 스냅샷 생성

source: Documentation
cs_cz: Dokumentace
ko_kr: 문서

source: Are you sure to delete the selected snapshots? These snapshots will be deleted permanently.
cs_cz: Opravdu chcete odstranit vybrané snímky? Tyto snímky budou trvale smazány.
ko_kr: 정말로 선택한 스냅샷을 삭제하시겠습니까? 이 스냅샷은 영구적으로 삭제됩니다.

source: Are you sure you want to delete this snapshot?
cs_cz: Opravdu chcete tento snímek smazat?
ko_kr: 정말로 이 스냅샷을 삭제하시겠습니까?

source: Are you sure you want to restore this snapshot?
cs_cz: Opravdu chcete obnovit tento snímek?
ko_kr: 정말로 이 스냅샷을 복원하시겠습니까?

source: Database Snapshots
cs_cz: Snímky databáze
ko_kr: 데이터베이스 스냅샷

source: See Plans
cs_cz: Zobrazit tarify
ko_kr: 플랜 보기

source: To add Dropbox, please get Dropbox authentication first. Once authenticated, you will be redirected to this page, then you can add storage information and save it.
cs_cz: Chcete-li přidat Dropbox, získejte nejprve ověření Dropbox. Po ověření budete přesměrováni na tuto stránku, poté můžete přidat informace o úložišti a uložit je.
ko_kr: Dropbox를 추가하려면 먼저 Dropbox 인증을 받아주세요. 인증되면 이 페이지로 리디렉션되고, 그런 다음 저장소 정보를 추가하고 저장할 수 있습니다.

source: Junk Size:
cs_cz: Velikost odpadu:
ko_kr: 정크 크기:

source: Backup Cache Size:
cs_cz: Velikost mezipaměti zálohy:
ko_kr: 백업 캐시 크기:

source: Logs Size:
cs_cz: Velikost protokolů:
ko_kr: 로그 크기:

source: Backup Size:
cs_cz: Velikost zálohy:
ko_kr: 백업 크기:

source: lsolated Folder Path:
cs_cz: Izolujte cestu ke složce:
ko_kr: 분리된 폴더 경로:

source: This tab displays the isolated images and their locations. You can choose to restore or delete specific isolated images.
cs_cz: Tato karta zobrazuje izolované obrázky a jejich umístění. Můžete si vybrat, zda chcete obnovit nebo odstranit konkrétní izolované obrazy.
ko_kr: 이 탭은 분리된 이미지와 그 위치를 표시합니다. 특정 분리된 이미지를 복원하거나 삭제할 수 있습니다.

source: All Folders
cs_cz: Všechny složky
ko_kr: 모든 폴더

source: Search
cs_cz: Hledat
ko_kr: 검색

source: Clicking the 'Scan' button to find unused images in your media folder. Currently it only scans JPG and PNG images.
cs_cz: Kliknutím na tlačítko 'Skenovat' vyhledejte nepoužité obrázky ve složce médií. V současné době skenuje pouze obrázky JPG a PNG.
ko_kr: '스캔' 버튼을 클릭하여 미디어 폴더에서 사용하지 않는 이미지를 찾으세요. 현재는 JPG 및 PNG 이미지만 스캔합니다.

source: Media path:
cs_cz: Cesta média:
ko_kr: 미디어 경로:

source: In the tab, you can scan your media folder (uploads) to find unused images and isolate specific or all unused images.
cs_cz: Na kartě můžete prohledat složku médií (nahrání), abyste našli nepoužívané obrázky a izolovali konkrétní nebo všechny nepoužívané obrázky.
ko_kr: 탭에서 미디어 폴더(uploads)를 스캔하여 사용하지 않는 이미지를 찾고 특정 이미지나 모든 이미지를 분리할 수 있습니다.

source: Isolated Media
cs_cz: Izolovat média
ko_kr: 분리된 미디어

source: Scan Media
cs_cz: Prohledat média
ko_kr: 미디어 스캔

source: Restoring images...
cs_cz: Obnovování obrázků...
ko_kr: 이미지 복원 중...

source: Delete all images
cs_cz: Smazat všechny obrázky
ko_kr: 모든 이미지 삭제

source: Delete selected images
cs_cz: Smazat vybrané obrázky
ko_kr: 선택한 이미지 삭제

source: Restore all images
cs_cz: Obnovit všechny obrázky
ko_kr: 모든 이미지 복원

source: Restore selected images
cs_cz: Obnovit vybrané obrázky
ko_kr: 선택한 이미지 복원

source: Isolating images...
cs_cz: Izoluji obrázky...
ko_kr: 이미지 분리 중...

source: Apply
cs_cz: Použít
ko_kr: 적용

source: Isolate all images
cs_cz: Izolujte všechny obrázky
ko_kr: 모든 이미지 분리

source: Isolate selected images
cs_cz: Izolujte vybrané obrázky
ko_kr: 선택한 이미지 분리

source: Bulk Actions
cs_cz: Hromadné akce
ko_kr: 일괄 동작

source: Select bulk action
cs_cz: Vybrat hromadnou akci
ko_kr: 일괄 동작 선택

source: With this option checked, all staging sites you have created will be retained when the plugin is deleted, just in case you still need them later. The sites will show up again after the plugin is reinstalled.
cs_cz: Je-li tato možnost zaškrtnuta, všechny pracovní stránky, které jste vytvořili, budou zachovány i po odstranění pluginu, pro případ, že byste je později stále potřebovali. Stránky se znovu zobrazí po přeinstalaci pluginu.
ko_kr: 이 옵션을 선택하면 플러그인이 삭제되어도 생성한 모든 스테이징 사이트가 유지되므로 나중에 필요할 경우를 대비합니다. 플러그인을 다시 설치하면 사이트가 다시 표시됩니다.

source: When checked, this option allows you to keep the current permalink structure when you create a staging site or push a staging site to live.
cs_cz: Když je tato možnost zaškrtnuta, umožňuje vám zachovat aktuální strukturu trvalého odkazu, když vytváříte pracovní místo nebo nasazujete pracovní místo do provozu.
ko_kr: 이 옵션을 선택하면 스테이징 사이트를 만들거나 스테이징 사이트를 푸시할 때 현재의 고유주소 구조를 유지할 수 있습니다.

source: When the option is checked, anyone will be able to visit the staging site without the need to login. Uncheck it to request a login to visit the staging site.
cs_cz: Když je tato možnost zaškrtnuta, kdokoli bude moci navštívit pracovní místo bez nutnosti přihlášení. Zrušte zaškrtnutí, chcete-li požádat o přihlášení k návštěvě zkušebního webu.
ko_kr: 이 옵션을 선택하면 누구나 로그인 없이 스테이징 사이트를 방문할 수 있습니다. 스테이징 사이트를 방문하기 위해 로그인을 요청하려면 선택을 해제하세요.

source: Are you sure to restart this staging site?
cs_cz: Jste si jisti, že restartujete tento zkušební web?
ko_kr: 정말로 이 스테이징 사이트를 다시 시작하시겠습니까?

source: Are you sure to delete this staging site?
cs_cz: Opravdu chcete smazat tento zkušební web?
ko_kr: 정말로 이 스테이징 사이트를 삭제하시겠습니까?

source: Click OK to start creating the staging site.
cs_cz: Kliknutím na tlačítko OK začněte vytvářet pracovní místo.
ko_kr: 확인을 클릭하여 스테이징 사이트 생성을 시작하세요.

source: Click OK to start creating fresh WordPress install.
cs_cz: Kliknutím na OK začněte vytvářet novou instalaci WordPressu.
ko_kr: 확인을 클릭하여 새로운 워드프레스 설치를 시작하세요.

source: Warning: Root directory is forbidden to set to '/'.
cs_cz: Upozornění: Kořenový adresář je zakázáno nastavit na '/'.
ko_kr: 경고: 루트 디렉토리는 '/'로 설정하는 것이 금지되어 있습니다.

source: Authentication is done, please continue to enter the storage information, then click 'Add Now' button to save it.
cs_cz: Ověření je dokončeno, pokračujte v zadávání informací o úložišti a kliknutím na tlačítko 'Přidat nyní' a uložte.
ko_kr: 인증이 완료되었습니다. 계속해서 저장 정보를 입력한 다음, '지금 추가' 버튼을 클릭하여 저장하세요.

source: Add a storage
cs_cz: Přidat úložiště
ko_kr: 저장소 추가

source: Remove the remote storage
cs_cz: Odeberte vzdálené úložiště
ko_kr: 원격 저장소 제거

source: Edit the remote storage
cs_cz: Upravte vzdálené úložiště
ko_kr: 원격 저장소 편집

source: Delete the backup
cs_cz: Smažte zálohu
ko_kr: 백업 삭제

source: Click the button to complete website restore or migration
cs_cz: Klepnutím na tlačítko dokončíte obnovu nebo migraci webu
ko_kr: 버튼을 클릭하여 웹사이트 복원이나 마이그레이션을 완료하세요

source: Uploaded Backup:
cs_cz: Nahraná záloha:
ko_kr: 업로드된 백업:

source: You have successfully changed your default remote storage.
cs_cz: Úspěšně jste změnili výchozí vzdálené úložiště.
ko_kr: 기본 원격 저장소를 성공적으로 변경했습니다.

source: Manual
cs_cz: Manuální
ko_kr: 수동

source: Clone then Transfer
cs_cz: Klonujte a poté přeneste
ko_kr: 복제 후 전송

source: Save
cs_cz: Uložit
ko_kr: 저장

source: The key has expired.
cs_cz: Platnost klíče vypršela.
ko_kr: 키가 만료되었습니다.

source: The key is invalid.
cs_cz: Klíč je neplatný.
ko_kr: 키가 잘못되었습니다.

source: A key is required.
cs_cz: Je vyžadován klíč.
ko_kr: 키가 필요합니다.

source: 24 hours
cs_cz: 24 hodin
ko_kr: 24시간

source: 8 hours
cs_cz: 8 hodin
ko_kr: 8시간

source: 2 hours
cs_cz: 2 hodiny
ko_kr: 2시간

source: Reset Filters
cs_cz: Resetovat filtry
ko_kr: 필터 초기화

source: Please select an existing author to start importing.
cs_cz: Chcete-li zahájit import, vyberte existujícího autora.
ko_kr: 가져오기를 시작하려면 기존 작성자를 선택해주세요.

source: Import failed.
cs_cz: Chyba importu.
ko_kr: 가져오기에 실패했습니다.

source: Import completed successfully.
cs_cz: Import byl úspěšně dokončen.
ko_kr: 가져오기를 성공적으로 완료했습니다.

source: Are you sure you want to delete all the exported files in the /ImportandExport folder? All the export files in the folder will be permanently deleted.
cs_cz: Opravdu chcete smazat všechny exportované soubory ve složce /ImportandExport? Všechny exportované soubory ve složce budou trvale odstraněny.
ko_kr: 정말로 /ImportandExport 폴더의 모든 내보낸 파일을 삭제하시겠습니까? 폴더의 모든 내보낸 파일이 영구적으로 삭제됩니다.

source: Show Pages
cs_cz: Zobrazit stránky
ko_kr: 페이지 표시

source: Show Posts
cs_cz: Zobrazit příspěvky
ko_kr: 글 표시

source: You can not use word 'wpvivid' to comment the post.
cs_cz: Pro komentář k příspěvku nemůžete použít slovo 'wpvivid'.
ko_kr: 해당 글에 코멘트 할 때 'wpvivid'라는 단어를 사용할 수 없습니다.

source: Seconds
cs_cz: Sekundy
ko_kr: 초

source: The selected item(s) will be permanently deleted. Are you sure you want to continue?
cs_cz: Vybrané položky budou trvale smazány. Jste si jistý, že chcete pokračovat?
ko_kr: 선택한 항목이 영구적으로 삭제됩니다. 정말로 계속하시겠습니까?

source: Out of date backups have been removed.
cs_cz: Zastaralé zálohy byly odstraněny.
ko_kr: 오래된 백업은 제거되었습니다.

source: Deleting a remote storage will make it unavailable until it is added again. Are you sure to continue?
cs_cz: Odstraněním vzdáleného úložiště bude nedostupné, dokud nebude znovu přidáno. Opravdu chcete pokračovat?
ko_kr: 원격 저장소를 삭제하면 다시 추가될 때까지 사용할 수 없게 됩니다. 정말로 계속하시겠습니까?

source: Restore failed.
cs_cz: Obnovení se nezdařilo.
ko_kr: 복원에 실패함.

source: Are you sure to continue?
cs_cz: Opravdu chcete pokračovat?
ko_kr: 정말로 계속하시겠습니까?

source: Prepare to download the backup
cs_cz: Připravte se na stažení zálohy
ko_kr: 백업 다운로드 준비

source: Downloaded Size:
cs_cz: Stažená velikost:
ko_kr: 다운로드 크기:

source: Retriving (remote storage to web server)
cs_cz: Načítání (vzdálené úložiště na webový server)
ko_kr: 가져오는 중 (원격 저장소에서 웹 서버로)

source: Prepare to Download
cs_cz: Připravte se ke stažení
ko_kr: 다운로드 준비

source: Send succeeded.
cs_cz: Odeslání bylo úspěšné.
ko_kr: 보내기에 성공함.

source: VPS hosting
ko_kr: VPS 호스팅

source: share hosting
cs_cz: sdílený hosting
ko_kr: 공유 호스팅

source: Already Done
cs_cz: Již hotovo
ko_kr: 이미 완료됨

source: Never
cs_cz: Nikdy
ko_kr: 절대

source: Maybe Later
cs_cz: Možná později
ko_kr: 나중에

source: Rate Us
cs_cz: Ohodnoťte nás
ko_kr: 평가하기

source: Retrying
cs_cz: Opakuji pokus
ko_kr: 재시도 중

source: Send backups to remote storage (You can choose whether to keep the backup in localhost after it is uploaded to cloud storage in Settings.)
cs_cz: Odesílat zálohy do vzdáleného úložiště (V Nastavení si můžete vybrat, zda chcete zálohu po nahrání do cloudového úložiště ponechat na localhost.)
ko_kr: 원격 저장소로 백업을 보냅니다. (설정에서 클라우드 저장소에 업로드한 후 백업을 로컬호스트에 보관할지 여부를 선택할 수 있습니다.)

source: Are you sure to remove the selected backups? These backups will be deleted permanently.
cs_cz: Opravdu chcete odstranit vybrané zálohy? Tyto zálohy budou trvale odstraněny.
ko_kr: 정말로 선택한 백업을 제거하시겠습니까? 이러한 백업은 영구적으로 삭제됩니다.

source: Are you sure to remove this backup? This backup will be deleted permanently.
cs_cz: Opravdu chcete odstranit tuto zálohu? Tato záloha bude trvale smazána.
ko_kr: 정말로 이 백업을 제거하시겠습니까? 이 백업은 영구적으로 삭제됩니다.

source: Click to get Microsoft authentication.
cs_cz: Kliknutím získáte ověření společnosti Microsoft.
ko_kr: 클릭하여 Microsoft 인증을 받으세요

source: To add OneDrive, please get Microsoft authentication first. Once authenticated, you will be redirected to this page, then you can add storage information and save it
cs_cz: Chcete-li přidat OneDrive, získejte nejprve ověření společnosti Microsoft. Po ověření budete přesměrováni na tuto stránku, poté můžete přidat informace o úložišti a uložit je
ko_kr: OneDrive를 추가하려면 먼저 Microsoft 인증을 받아주세요. 인증되면 이 페이지로 리디렉션되며, 그런 다음 저장소 정보를 추가하고 저장할 수 있습니다

source: Click to get Google authentication.
cs_cz: Kliknutím získáte ověření Google.
ko_kr: 클릭하여 Google 인증을 받으세요.

source: To add Google Drive, please get Google authentication first. Once authenticated, you will be redirected to this page, then you can add storage information and save it
cs_cz: Chcete-li přidat Disk Google, získejte nejprve ověření Google. Po ověření budete přesměrováni na tuto stránku, poté můžete přidat informace o úložišti a uložit je
ko_kr: Google Drive를 추가하려면 먼저 Google 인증을 받아주세요. 인증되면 이 페이지로 리디렉션되며, 그런 다음 저장소 정보를 추가하고 저장할 수 있습니다

source: To add Dropbox, please get Dropbox authentication first. Once authenticated, you will be redirected to this page, then you can add storage information and save it
cs_cz: Chcete-li přidat Dropbox, získejte nejprve ověření Dropbox. Po ověření budete přesměrováni na tuto stránku, poté můžete přidat informace o úložišti a uložit je
ko_kr: Dropbox를 추가하려면 먼저 Dropbox 인증을 받아주세요. 인증이 완료되면 이 페이지로 리디렉션되며, 그런 다음 저장소 정보를 추가하고 저장할 수 있습니다

source: Click to get Dropbox authentication.
cs_cz: Kliknutím získáte ověření Dropbox.
ko_kr: 클릭하여 Dropbox 인증을 받으세요.

source: Click the button to add the storage.
cs_cz: Kliknutím na tlačítko přidáte úložiště.
ko_kr: 버튼을 클릭하여 저장소를 추가하세요.

source: Add Now
cs_cz: Přidat nyní
ko_kr: 지금 추가

source: The value of 'Delay Between Requests' can't be empty.
cs_cz: Hodnota 'Prodleva mezi požadavky' nemůže být prázdná.
ko_kr: '요청 간 지연' 값은 비워둘 수 없습니다.

source: The value of 'PHP Scripts Execution Timeout' can't be empty.
cs_cz: Hodnota 'Časový limit provádění skriptů PHP' nemůže být prázdná.
ko_kr: 'PHP 스크립트 실행 시간 초과' 값은 비워둘 수 없습니다.

source: The value of 'Staging Memory Limit' can't be empty.
cs_cz: Hodnota 'Staging limit paměti' nemůže být prázdná.
ko_kr: '스테이징 메모리 제한' 값은 비워둘 수 없습니다.

source: The value of 'Max File Size' can't be empty.
cs_cz: Hodnota 'Maximální velikost souborů' nemůže být prázdná.
ko_kr: '최대 파일 크기' 값은 비워둘 수 없습니다.

source: The value of 'File Copy Count' can't be empty.
cs_cz: Hodnota 'Počet kopií souboru' nemůže být prázdná.
ko_kr: '파일 복사 횟수' 값은 비워둘 수 없습니다.

source: The value of 'DB Replace Count' can't be empty.
cs_cz: Hodnota 'Počet náhrad DB' nemůže být prázdná.
ko_kr: 'DB 교체 횟수' 값은 비워둘 수 없습니다.

source: The value of 'DB Copy Count' can't be empty.
cs_cz: Hodnota 'Počet kopií DB' nemůže být prázdná.
ko_kr: 'DB 복사 횟수' 값은 비워둘 수 없습니다.

source: The value of 'Media Files Quantity Processed Per Request' can't be empty.
cs_cz: Hodnota 'Množství mediálních souborů zpracovaných na požadavek' nemůže být prázdná.
ko_kr: '요청당 처리된 미디어 파일 수량' 값은 비워둘 수 없습니다.

source: The value of 'Posts Quantity Processed Per Request' can't be empty.
cs_cz: Hodnota 'Počet zpracovaných příspěvků na žádost' nemůže být prázdná.
ko_kr: '요청당 처리된 글 수량' 값은 비워둘 수 없습니다.

source: The value of 'Chunk Size' can't be empty.
cs_cz: Hodnota 'Velikost kousku' nemůže být prázdná.
ko_kr: '청크 크기' 값은 비워둘 수 없습니다.

source: The value of 'PHP memory limit for restoration' can't be empty.
cs_cz: Hodnota 'PHP limit paměti pro obnovu' nemůže být prázdná.
ko_kr: '복원을 위한 PHP 메모리 제한' 값은 비워둘 수 없습니다.

source: The value of 'PHP memory limit for backup' can't be empty.
cs_cz: Hodnota 'PHP limit paměti pro zálohování' nemůže být prázdná.
ko_kr: '백업을 위한 PHP 메모리 제한' 값은 비워둘 수 없습니다.

source: The value of 'PHP scripts execution timeout for restore' can't be empty.
cs_cz: Hodnota „Časový limit provádění skriptů PHP pro obnovení“ nemůže být prázdná.
ko_kr: '복원을 위한 PHP 스크립트 실행 시간 초과' 값은 비워둘 수 없습니다.

source: The value of 'PHP scripts execution timeout for backup' can't be empty.
cs_cz: Hodnota 'Časový limit provádění skriptů PHP pro zálohování' nemůže být prázdná.
ko_kr: '백업을 위한 PHP 스크립트 실행 시간 초과' 값은 비워둘 수 없습니다.

source: The value of 'Exclude files which are larger than' can't be empty.
cs_cz: Hodnota 'Vyloučit soubory, které jsou větší než' nemůže být prázdná.
ko_kr: '다음보다 큰 파일 제외' 값은 비워둘 수 없습니다.

source: The value of 'Compress file every' can't be empty.
cs_cz: Hodnota 'Komprimujte každý soubor' nemůže být prázdná.
ko_kr: '파일 압축 간격' 값은 비워둘 수 없습니다.

source: Back
cs_cz: Zpět
ko_kr: 뒤로

source: Because Dropbox has upgraded their API on September 30, 2021, the new API is no longer compatible with the previous app's settings. Please re-add your Dropbox storage to ensure that it works properly.
cs_cz: Protože Dropbox upgradoval své API 30. září 2021, nové API již není kompatibilní s nastavením předchozí aplikace. Znovu přidejte úložiště Dropbox, abyste se ujistili, že funguje správně.
ko_kr: Dropbox가 2021년 9월 30일에 API를 업그레이드했기 때문에 새로운 API는 더 이상 이전 앱의 설정과 호환되지 않습니다. 제대로 작동하는지 확인하려면 Dropbox 저장소를 다시 추가해주세요.

source: In order to execute the scheduled backups properly, please set the DISABLE_WP_CRON constant to false. If you are using an external cron system, simply click 'X' to dismiss this message.
cs_cz: Chcete-li správně provést plánované zálohování, nastavte konstantu DISABLE_WP_CRON na hodnotu false. Pokud používáte externí cron systém, jednoduše klikněte na 'X' pro zrušení této zprávy.
ko_kr: 예약된 백업을 제대로 실행하려면 DISABLE_WP_CRON 상수를 false로 설정하세요. 외부 cron 시스템을 사용하는 경우 'X'를 클릭하여 이 메시지를 해제하세요.

source: <strong>Tips: </strong>Some web hosts may restrict the connection between the two sites, so you may get a 403 error or unstable connection issue when performing auto migration. In that case, it is recommended to manually transfer the site.
cs_cz: <strong>Tipy: </strong>Někteří weboví hostitelé mohou omezit připojení mezi dvěma weby, takže při provádění automatické migrace se může zobrazit chyba 403 nebo nestabilní připojení. V takovém případě se doporučuje web přenést ručně.
ko_kr: <strong>팁:</strong>일부 웹 호스트는 두 사이트 간의 연결을 제한할 수 있으므로 자동 마이그레이션을 수행할 때 403 오류나 불안정한 연결 문제가 발생할 수 있습니다. 그런 경우 사이트를 수동으로 전송하는 것이 좋습니다.

source: Staging
ko_kr: 스테이징

source: Create A Fresh WordPress Install
cs_cz: Vytvořte novou WordPress instalaci
ko_kr: 새로운 워드프레스 설치 생성

source: Create A Staging Site
cs_cz: Vytvořte pracovní místo
ko_kr: 스테이징 사이트 생성

source: WPvivid Plugins - Staging
cs_cz: Pluginy WPvivid - Staging
ko_kr: WPvivid 플러그인 - 스테이징

source: Subsite Description
cs_cz: Popis podstránky
ko_kr: 하위 사이트 설명

source: Subsite Title
cs_cz: Název podstránky
ko_kr: 하위 사이트 제목

source: Subsite Tables/Folders
cs_cz: Tabulky/složky podstránky
ko_kr: 하위 사이트 테이블/폴더
