Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/wpvivid-backuprestore-*.po
Languages: cs_cz, ko_kr

source: e.g. if you choose a chunk size of 2MB, a 8MB file will use 4 chunks. Decreasing this value will break the ISP's transmission limit, for example:512KB
ko_kr: 예시: 청크 크기를 2MB로 선택하면 8MB 파일은 4개의 청크를 사용합니다. 이 값을 줄이면 ISP의 전송 제한이 깨집니다 (예: 512KB)

source: Chunk Size
cs_cz: Velikost bloku
ko_kr: 청크 크기

source: Adjust this value to apply for a temporary PHP memory limit for WPvivid backup plugin in restore process. We set this value to 256M by default. Increase the value if you encounter a memory exhausted error. Note: some web hosting providers may not support this.
cs_cz: Upravte tuto hodnotu, chcete-li použít dočasný limit paměti PHP pro plugin zálohování WPvivid v procesu obnovy. Tuto hodnotu jsme standardně nastavili na 256M. Pokud narazíte na chybu s vyčerpáním paměti, zvyšte hodnotu. Poznámka: Někteří poskytovatelé webhostingu to nemusí podporovat.
ko_kr: 복원 프로세스에서 WPvivid 백업 플러그인에 대한 임시 PHP 메모리 제한을 적용하려면 이 값을 조정하세요. 이 값은 기본적으로 256M으로 설정합니다. 메모리 소진 오류가 발생하면 값을 늘리세요. 참고: 일부 웹 호스팅 제공업체는 이를 지원하지 않을 수 있습니다.

source: PHP Memory Limit for restoration
cs_cz: Limit paměti PHP pro obnovení
ko_kr: 복원을 위한 PHP 메모리 제한

source: Adjust this value to apply for a temporary PHP memory limit for WPvivid backup plugin to run a backup. We set this value to 256M by default. Increase the value if you encounter a memory exhausted error. Note: some web hosting providers may not support this.
cs_cz: Upravte tuto hodnotu, chcete-li použít dočasný limit paměti PHP pro záložní plugin WPvivid pro spuštění zálohy. Tuto hodnotu jsme standardně nastavili na 256M. Pokud narazíte na chybu s vyčerpáním paměti, zvyšte hodnotu. Poznámka: Někteří poskytovatelé webhostingu to nemusí podporovat.
ko_kr: WPvivid 백업 플러그인이 백업을 실행하기 위한 임시 PHP 메모리 제한을 적용하려면 이 값을 조정하세요. 이 값은 기본적으로 256M으로 설정합니다. 메모리 소진 오류가 발생하면 값을 늘리세요. 참고: 일부 웹 호스팅 제공업체는 이를 지원하지 않을 수 있습니다.

source: PHP Memory Limit for backup
cs_cz: Limit paměti PHP pro zálohování
ko_kr: 백업을 위한 PHP 메모리 제한

source: The time-out is not your server PHP time-out. With the execution time exhausted, our plugin will shut the process of restore down. If the progress of restore encounters a time-out, that means you have a medium or large sized website, please try to scale the value bigger.
cs_cz: Časový limit není časový limit PHP serveru. Po vyčerpání doby provádění náš plugin zastaví proces obnovy. Pokud proces obnovy narazí na časový limit, to znamená, že máte středně velký nebo velký web, zkuste hodnotu zvětšit.
ko_kr: 시간 초과는 서버 PHP 시간 초과가 아닙니다. 실행 시간이 소진되면 플러그인이 복원 프로세스를 종료합니다. 복원 진행 중에 시간 초과가 발생하면 중형 또는 대형 웹 사이트가 있음을 의미하므로 값을 더 크게 조정해주세요.

source: PHP script execution timeout for restore
cs_cz: Časový limit spuštění skriptu PHP pro obnovení
ko_kr: 복원을 위한 PHP 스크립트 실행 시간 초과

source: The time-out is not your server PHP time-out. With the execution time exhausted, our plugin will shut the process of backup down. If the progress of backup encounters a time-out, that means you have a medium or large sized website, please try to scale the value bigger.
cs_cz: Časový limit není časový limit PHP serveru. Po vyčerpání doby provádění náš plugin zastaví proces zálohování. Pokud během zálohování dojde k vypršení časového limitu, to znamená, že máte středně velký nebo velký web, zkuste hodnotu zvětšit.
ko_kr: 시간 초과는 서버 PHP 시간 초과가 아닙니다. 실행 시간이 소진되면 플러그인이 백업 프로세스를 종료합니다. 백업 진행 중에 시간 초과가 발생하면 중대형 웹사이트가 있음을 의미하므로 값을 더 크게 조정해주세요.

source: PHP script execution timeout for backup
cs_cz: Časový limit spuštění skriptu PHP pro zálohování
ko_kr: 백업을 위한 PHP 스크립트 실행 시간 초과

source: Using the option will ignore the file larger than the certain size in MB when backing up, '0' (zero) means unlimited.
cs_cz: Použití této možnosti bude při zálohování ignorovat soubor větší než určitá velikost v MB, '0' (nula) znamená neomezené.
ko_kr: 이 옵션을 사용하면 백업 시 특정 크기(MB)보다 큰 파일은 무시되며 '0'(영)은 무제한을 의미합니다.

source: Exclude the files which are larger than
cs_cz: Vyloučit soubory, které jsou větší než
ko_kr: 다음보다 큰 파일 제외

source: Some web hosting providers limit large zip files (e.g. 200MB), and therefore splitting your backup into many parts is an ideal way to avoid hitting the limitation if you are running a big website. Please try to adjust the value if you are encountering backup errors. When you set a value of 0MB, backups will be split every 4GB.
ko_kr: 일부 웹 호스팅 제공자는 큰 zip 파일(예: 200MB)을 제한하므로, 큰 웹사이트를 운영하는 경우 백업을 여러 부분으로 나누는 것이 제한에 걸리는 것을 피하는 이상적인 방법입니다. 백업 오류가 발생하는 경우 값을 조정해보세요. 값을 0MB로 설정하면 백업이 4GB마다 분할됩니다.

source: Compress Files Every
cs_cz: Komprimovat soubory každý
ko_kr: 파일 압축 주기

source: It is recommended to choose PDO option if pdo_mysql extension is installed on your server, which lets you backup and restore your site faster.
cs_cz: Pokud je na vašem serveru nainstalováno rozšíření pdo_mysql, doporučujeme zvolit volbu PDO, která vám umožní rychleji zálohovat a obnovovat váš web.
ko_kr: 서버에 pdo_mysql 확장 기능이 설치되어 있다면, PDO 옵션을 선택하는 것이 권장됩니다. 이를 통해 사이트를 더 빠르게 백업하고 복원할 수 있습니다.

source: WPDB option has a better compatibility, but the speed of backup and restore is slower.
cs_cz: Možnost WPDB má lepší kompatibilitu, ale rychlost zálohování a obnovy je pomalejší.
ko_kr: WPDB 옵션은 호환성이 더 좋지만 백업 및 복원 속도가 느립니다.

source: Database access method.
cs_cz: Metoda přístupu k databázi.
ko_kr: 데이터베이스 액세스 방법.

source: Importing the json file can help you set WPvivid's configuration on another wordpress site quickly.
cs_cz: Import souboru json vám může pomoci rychle nastavit konfiguraci WPvivid na jiném webu wordpress.
ko_kr: json 파일을 가져오면 다른 워드프레스 사이트에서 WPvivid의 구성을 빠르게 설정하는 데 도움이 됩니다.

source: Import
cs_cz: Importovat
ko_kr: 가져오기

source: Click 'Export' button to save WPvivid settings on your local computer.
cs_cz: Kliknutím na tlačítko 'Exportovat' uložíte nastavení WPvivid do místního počítače.
ko_kr: '내보내기' 버튼을 클릭하여 WPvivid 설정을 로컬 컴퓨터에 저장하세요.

source: Export
cs_cz: Exportovat
ko_kr: 내보내기

source: Empty
cs_cz: Prázdný
ko_kr: 비어 있는

source: Calculate Sizes
cs_cz: Vypočítat velikosti
ko_kr: 크기 계산

source: Total Size:
cs_cz: Celková velikost:
ko_kr: 총합 크기:

source: Web-server disk space in use by WPvivid
cs_cz: Místo na disku webového serveru využívané WPvivid
ko_kr: WPvivid에서 사용 중인 웹 서버 디스크 공간

source: Pro feature: Add another email address to get report
cs_cz: Pro funkce: Přidejte další e-mailovou adresu, abyste mohli dostávat zprávy
ko_kr: Pro 기능: 보고서를 받을 다른 이메일 주소 추가

source: Only send an email notification when a backup fails
cs_cz: Odešlete e-mailové upozornění pouze tehdy, když se zálohování nezdaří
ko_kr: 백업 실패 시에만 이메일 알림 보내기

source: Always send an email notification when a backup is complete
cs_cz: Po dokončení zálohování vždy odešlete upozornění e-mailem
ko_kr: 백업이 완료되면 항상 이메일 알림 보내기

source: Test Email
cs_cz: Testovací e-mail
ko_kr: 테스트 이메일

source: Enable email report
cs_cz: Povolit e-mailový přehled
ko_kr: 이메일 보고서 활성화

source: The action is irreversible! It will remove all backups are out-of-date (including local web server and remote storage) if they exist.
cs_cz: Akce je nevratná! Odebere všechny zálohy, které jsou zastaralé (včetně místního webového serveru a vzdáleného úložiště), pokud existují.
ko_kr: 동작은 돌이킬 수 없습니다! 오래된 백업(로컬 웹 서버 및 원격 저장소 포함)이 있는 경우 모든 백업을 제거합니다.

source: Remove
cs_cz: Odstranit
ko_kr: 제거

source: Remote Storage Directory:
cs_cz: Adresář vzdáleného úložiště:
ko_kr: 원격 저장소 디렉터리:

source: Web Server Directory:
cs_cz: Adresář webového serveru:
ko_kr: 웹 서버 디렉토리:

source: Remove out-of-date backups
cs_cz: Odstraňte neaktuální zálohy
ko_kr: 오래된 백업 제거

source: Display domain(url) of current site in backup name. (e.g. domain_wpvivid-5ceb938b6dca9_2019-05-27-07-36_backup_all.zip)
cs_cz: Zobrazit doménu (url) aktuálního webu v názvu zálohy. (např. domain_wpvivid-5ceb938b6dca9_2019-05-27-07-36_backup_all.zip)
ko_kr: 백업 이름에 현재 사이트의 도메인(url)을 표시합니다. (예: domain_wpvivid-5ceb938b6dca9_2019-05-27-07-36_backup_all.zip)

source: Local storage directory:
cs_cz: Adresář místního úložiště:
ko_kr: 로컬 저장소 디렉터리:

source: Name your folder, this folder must be writable for creating backup files.
cs_cz: Pojmenujte svou složku, tato složka musí být zapisovatelná pro vytváření záložních souborů.
ko_kr: 폴더 이름을 지정하세요. 이 폴더는 백업 파일을 생성하기 위해 쓰기 가능해야 합니다.

source: Backup Folder
cs_cz: Složka záloh
ko_kr: 백업 폴더

source: Keep storing the backups in localhost after uploading to remote storage
cs_cz: Po nahrání do vzdáleného úložiště zálohy ukládejte na localhost
ko_kr: 원격 저장소에 업로드한 후 localhost에 백업을 계속 저장하세요

source: Merge all the backup files into single package when a backup completes. This will save great disk spaces, though takes longer time. We recommended you check the option especially on sites with insufficient server resources.
cs_cz: Po dokončení zálohování sloučte všechny záložní soubory do jednoho balíčku. To ušetří velké místo na disku, i když to trvá déle. Doporučujeme tuto možnost zaškrtnout zejména na stránkách s nedostatečnými zdroji serveru.
ko_kr: 백업이 완료되면 모든 백업 파일을 단일 패키지로 병합합니다. 이렇게 하면 시간이 오래 걸리지만 큰 디스크 공간을 절약할 수 있습니다. 특히 서버 리소스가 부족한 사이트에서는 옵션을 확인하는 것이 좋습니다.

source: Show WPvivid backup plugin on top admin bar
cs_cz: Zobrazit plugin pro zálohování WPvivid na horním panelu administrátora
ko_kr: 상단 관리 표시줄에 WPvivid 백업 플러그인 표시

source: Calculate the size of files, folder and database before backing up
cs_cz: Před zálohováním vypočítejte velikost souborů, složky a databáze
ko_kr: 백업하기 전에 파일, 폴더 및 데이터베이스의 크기를 계산하세요

source: Pro feature: Retain more backups
cs_cz: Pro funkce: Uchovávejte více záloh
ko_kr: Pro 기능: 더 많은 백업 유지

source: backups retained
cs_cz: zálohy zachovány
ko_kr: 보존된 백업

source: Custom
cs_cz: Vlastní
ko_kr: 사용자 지정

source: Only Database
cs_cz: Pouze databáze
ko_kr: 데이터베이스만

source: WordPress Files (Exclude Database)
cs_cz: WordPress soubory (vyloučit databázi)
ko_kr: 워드프레스 파일 (데이터베이스 제외)

source: Database + Files (WordPress Files)
cs_cz: Databáze + soubory (WordPress soubory)
ko_kr: 데이터베이스 + 파일 (워드프레스 파일)

source: Being subjected to mechanisms of PHP, a scheduled backup task for your site will be triggered only when the site receives at least a visit at any page.
cs_cz: Vzhledem k tomu, že jste vystaveni mechanismům PHP, plánovaná úloha zálohování pro váš web bude spuštěna pouze tehdy, když web zaznamená alespoň návštěvu jakékoli stránky.
ko_kr: PHP 메커니즘의 영향을 받기 때문에 사이트에 대한 예약된 백업 작업은 사이트가 어떤 페이지에서든 최소한 방문을 받는 경우에만 트리거됩니다.

source: + Add another schedule
cs_cz: + Přidat další plán
ko_kr: + 다른 일정 추가

source: Highlighted icon illuminates that you have choosed a remote storage to store backups
cs_cz: Zvýrazněná ikona svítí, že jste zvolili vzdálené úložiště pro ukládání záloh
ko_kr: 강조 표시된 아이콘은 백업을 저장할 원격 저장소를 선택했음을 나타냅니다

source: Advanced Schedule
cs_cz: Pokročilý plán
ko_kr: 고급 일정

source: Pro feature: learn more
cs_cz: Pro funkce: dozvědět se více
ko_kr: Pro 기능: 자세히 알아보기

source: Enable Incremental Backup
cs_cz: Povolit přírůstkové zálohování
ko_kr: 증분 백업 활성화

source: Enable backup schedule
cs_cz: Povolit plán zálohování
ko_kr: 백업 일정 활성화

source: Schedule Settings
cs_cz: Nastavení plánování
ko_kr: 일정 설정

source: Support
cs_cz: Podpora
ko_kr: 지원

source: Freelancer
cs_cz: Na volné noze
ko_kr: 프리랜서

source: 5. Set up remote storage for child sites in bulk (for WPvivid Backup Pro only)
cs_cz: 5. Hromadně nastavit vzdálené úložiště pro podřízené weby (pouze pro WPvivid Backup Pro)
ko_kr: 5. 하위 사이트에 대한 원격 저장소를 대량으로 설정 (WPvivid Backup Pro만 해당)

source: 4. Install, claim and update WPvivid Backup Pro for child sites in bulk
cs_cz: 4. Hromadně nainstalujte, vyžádejte si a aktualizujte WPvivid Backup Pro pro podřízené weby
ko_kr: 4. 하위 사이트용 WPvivid Backup Pro를 대량으로 설치, 청구 및 업데이트

source: 3. Set WPvivid Backup Free and Pro settings for all child sites
cs_cz: 3. Nastavte WPvivid Backup Free a Pro pro všechny podřízené weby
ko_kr: 3. 모든 하위 사이트에 대해 WPvivid Backup Free 및 Pro 설정 지정

source: 2. Set backup schedules for all child sites
cs_cz: 2. Nastavte plány zálohování pro všechny podřízené weby
ko_kr: 2. 모든 하위 사이트에 대한 백업 일정 설정

source: 1. Create and download backups for a specific child site
cs_cz: 1. Vytvořte a stáhněte zálohy pro konkrétní podřízený web
ko_kr: 1. 특정 하위 사이트에 대한 백업 생성 및 다운로드

source: Download WPvivid Backup for MainWP
cs_cz: Stáhněte si WPvivid Backup pro MainWP
ko_kr: WPvivid Backup for MainWP 다운로드

source: If you are a MainWP user, you can set up and control WPvivid Backup Free and Pro for every child site directly from your MainWP dashboard, using our WPvivid Backup for MainWP extension.
cs_cz: Pokud jste uživatelem MainWP, můžete nastavit a ovládat WPvivid Backup Free a Pro pro každý podřízený web přímo z hlavního panelu MainWP pomocí našeho rozšíření WPvivid Backup for MainWP.
ko_kr: MainWP 사용자인 경우 WPvivid Backup for MainWP 확장 프로그램을 사용하여 MainWP 대시보드에서 직접 모든 하위 사이트에 대한 WPvivid Backup Free 및 Pro를 설정하고 제어할 수 있습니다.

source: Next page >
cs_cz: Další stránka >
ko_kr: 다음 페이지 >

source: < Pre page
cs_cz: < Předchozí stránka
ko_kr: < 이전 페이지

source: Action
cs_cz: Akce
ko_kr: 동작

source: Log File Name
cs_cz: Název log souboru
ko_kr: 로그 파일 이름

source: Log Type
cs_cz: Typ logů
ko_kr: 로그 유형

source: Date
cs_cz: Datum
ko_kr: 날짜

source: Website Info Value
cs_cz: Hodnota informací o webu
ko_kr: 웹사이트 정보 값

source: Website Info Key
cs_cz: Informační klíč webu
ko_kr: 웹사이트 정보 키

source: Download
cs_cz: Stáhnout
ko_kr: 다운로드

source: If you didn’t configure SMTP on your site, click the button below to download the relevant information (website info and error logs) to your PC when you are encountering some errors. Sending the files to us will help us diagnose what happened.
cs_cz: Pokud jste na svém webu nenakonfigurovali SMTP, klikněte na tlačítko níže a stáhněte si příslušné informace (informace o webu a protokoly chyb) do počítače, když narazíte na nějaké chyby. Odeslání souborů nám pomůže diagnostikovat, co se stalo.
ko_kr: 사이트에 SMTP를 구성하지 않은 경우, 오류가 발생할 때 아래 버튼을 클릭하여 관련 정보(웹사이트 정보 및 오류 로그)를 PC로 다운로드하세요. 파일을 보내주시면 문제를 진단하는 데 도움이 됩니다.

source: Method 2.
cs_cz: Metoda 2.
ko_kr: 방법 2.

source: Send Debug Information to Us
cs_cz: Pošlete nám informace o ladění
ko_kr: 우리에게 디버그 정보 보내기

source: Please describe your problem here.
cs_cz: Zde popište svůj problém.
ko_kr: 여기에 문제를 설명해주세요.

source: My web hosting provider is:
cs_cz: Můj poskytovatel webhostingu je:
ko_kr: 내 웹 호스팅 공급자:

source: I am using:
cs_cz: Používám:
ko_kr: 다음을 사용 중:

source: Your email:
cs_cz: Váš e-mail:
ko_kr: 귀하의 이메일:

source: WPvivid support email:
cs_cz: WPvivid e-mail podpory:
ko_kr: WPvivid 지원 이메일:

source: If you have configured SMTP on your site, enter your email address and click the button below to send us the relevant information (website info and errors logs) when you are encountering errors. This will help us figure out what happened. Once the issue is resolved, we will inform you by your email address.
cs_cz: Pokud jste na svém webu nakonfigurovali SMTP, zadejte svou e-mailovou adresu a kliknutím na tlačítko níže nám zašlete příslušné informace (informace o webu a protokoly chyb), když narazíte na chyby. To nám pomůže zjistit, co se stalo. Jakmile bude problém vyřešen, budeme vás informovat na vaši e-mailovou adresu.
ko_kr: 사이트에 SMTP를 구성한 경우 오류가 발생할 때 이메일 주소를 입력하고 아래 버튼을 클릭하여 관련 정보(웹사이트 정보 및 오류 로그)를 보내주세요. 이것은 무슨 일이 일어났는지 알아내는 데 도움이 될 것입니다. 문제가 해결되면 귀하의 이메일 주소로 알려드리겠습니다.

source: Method 1.
cs_cz: Metoda 1.
ko_kr: 방법 1.

source: There are two ways available to send us the debug information. The first one is recommended.
cs_cz: Informace o ladění nám můžete zaslat dvěma způsoby. První se doporučuje.
ko_kr: 디버그 정보를 보내는 데 사용할 수 있는 두 가지 방법이 있습니다. 첫 번째 것이 권장됩니다.

source: Save Changes
cs_cz: Uložit změny
ko_kr: 변경 사항 저장

source: Log
ko_kr: 로그

source: Logs
cs_cz: Protokoly
ko_kr: 로그

source: Debug
cs_cz: Režim ladění (Debug mód)
ko_kr: 디버그

source: Remote Storage
cs_cz: Vzdálené úložiště
ko_kr: 원격 저장소

source: Schedule
cs_cz: Naplánovat
ko_kr: 일정

source: Class PclZip is not detected. Please update or reinstall your WordPress.
cs_cz: Třída PclZip nebyla detekována. Aktualizujte nebo přeinstalujte svůj WordPress.
ko_kr: 클래스 PclZip이 감지되지 않습니다. 워드프레스를 업데이트하거나 다시 설치하세요.

source: As Amazon S3 and DigitalOcean Space have upgraded their connection methods, please delete the previous connections and re-add your Amazon S3/DigitalOcean Space accounts to make sure the connections work.
cs_cz: Protože Amazon S3 a DigitalOcean Space upgradovaly své metody připojení, odstraňte předchozí připojení a znovu přidejte své účty Amazon S3/DigitalOcean Space, abyste se ujistili, že připojení fungují.
ko_kr: Amazon S3 및 DigitalOcean Space가 연결 방법을 업그레이드했으므로 이전 연결을 삭제하고 Amazon S3/DigitalOcean Space 계정을 다시 추가하여 연결이 작동하는지 확인하세요.

source: Restore completed successfully.
cs_cz: Obnovení bylo úspěšně dokončeno.
ko_kr: 복원이 성공적으로 완료되었습니다.

source: Cheers! WPvivid Backup plugin has restored successfully your website. If you found WPvivid Backup plugin helpful, a 5-star rating would be highly appreciated, which motivates us to keep providing new features.
cs_cz: Na zdraví! Plugin WPvivid Backup úspěšně obnovil váš web. Pokud jste považovali plugin WPvivid Backup za užitečný, bylo by vysoce oceněno 5hvězdičkové hodnocení, které nás motivuje k tomu, abychom nadále poskytovali nové funkce.
ko_kr: 건배! WPvivid 백업 플러그인이 귀하의 웹사이트를 성공적으로 복원했습니다. WPvivid 백업 플러그인이 도움이 되셨다면 별 5개를 주시면 감사하겠습니다. 이는 새로운 기능을 계속 제공할 동기를 부여합니다.

source: Migration is complete and htaccess file is replaced. In order to successfully complete the migration, you'd better reinstall 301 redirect plugin, firewall and security plugin, and caching plugin if they exist.
cs_cz: Migrace je dokončena a soubor .htaccess je nahrazen. Chcete-li úspěšně dokončit migraci, raději znovu nainstalujte zásuvný modul pro přesměrování 301, zásuvný modul firewallu a zabezpečení a zásuvný modul pro ukládání do mezi paměti, pokud existují.
ko_kr: 마이그레이션이 완료되었고 htaccess 파일이 교체되었습니다. 마이그레이션을 성공적으로 완료하려면, 301 리다이렉트 플러그인, 방화벽 및 보안 플러그인, 캐싱 플러그인이 존재하는 경우 다시 설치하는 것이 좋습니다.

source: Calculating the size of files, folder and database timed out. If you continue to receive this error, please go to the plugin settings, uncheck 'Calculate the size of files, folder and database before backing up', save changes, then try again.
cs_cz: Vypršel časový limit výpočtu velikosti souborů, složky a databáze. Pokud se tato chyba zobrazuje i nadále, přejděte prosím do nastavení pluginu, zrušte zaškrtnutí políčka „Vypočítat velikost souborů, složky a databáze před zálohováním“, uložte změny a zkuste to znovu.
ko_kr: 파일, 폴더 및 데이터베이스 크기 계산 시간이 초과되었습니다. 이 오류가 계속 발생하면 플러그인 설정으로 이동하여 '백업하기 전에 파일, 폴더 및 데이터베이스 크기 계산'을 선택 취소하고 변경 사항을 저장한 다음 다시 시도하세요.

source: Warning: The alias already exists in storage list.
cs_cz: Upozornění: Alias ​​již v seznamu úložiště existuje.
ko_kr: 경고: 저장소 목록에 별칭이 이미 있습니다.

source: Warning: An alias for remote storage is required.
cs_cz: Upozornění: Je vyžadován alias pro vzdálené úložiště.
ko_kr: 경고: 원격 저장소에 대한 별칭이 필요합니다.

source: Error:
cs_cz: Chyba:
ko_kr: 오류:

source: Warning:
cs_cz: Varování:
ko_kr: 경고:

source: Migrate WordPress
cs_cz: Migrovat WordPress
ko_kr: 워드프레스 마이그레이션

source: Restore Your Site from a Backup
cs_cz: Obnovte svůj web ze zálohy
ko_kr: 백업에서 사이트 복원

source: Create a Manual Backup
cs_cz: Vytvořte ruční zálohu
ko_kr: 수동 백업 만들기

source: WPvivid Backup Settings
cs_cz: WPvivid nastavení zálohování
ko_kr: WPvivid Backup 설정

source: How-to
cs_cz: Jak
ko_kr: 방법

source: Troubleshooting
cs_cz: Řešení potíží
ko_kr: 문제 해결

source: ChangeLog
cs_cz: Přehled změn
ko_kr: 변경 로그

source: Current Version:
cs_cz: Současná verze:
ko_kr: 현재 버전:

source: Settings
cs_cz: Nastavení
ko_kr: 설정

source: Backup & Restore
cs_cz: Zálohovat a obnovit
ko_kr: 백업 및 복원

source: Clone or copy WP sites then move or migrate them to new host (new domain), schedule backups, transfer backups to leading remote storage. All in one.
cs_cz: Naklonujte nebo zkopírujte weby WP a poté je přesuňte nebo migrujte na nového hostitele (novou doménu), naplánujte zálohování, přeneste zálohy na přední vzdálené úložiště. Vše v jednom.
ko_kr: WP 사이트를 복제하거나 복사한 다음 새 호스트(새 도메인)로 이동하거나 마이그레이션하고, 백업을 예약하고, 백업을 주요 원격 저장소로 전송하세요. 올인원.

source: WPvivid Backup Plugin
ko_kr: WPvivid Backup 플러그인

source: Ultimate
cs_cz: Neomezené

source: Premium
cs_cz: Prémium
