Repository: ytscar/hostel-world-blog
Catalog: content/languages/plugins/wpvivid-backuprestore-*.po
Languages: cs_cz, ko_kr

source: 2. Generate a key by clicking Generate button and copy it.
cs_cz: 2. Vygenerujte klíč kliknutím na tlačítko Generovat a zkopírujte jej.
ko_kr: 2. 생성 버튼을 클릭하여 키를 생성하고 복사하세요.

source: 1. Visit Key tab page of WPvivid backup plugin of destination site.
cs_cz: 1. Navštivte stránku záložky Klíč zálohovacího pluginu WPvivid cílového webu.
ko_kr: 1. 대상 사이트의 WPvivid 백업 플러그인의 키 탭 페이지를 방문하세요.

source: How to get a site key?
cs_cz: Jak získat klíč k webu?
ko_kr: 사이트 키를 얻는 방법?

source: Please paste the key below.
cs_cz: Vložte klíč níže.
ko_kr: 아래에 키를 붙여넣으세요.

source: A task is already running. Please wait until the running task is complete, and try again.
cs_cz: Úloha již běží. Počkejte, dokud nebude spuštěná úloha dokončena, a zkuste to znovu.
ko_kr: 작업이 이미 실행 중입니다. 실행 중인 작업이 완료될 때까지 기다린 후 다시 시도해주세요.

source: Generate
cs_cz: Generovat
ko_kr: 생성

source: Tips: For security reason, please choose an appropriate expiration time for the key.
cs_cz: Tipy: Z bezpečnostních důvodů zvolte vhodnou dobu platnosti klíče.
ko_kr: 팁: 보안상의 이유로 키의 적절한 만료 시간을 선택해주세요.

source: The key will expire in
cs_cz: Platnost klíče vyprší za
ko_kr: 키가 만료됩니다:

source: In order to allow another site to send a backup to this site, please generate a key below. Once the key is generated, this site is ready to receive a backup from another site. Then, please copy and paste the key in sending site and save it.
cs_cz: Chcete-li umožnit jinému webu odeslat zálohu na tento web, vygenerujte níže klíč. Po vygenerování klíče je tento web připraven přijmout zálohu z jiného webu. Poté zkopírujte a vložte klíč do odesílající stránky a uložte jej.
ko_kr: 다른 사이트에서 이 사이트로 백업을 보낼 수 있도록 하려면 아래에서 키를 생성해주세요. 키가 생성되면 이 사이트는 다른 사이트에서 백업을 받을 준비가 된 것입니다. 그런 다음 발신 사이트에 키를 복사하여 붙여넣고 저장하세요.

source: Key
cs_cz: Klíč
ko_kr: 키

source: Auto-Migration
cs_cz: Automatická migrace
ko_kr: 자동 마이그레이션

source: Unable to send email. Please check the configuration of email server.
cs_cz: Nelze odeslat e-mail. Zkontrolujte konfiguraci e-mailového serveru.
ko_kr: 이메일을 보낼 수 없습니다. 이메일 서버 구성을 확인해주세요.

source: Unable to create directory %s. Is its parent directory writable by the server?
cs_cz: Nelze vytvořit adresář %s. Je jeho nadřazený adresář zapisovatelný serverem?
ko_kr: %s 디렉토리를 만들 수 없습니다. 서버에서 부모 디렉토리를 쓸 수 있나요?

source: The log not found.
cs_cz: Protokol nenalezen.
ko_kr: 로그를 찾을 수 없습니다.

source: Retrieving the backup information failed while showing log. Please try again later.
cs_cz: Načítání informací o záloze selhalo při zobrazování protokolu. Zkuste to později znovu.
ko_kr: 로그를 표시하는 동안 백업 정보 검색에 실패했습니다. 나중에 다시 시도해주세요.

source: Reading the log failed. Please try again.
cs_cz: Čtení protokolu se nezdařilo. Zkuste to znovu.
ko_kr: 로그를 읽지 못했습니다. 다시 시도해주세요.

source: Unable to open the log file.
cs_cz: Nelze otevřít soubor protokolu.
ko_kr: 로그 파일을 열 수 없습니다.

source: Error occurred while parsing the request data. Please try to run backup again.
cs_cz: Při analýze dat požadavku došlo k chybě. Zkuste prosím spustit zálohování znovu.
ko_kr: 요청 데이터를 구문 분석하는 동안 오류가 발생했습니다. 백업을 다시 실행해주세요.

source: Click the button to connect to SFTP server and add it to the storage list below.
cs_cz: Klepnutím na tlačítko se připojte k serveru SFTP a přidejte jej do seznamu úložiště níže.
ko_kr: 버튼을 클릭하여 SFTP 서버에 연결하고 아래 저장소 목록에 추가합니다.

source: Enter an absolute path and a custom subdirectory (optional) for holding the backups of current website. For example, /var/customfolder/
cs_cz: Zadejte absolutní cestu a vlastní podadresář (volitelné) pro uložení záloh aktuálního webu. Například /var/customfolder/
ko_kr: 현재 웹 사이트의 백업을 보관하기 위한 절대 경로와 사용자 지정 하위 디렉터리(선택 사항)를 입력합니다. 예: /var/customfolder/

source: Absolute path must exist(e.g. /var)
cs_cz: Musí existovat absolutní cesta (např. /var)
ko_kr: 절대 경로가 있어야 합니다(예: /var).

source: Enter the server port.
cs_cz: Zadejte port serveru.
ko_kr: 서버 포트를 입력하세요.

source: Port
ko_kr: 포트

source: Enter the user password.
cs_cz: Zadejte uživatelské heslo.
ko_kr: 사용자 비밀번호를 입력하세요.

source: User Password
cs_cz: Uživatelské heslo
ko_kr: 사용자 암호

source: Enter the user name.
cs_cz: Zadejte uživatelské jméno.
ko_kr: 사용자 이름을 입력하세요.

source: User Name
cs_cz: Uživatelské jméno
ko_kr: 사용자 이름

source: Enter the server address.
cs_cz: Zadejte adresu serveru.
ko_kr: 서버 주소를 입력하세요.

source: Server Address
cs_cz: Adresa serveru
ko_kr: 서버 주소

source: Enter a unique alias: e.g. SFTP-001
cs_cz: Zadejte jedinečný alias: např. SFTP-001
ko_kr: 고유한 별칭을 입력하세요. 예: SFTP-001

source: Enter Your SFTP Account
cs_cz: Zadejte svůj účet SFTP
ko_kr: SFTP 계정 입력

source: The simplexml extension is not detected. Please install the extension first.
cs_cz: Rozšíření simplexml nebylo zjištěno. Nejprve nainstalujte rozšíření.
ko_kr: simplexml 확장이 감지되지 않았습니다. 먼저 해당 확장을 설치해 주세요.

source: Click the button to connect to Amazon S3 storage and add it to the storage list below.
cs_cz: Kliknutím na tlačítko se připojíte k úložišti Amazon S3 a přidáte jej do seznamu úložiště níže.
ko_kr: 버튼을 클릭하여 Amazon S3 저장소에 연결하고 아래 저장소 목록에 추가하세요.

source: Check the option to use Amazon S3 server-side encryption to protect data.
cs_cz: Zaškrtněte možnost použít k ochraně dat šifrování na straně serveru Amazon S3.
ko_kr: Amazon S3 서버 측 암호화를 사용하여 데이터를 보호하는 옵션을 선택하세요.

source: Server-side encryption.
cs_cz: Šifrování na straně serveru.
ko_kr: 서버 측 암호화.

source: Check the option to use Amazon S3 Standard-Infrequent Access (S3 Standard-IA) storage class for data transfer.
cs_cz: Zaškrtněte možnost použít pro přenos dat třídu úložiště Amazon S3 Standard-Infrequent Access (S3 Standard-IA).
ko_kr: 데이터 전송에 Amazon S3 Standard-Infrequent Access(S3 Standard-IA) 저장소 클래스를 사용하는 옵션을 선택하세요.

source: Storage class: Standard (infrequent access).
cs_cz: Třída úložiště: Standardní (obvyklý přístup).
ko_kr: 저장소 등급: 표준 (빈번한 액세스).

source: Customize the directory where you want to store backups within the Bucket.
cs_cz: Upravte adresář, do kterého chcete ukládat zálohy v rámci segmentu.
ko_kr: 버킷 내에서 백업을 저장할 디렉터리를 사용자 정의하세요.

source: Enter an existed Bucket to create a custom backup storage directory.
cs_cz: Chcete-li vytvořit vlastní adresář úložiště záloh, zadejte existující segment.
ko_kr: 사용자 지정 백업 저장소 디렉터리를 생성하려면 기존 버킷을 입력하세요.

source: Amazon S3 Bucket Name(e.g. test)
cs_cz: Název bloku Amazon S3 (např. test)
ko_kr: Amazon S3 버킷 이름(예: test)

source: How to get an Amazon S3 secret key.
cs_cz: Jak získat tajný klíč AmazonS3.
ko_kr: Amazon S3 비밀 키를 얻는 방법.

source: Enter your Amazon S3 secret key.
cs_cz: Zadejte tajný klíč Amazon S3.
ko_kr: Amazon S3 비밀 키를 입력하세요.

source: Amazon S3 secret key
cs_cz: Tajný klíč Amazon S3
ko_kr: Amazon S3 비밀 키

source: How to get an AmazonS3 access key.
cs_cz: Jak získat přístupový klíč AmazonS3.
ko_kr: AmazonS3 액세스 키를 얻는 방법.

source: Enter your Amazon S3 access key.
cs_cz: Zadejte přístupový klíč Amazon S3.
ko_kr: Amazon S3 액세스 키를 입력하세요.

source: Amazon S3 access key
cs_cz: Amazon S3 přístupový klíč
ko_kr: Amazon S3 액세스 키

source: Enter a unique alias: e.g. Amazon S3-001
cs_cz: Zadejte jedinečný alias: např. Amazon S3-001
ko_kr: 고유한 별칭을 입력하세요: 예: Amazon S3-001

source: Enter Your Amazon S3 Account
cs_cz: Zadejte svůj účet Amazon S3
ko_kr: Amazon S3 계정 입력

source: Authenticate with Microsoft OneDrive
cs_cz: Ověření pomocí Microsoft OneDrive
ko_kr: Microsoft OneDrive로 인증

source: Enter a unique alias: e.g. OneDrive-001
cs_cz: Zadejte jedinečný alias: např. OneDrive-001
ko_kr: 고유한 별칭을 입력하세요: 예: OneDrive-001

source: Enter Your Microsoft OneDrive Information
cs_cz: Zadejte informace o svém Microsoft OneDrive
ko_kr: Microsoft OneDrive 정보 입력

source: You have authenticated the Microsoft OneDrive account as your remote storage.
cs_cz: Ověřili jste účet Microsoft OneDrive jako vzdálené úložiště.
ko_kr: Microsoft OneDrive 계정을 원격 저장소로 인증했습니다.

source: Authenticate with Google Drive
cs_cz: Ověření pomocí Google disku
ko_kr: Google Drive로 인증

source: Enter a unique alias: e.g. Google Drive-001
cs_cz: Zadejte jedinečný alias: např. Disk Google-001
ko_kr: 고유한 별칭을 입력하세요: 예: Google Drive-001

source: Enter Your Google Drive Information
cs_cz: Zadejte informace o vašem Google disku
ko_kr: Google Drive 정보 입력

source: You have authenticated the Google Drive account as your remote storage.
cs_cz: Ověřili jste svůj Google účet jako své vzdálené úložiště.
ko_kr: Google Drive 계정을 원격 저장소로 인증했습니다.

source: Authentication failed, the format of the client_secrets.json file is incorrect. Please delete and re-install the plugin to recreate the file.
cs_cz: Ověření se nezdařilo, formát souboru client_secrets.json je nesprávný. Chcete-li soubor znovu vytvořit, smažte a znovu nainstalujte plugin.
ko_kr: 인증에 실패했습니다. client_secrets.json 파일의 형식이 잘못되었습니다. 파일을 다시 생성하려면 플러그인을 삭제하고 다시 설치하세요.

source: Authentication failed, the client_secrets.json file is missing. Please make sure the client_secrets.json file is in wpvivid-backuprestore\includes\customclass directory.
cs_cz: Ověření se nezdařilo, soubor client_secrets.json chybí. Ujistěte se prosím, že soubor client_secrets.json je v adresáři wpvivid-backuprestore\includes\customclass.
ko_kr: 인증에 실패했습니다. client_secrets.json 파일이 없습니다. client_secrets.json 파일이 wpvivid-backuprestore\includes\customclass 디렉토리에 있는지 확인하세요.

source: Click the button to connect to DigitalOcean Spaces storage and add it to the storage list below.
cs_cz: Kliknutím na tlačítko se připojíte k úložišti DigitalOcean Spaces a přidáte jej do seznamu úložiště níže.
ko_kr: 버튼을 클릭하여 DigitalOcean Spaces 저장소에 연결하고 아래 저장소 목록에 추가하세요.

source: Enter the DigitalOcean Endpoint for the storage
cs_cz: Zadejte DigitalOcean Endpoint pro úložiště
ko_kr: 저장소에 대한 DigitalOcean Endpoint를 입력하세요

source: Customize the directory where you want to store backups within the Space.
cs_cz: Upravte adresář, do kterého chcete ukládat zálohy v rámci prostoru.
ko_kr: 공간 내에서 백업을 저장할 디렉터리를 사용자 정의하세요.

source: Custom Path
cs_cz: Vlastní cesta
ko_kr: 사용자 지정 경로

source: Enter an existed Space to create a custom backup storage directory.
cs_cz: Chcete-li vytvořit vlastní adresář úložiště záloh, zadejte existující prostor.
ko_kr: 기존 공간을 입력하여 사용자 지정 백업 저장소 디렉터리를 만드세요.

source: Space Name(e.g. test)
cs_cz: Název prostoru (např. test)
ko_kr: 스페이스 이름(예: test)

source: Enter your DigitalOcean Spaces secret key
cs_cz: Zadejte svůj tajný klíč DigitalOcean Spaces
ko_kr: DigitalOcean Spaces 비밀 키 입력

source: DigitalOcean Spaces secret key
cs_cz: Tajný klíč DigitalOcean Spaces
ko_kr: DigitalOcean Spaces 비밀 키

source: Enter your DigitalOcean Spaces access key
cs_cz: Zadejte svůj přístupový klíč DigitalOcean Spaces
ko_kr: DigitalOcean Spaces 액세스 키 입력

source: DigitalOcean Spaces access key
cs_cz: Přístupový klíč DigitalOcean Spaces
ko_kr: DigitalOcean Spaces 액세스 키

source: Enter a unique alias: e.g. DOS-001
cs_cz: Zadejte jedinečný alias: např. DOS-001
ko_kr: 고유한 별칭을 입력하세요. 예: DOS-001

source: Enter Your DigitalOcean Spaces Account
cs_cz: Zadejte svůj účet DigitalOcean Spaces
ko_kr: DigitalOcean Spaces 계정 입력

source: Click the button to connect to FTP server and add it to the storage list below.
cs_cz: Klepnutím na tlačítko se připojíte k serveru FTP a přidáte jej do seznamu úložiště níže.
ko_kr: 버튼을 클릭하여 FTP 서버에 접속하고 아래 저장소 목록에 추가하세요.

source: Test and Add
cs_cz: Test a přidání
ko_kr: 테스트 및 추가

source: Uncheck the option to use FTP active mode when transferring files. Make sure the FTP server you are configuring supports the active FTP mode.
cs_cz: Zrušte zaškrtnutí možnosti používat při přenosu souborů aktivní režim FTP. Ujistěte se, že FTP server, který konfigurujete, podporuje aktivní režim FTP.
ko_kr: 파일을 전송할 때 FTP 활성 모드를 사용하려면 옵션을 선택 취소하세요. 구성 중인 FTP 서버가 활성 FTP 모드를 지원하는지 확인하세요.

source: Uncheck this to enable FTP active mode.
cs_cz: Zrušte zaškrtnutí pro aktivaci režimu FTP.
ko_kr: FTP 활성 모드를 활성화하려면 선택을 취소하세요.

source: Enter an absolute path and a custom subdirectory (optional) for holding the backups of current website. For example, /home/username/customfolder
cs_cz: Zadejte absolutní cestu a vlastní podadresář (volitelné) pro uložení záloh aktuálního webu. Například /home/username/customfolder
ko_kr: 현재 웹 사이트의 백업을 보관하기 위한 절대 경로와 사용자 지정 하위 디렉터리(선택 사항)를 입력하세요. 예: /home/username/customfolder

source: Absolute path must exist(e.g. /home/username)
cs_cz: Musí existovat absolutní cesta (např. /home/username)
ko_kr: 절대 경로가 있어야 합니다(예: /home/username).

source: Enter the FTP server password.
cs_cz: Zadejte heslo vašeho FTP serveru.
ko_kr: FTP 서버 비밀번호를 입력하세요.

source: FTP password
cs_cz: FTP heslo
ko_kr: FTP 비밀번호

source: Enter your FTP server user name.
cs_cz: Zadejte uživatelské jméno vašeho FTP serveru.
ko_kr: FTP 서버 사용자 이름을 입력하세요.

source: FTP login
cs_cz: FTP přihlášení
ko_kr: FTP 로그인

source: Pro feature: Change the FTP default port number
cs_cz: Funkce Pro: Změňte výchozí číslo portu FTP
ko_kr: Pro 기능: FTP 기본 포트 번호 변경

source: Enter the FTP server.
cs_cz: Zadejte FTP server.
ko_kr: FTP 서버를 입력하세요.

source: FTP server (server's port 21)
cs_cz: FTP server (port serveru 21)
ko_kr: FTP 서버 (서버의 포트 21)

source: Enter an unique alias: e.g. FTP-001
cs_cz: Zadejte jedinečný alias: např. FTP-001
ko_kr: 고유한 별칭을 입력하세요: 예: FTP-001

source: Enter Your FTP Account
cs_cz: Zadejte svůj FTP účet
ko_kr: FTP 계정 입력

source: Click the button to save the changes.
cs_cz: Klepnutím na tlačítko uložíte změny.
ko_kr: 버튼을 클릭하여 변경 사항을 저장하세요.

source: Authenticate with Dropbox
cs_cz: Ověření pomocí Dropboxu
ko_kr: Dropbox로 인증

source: Once checked, all this sites backups sent to a remote storage destination will be uploaded to this storage by default.
cs_cz: Po zaškrtnutí budou všechny zálohy těchto webů odeslané do vzdáleného úložiště ve výchozím nastavení nahrány do tohoto úložiště.
ko_kr: 선택하면 원격 저장소 대상으로 전송된 이 모든 사이트 백업이 기본적으로 이 저장소에 업로드됩니다.

source: Set as the default remote storage.
cs_cz: Nastavit jako výchozí vzdálené úložiště.
ko_kr: 기본 원격 저장소로 설정합니다.

source: Pro feature: Create a directory for storing the backups of the site
cs_cz: Pro funkce: Vytvořte adresář pro ukládání záloh webu
ko_kr: Pro 기능: 사이트 백업을 저장하기 위한 디렉토리 생성

source: All backups will be uploaded to this directory.
cs_cz: Všechny zálohy budou nahrány do tohoto adresáře.
ko_kr: 모든 백업이 이 디렉토리에 업로드됩니다.

source: A name to help you identify the storage if you have multiple remote storage connected.
cs_cz: Název, který vám pomůže identifikovat úložiště, pokud máte připojeno více vzdálených úložišť.
ko_kr: 여러 원격 저장소가 연결된 경우 저장소를 식별하는 데 도움이 되는 이름입니다.

source: Enter a unique alias: e.g. Dropbox-001
cs_cz: Zadejte jedinečný alias: např. Dropbox-001
ko_kr: 고유한 별칭을 입력하세요. 예: Dropbox-001

source: Enter Your Dropbox Information
cs_cz: Zadejte informace o vaší schránce
ko_kr: Dropbox 정보 입력

source: You have authenticated the Dropbox account as your remote storage.
cs_cz: Ověřili jste účet Dropbox jako své vzdálené úložiště.
ko_kr: Dropbox 계정을 원격 저장소로 인증했습니다.

source: The backup will be canceled after backing up the current chunk ends.
cs_cz: Záloha bude zrušena po ukončení zálohování aktuálního bloku.
ko_kr: 현재 청크 백업이 끝나면 백업이 취소됩니다.

source: running time:
cs_cz: doba běhu:
ko_kr: 실행 시간:

source: Progress:
cs_cz: Průběh:
ko_kr: 진행 상태:

source: Ready to backup. Progress: 0%, running time: 0second.
cs_cz: Připraveno k zálohování. Průběh: 0 %, doba běhu: 0 sekund.
ko_kr: 백업할 준비가 되었습니다. 진행률: 0%, 실행 시간: 0초.

source: This does not appear to be a WXR file, missing/invalid WXR version number
cs_cz: Zdá se, že se nejedná o soubor WXR, chybějící/neplatné číslo verze WXR
ko_kr: 이것은 WXR 파일이 아닌 것 같습니다. WXR 버전 번호가 없거나 잘못되었습니다

source: Details are shown above. The importer will now try again with a different parser...
cs_cz: Podrobnosti jsou zobrazeny výše. Importer se o to nyní pokusí znovu odlišnou metodou...
ko_kr: 자세한 내용은 위에 나와 있습니다. 임포터는 이제 다른 파서로 다시 시도합니다...

source: There was an error when reading this WXR file
cs_cz: Došlo k chybě při čtení tohoto souboru WXR
ko_kr: 이 WXR 파일을 읽는 동안 오류가 발생했습니다

source: Invalid file type
cs_cz: Neplatný typ souboru
ko_kr: 잘못된 파일 형식

source: Fetching attachments is not enabled
cs_cz: Načítání příloh není povoleno
ko_kr: 첨부파일 가져오기가 활성화되지 않았습니다

source: Sorry, this file type is not permitted for security reasons.
cs_cz: Tento typ souboru není z bezpečnostních důvodů povolen.
ko_kr: 죄송합니다. 이 파일 형식은 보안상의 이유로 허용되지 않습니다.

source: Last page
cs_cz: Poslední stránka
ko_kr: 마지막 페이지

source: Next page
cs_cz: Další stránka
ko_kr: 다음 페이지

# paging
source: %1$s of %2$s
cs_cz: %1$s z %2$s
ko_kr: %2$s 중 %1$s

source: Current Page
cs_cz: Aktuální stránka
ko_kr: 현재 페이지

source: Previous page
cs_cz: Předchozí stránka
ko_kr: 이전 페이지

source: First page
cs_cz: První stránka
ko_kr: 첫 페이지

source: %s item
cs_cz: %s položka
ko_kr: %s개 아이템

source: Type:
cs_cz: Typ:
ko_kr: 유형:

source: Media Files Size
cs_cz: Velikost mediálních souborů
ko_kr: 미디어 파일 크기

source: Count
cs_cz: Počet
ko_kr: 개수

source: Post Types
cs_cz: Typ příspěvku
ko_kr: 글 유형

source: File Name
cs_cz: Jméno souboru
ko_kr: 파일 이름

source: Select Files
cs_cz: Vybrat soubory
ko_kr: 파일 선택

# Uploader: Drop files here - or - Select Files
source: or
cs_cz: nebo
ko_kr: 또는

source: Drop files here
cs_cz: Sem přetáhněte soubory
ko_kr: 여기에 파일을 놓기

source: Scan uploaded backup or received backup
cs_cz: Skenujte nahranou zálohu nebo přijatou zálohu
ko_kr: 업로드된 백업 또는 수신된 백업 스캔

source: Tips: Click the button below to scan all uploaded or received backups in directory
cs_cz: Tipy: Klepnutím na tlačítko níže prohledáte všechny nahrané nebo přijaté zálohy v adresáři
ko_kr: 팁: 아래 버튼을 클릭하여 디렉토리에서 업로드되거나 수신된 모든 백업을 스캔하세요

source: Warning: There is no default remote storage available for the scheduled backups, please set up it first.
cs_cz: Upozornění: Pro plánované zálohování není k dispozici žádné výchozí vzdálené úložiště, nejprve jej prosím nastavte.
ko_kr: 경고: 예약된 백업에 사용할 수 있는 기본 원격 저장소가 없습니다. 먼저 설정하세요.

source: Next Backup:
cs_cz: Další záloha:
ko_kr: 다음 백업:

source: Server Time:
cs_cz: Čas serveru:
ko_kr: 서버 시간:

source: Schedule Status:
cs_cz: Stav plánu:
ko_kr: 일정 상태:

source: Backup Schedule
cs_cz: Plán zálohování
ko_kr: 백업 일정

source: The settings are only for manual backup, which won't affect schedule settings.
cs_cz: Nastavení jsou pouze pro ruční zálohování, které neovlivní nastavení plánu.
ko_kr: 설정은 수동 백업에만 해당되며 일정 설정에는 영향을 미치지 않습니다.

source: This backup can only be deleted manually
cs_cz: Tuto zálohu lze odstranit pouze ručně
ko_kr: 이 백업은 수동으로만 삭제할 수 있습니다

source: Backup Now
cs_cz: Zálohovat nyní
ko_kr: 지금 백업하기

source: Send Backup to Remote Storage:
cs_cz: Odeslat zálohu do vzdáleného úložiště:
ko_kr: 원격 저장소에 백업 보내기:

source: Save Backups to Local
cs_cz: Uložit zálohy na místní úložiště
ko_kr: 로컬에 백업 저장

source: rename directory
cs_cz: přejmenovat adresář
ko_kr: 디렉토리 이름 바꾸기

source: Local Storage Directory:
cs_cz: Adresář místního úložiště:
ko_kr: 로컬 저장소 디렉토리:

source: Back Up Manually
cs_cz: Zálohovat ručně
ko_kr: 수동 백업

source: Cancel
cs_cz: Zrušit
ko_kr: 취소

source: Network Connection:
cs_cz: Siťové připojení:
ko_kr: 네트워크 연결:

source: Speed:
cs_cz: Rychlost:
ko_kr: 속도:

source: Uploaded:
cs_cz: Nahráno:
ko_kr: 업로드:

source: The backup is stored on the remote storage, click on the button to download it to localhost.
cs_cz: Záloha je uložena na vzdáleném úložišti, kliknutím na tlačítko ji stáhnete na lokální úložiště.
ko_kr: 백업은 원격 저장소에 저장되며 버튼을 클릭하여 localhost로 다운로드하세요.

source: Retrieve the backup to localhost
cs_cz: Načtěte zálohu na lokální úložiště
ko_kr: 백업을 로컬호스트로 복원하세요.

source: Restore function will replace the current site's themes, plugins, uploads, database and/or other content directories with the existing equivalents in the selected backup.
cs_cz: Funkce obnovení nahradí aktuální témata, zásuvné moduly, nahrané soubory, databáze a/nebo jiné adresáře obsahu stávajícími ekvivalenty ve vybrané záloze.
ko_kr: 복원 기능은 현재 사이트의 테마, 플러그인, 업로드, 데이터베이스 및/또는 기타 콘텐츠 디렉토리를 선택한 백업의 기존 항목으로 대체합니다.

source: Please do not close the page or switch to other pages when a restore task is running, as it could trigger some unexpected errors.
cs_cz: Během úlohy obnovy nezavírejte stránku ani nepřepínejte na jiné stránky, protože by to mohlo způsobit neočekávané chyby.
ko_kr: 복원 작업이 실행 중일 때는 예기치 않은 오류가 발생할 수 있으므로 페이지를 닫거나 다른 페이지로 전환하지 마세요.

source: Restore backup from:
cs_cz: Obnovit zálohu z:
ko_kr: 다음에서 백업 복원:

source: Step Three: Click 'Restore' button
cs_cz: Krok 3: Klikněte na tlačítko 'Obnovit'
ko_kr: 3단계: '복원' 버튼을 클릭하세요

source: Step Two: Choose an option to complete restore, if any
cs_cz: Krok 2: Vyberte možnost pro dokončení obnovy, pokud existuje
ko_kr: 2단계: 복원을 완료하는 옵션을 선택하세요 (있는 경우)

source: Step One: In the backup list, click the 'Restore' button on the backup you want to restore. This will bring up the restore tab
cs_cz: Krok 1: V seznamu záloh klikněte na tlačítko 'Obnovit' u zálohy, kterou chcete obnovit. Tím se zobrazí karta obnovení
ko_kr: 1단계: 백업 목록에서 복원하려는 백업의 '복원' 버튼을 클릭하세요. 복원 탭이 나타납니다

source: This request might delete the backup being downloaded, are you sure you want to continue?
cs_cz: Tento požadavek může odstranit stahovanou zálohu. Opravdu chcete pokračovat?
ko_kr: 이 요청은 다운로드 중인 백업을 삭제할 수 있습니다. 계속하시겠습니까?

source: Please select at least one item.
cs_cz: Vyberte alespoň jednu položku.
ko_kr: 항목을 하나 이상 선택해주세요.

source: This request will delete the backup being downloaded, are you sure you want to continue?
cs_cz: Tento požadavek smaže stahovanou zálohu. Opravdu chcete pokračovat?
ko_kr: 이 요청은 다운로드 중인 백업을 삭제합니다. 정말로 계속하시겠습니까?

source: This backup is locked, are you sure to remove it? This backup will be deleted permanently from your hosting (localhost) and remote storages.
cs_cz: Tato záloha je uzamčena, jste si jisti, že ji chcete odstranit? Tato záloha bude trvale odstraněna z vašeho hostingu (localhost) a vzdálených úložišť.
ko_kr: 이 백업은 잠겨 있습니다. 정말로 제거하시겠습니까? 이 백업은 호스팅(localhost) 및 원격 저장소에서 영구적으로 삭제됩니다.

source: Delete the selected backups
cs_cz: Smazat vybrané zálohy
ko_kr: 선택한 백업 삭제

source: Delete
cs_cz: Smazat
ko_kr: 삭제

source: Storage
cs_cz: Úložiště
ko_kr: 저장

source: Backup
cs_cz: Záloha
ko_kr: 백업

source: Restore
cs_cz: Obnovit
ko_kr: 복원

source: Backups
cs_cz: Zálohy
ko_kr: 백업

source: How to restore your website from a backup(scheduled, manual, uploaded and received backup)
cs_cz: Jak obnovit svůj web ze zálohy (plánovaná, ruční, nahraná a přijatá záloha)
ko_kr: 백업에서 웹 사이트를 복원하는 방법 (예약, 수동, 업로드 및 수신된 백업)

source: ->If backups are stored in web server, the plugin will list all relevant files immediately.
cs_cz: -> Pokud jsou zálohy uloženy na webovém serveru, plugin okamžitě zobrazí seznam všech relevantních souborů.
ko_kr: ->백업이 웹 서버에 저장되면 플러그인은 모든 관련 파일을 즉시 나열합니다.

source: ->If backups are stored in remote storage, our plugin will retrieve the backup to your web server first. This may take a little time depending on the size of backup files. Please be patient. Then you can download them to your PC.
cs_cz: -> Pokud jsou zálohy uloženy ve vzdáleném úložišti, náš plugin nejprve načte zálohu na váš webový server. To může chvíli trvat v závislosti na velikosti záložních souborů. Prosím, buďte trpěliví. Poté si je můžete stáhnout do svého PC.
ko_kr: ->백업이 원격 저장소에 저장되어 있으면 플러그인이 먼저 웹 서버로 백업을 검색합니다. 백업 파일의 크기에 따라 다소 시간이 소요될 수 있습니다. 기다려주세요. 그런 다음 PC로 다운로드할 수 있습니다.

source: About backup download
cs_cz: O stahování zálohy
ko_kr: 백업 다운로드 정보

source: Actions
cs_cz: Akce
ko_kr: 동작

source: Remote Storage Alias
cs_cz: Alias ​​vzdáleného úložiště
ko_kr: 원격 저장소 별칭

source: Storage Provider
cs_cz: Poskytovatel úložiště
ko_kr: 저장소 제공자

source: Please choose one storage to save your backups (remote storage)
cs_cz: Vyberte jedno úložiště pro ukládání záloh (vzdálené úložiště)
ko_kr: 백업을 저장할 저장소(원격 저장소)를 하나 선택하세요.

source: Storage Edit
cs_cz: Upravit úložiště
ko_kr: 저장소 편집

source: Storages
cs_cz: Úložiště
ko_kr: 저장소

source: Advanced Settings
cs_cz: Pokročilé nastavení
ko_kr: 고급 설정

source: General Settings
cs_cz: Základní nastavení
ko_kr: 일반 설정
