{"translation-revision-date":"2025-07-08 16:41:56+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"pattern\u0004\"%s\" duplicated.":["\"%s\" duplisert."],"pattern\u0004%s (Copy)":["%s (kopi)"],"These blocks are editable using overrides.":["Disse blokkene er redigerbare ved hjelp av overstyringer."],"This %1$s is editable using the \"%2$s\" override.":["Denne %1$s er redigerbar ved hjelp av overstyringen \"%2$s\"."],"Allow changes to this block throughout instances of this pattern.":["Tillat endringer av denne blokken i forekomstene av dette mønsteret."],"Overrides currently don't support image captions or links. Remove the caption or link first before enabling overrides.":["Overstyringer støtter foreløpig ikke bildetekster og lenker. Fjern først bildeteksten eller lenken før du slår på overstyringer."],"Disable":["Slå av"],"Are you sure you want to disable overrides? Disabling overrides will revert all applied overrides for this block throughout instances of this pattern.":["Er du sikker på at du vil slå av overstyrineger? Å slå av overstyringer vil omgjøre alle overstyringer for denne blokken i forekomstene av dette mønsteret."],"Disable overrides":["Slå av overstyringer"],"For example, if you are creating a recipe pattern, you use \"Recipe Title\", \"Recipe Description\", etc.":["For eksempel, hvis du lager et oppskriftsmønster, bruker du \"Oppskriftstittel\", \"Oppskriftsbeskrivelse\" osv."],"Overrides are changes you make to a block within a synced pattern instance. Use overrides to customize a synced pattern instance to suit its new context. Name this block to specify an override.":["Overstyringer er endringer du gjør på en blokk i en synkronisert mønsterforekomst. Bruk overstyringer til å tilpasse en synkronisert mønsterforekomst slik at den passer til den nye konteksten. Gi denne blokken et navn for å angi en overstyring."],"Enable overrides":["Slå på overstyringer"],"Overrides":["Overstyringer"],"pattern (singular)\u0004Synced":["Synkronisert"],"Pattern category renamed.":["Mønsterkategorien omdøpt."],"This category already exists. Please use a different name.":["Denne kategorien finnes allerede. Bruk et annet navn."],"Please enter a new name for this category.":["Skriv inn et nytt navn for denne kategorien."],"Pattern renamed":["Mønsteret omdøpt"],"Sync this pattern across multiple locations.":["Synkroniser dette mønsteret på tvers av flere steder."],"Duplicate pattern":["Dupliser mønster"],"Block name changed to: \"%s\".":["Blokken omdøpt til: \"%s\"."],"Unsynced pattern created: %s":["Usynkronisert mønster opprettet: %s"],"Synced pattern created: %s":["Synkronisert mønster opprettet: %s"],"My pattern":["Mitt mønster"],"Create pattern":["Opprett mønster"],"An error occurred while renaming the pattern.":["En feil oppstod ved omdøping av dette mønsteret."],"Manage patterns":["Behandle mønstre"],"Rename":["Gi nytt navn"],"Duplicate":["Dupliser"],"Reset":["Tilbakestill"],"Detach":["Koble fra"],"Enable":["Slå på"],"Add":["Legg til"],"Cancel":["Avbryt"],"Name":["Navn"],"Categories":["Kategorier"],"Save":["Lagre"]}},"comment":{"reference":"wp-includes\/js\/dist\/patterns.js"}}